Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `'Thurstone'` (default), `'Bartlett'`, `'tenBerge'`, `'Anderson'`, or `'Harman'` use respectively 'Thurstone', 'Bartlett', 'ten Berge', 'Anderson & Rubin', or 'Harman' method for estimating factor scores
ca: `'Thurstone'` (predeterminat), `'Bartlett'`, `'tenBerge'`, `'Anderson'`, o `'Harman'` utilitzar respectivament el mètode 'Thurstone', 'Bartlett', 'ten Berge', 'Anderson & Rubin', o 'Harman' per a estimar les puntuacions dels factors
da: `'Thurstone'` (standard), `'Bartlett'`, `'tenBerge'`, `'Anderson'` eller `'Harman'` bruger henholdsvis »Thurstone«, »Bartlett«, »ten Berge«, »Anderson & Rubin« eller »Harman«-metoden for at estimere faktorscorer
de: `'Thurstone'` (Vorgabe), `'Bartlett'`, `'tenBerge'`, `'Anderson'`, oder `'Harman'` verwenden jeweils die„Thurstone“-, „Bartlett“-, „ten Berge“-, „Anderson & Rubin“- oder „Harman“-Methode zur Schätzung von Faktorwerten
fr: `'Thurstone'` (par défaut), `'Bartlett'`, `'tenBerge'`, `'Anderson'`, ou `'Harman'` utilisent respectivement ' ;Thurstone' ;, 'Bartlett' ;, 'ten Berge' ;, 'Anderson & ; Rubin' ;, ou 'Harman' ; méthode d'estimation des scores factoriels
it: `'Thurstone'` (predefinito), `'Bartlett'`, `'tenBerge'`, `'Anderson'`, o `'Harman'` usano rispettivamente il metodo di 'Thurstone', 'Bartlett', 'ten Berge', 'Anderson & Rubin', o 'Harman' per stimare i punteggi dei fattori
kk: `'Thurstone'` (әдепкі), `'Bartlett'`, `'tenBerge'`, `'Anderson'`, немесе `'Harman'`тиісінше 'Thurstone', 'Bartlett', 'ten Berge', 'Anderson & Rubin'' немесе 'Harman' әдісін қолданады
nn: `'Thurstone'` (standard), `'Bartlett'`, `'tenBerge'`, `'Anderson'` eller `'Harman'` bruker høvesvis «Thurstone», «Bartlett», «ten Berge», «Anderson & Rubin» eller «Harman»-metoden for å estimera faktorskårar
pl: `'Thurstone'` (domyślnie), `'Bartlett'`, `'tenBerge'`, `'Anderson'` lub `'Harman'` używa do estymacji ocen czynnikowych metody (odpowiednio) Thurstone'a, Bartletta, ten Berge'a, Andersona i Rubina lub Harmana
pt: `'Thurstone'` (default), `'Bartlett'`, `'tenBerge'`, `'Anderson'`, or `'Harman'` usam respetivamente os métodos de 'Thurstone', 'Bartlett', 'ten Berge', 'Anderson & Rubin', ou 'Harman' para estimação das pontuações fatoriais:
ru: `'Thurstone'` (по умолчанию), `'Bartlett'`, `'tenBerge'`, `'Anderson'` или `'Harman'` используют соответственно 'Thurstone', 'Bartlett', 'ten Berge', 'Anderson Метод Рубина или Хармана для оценки факторных баллов
sl: `'Thurstone'` (privzeto), `'Bartlett'`, `'tenBerge'`, `'Anderson'` ali `'Harman'` za izbor 'Thurstoneove', 'Bartlettove', 'ten Bergeove', 'Anderson & Rubinove' ali 'Harmanove' metode ocenjevanja faktorskih rezultatov
sv: `'Thurstone'` (standard), `'Bartlett'`, `'tenBerge'`, `'Anderson'` eller `'Harman'` använder henholdsvis “Thurstone”, “Bartlett”, “ten Berge”, “Anderson & Rubin” eller “Harman”-metoden för att estimera faktorscorer
ta: `'தர்ச்டோன்'` (இயல்புநிலை),`' பார்ட்லெட்'`, `'டென்பெர்ச்',` 'ஆண்டர்சன்', அல்லது `'அர்மன்' முறையே 'தர்ச்டோன்', 'பார்ட்லெட்', 'டென் பெர்க்', 'ஆண்டர்சன் பயன்படுத்தவும் & ரூபின் ', அல்லது காரணி மதிப்பெண்களை மதிப்பிடுவதற்கான' அர்மன் 'முறை
uk: `'Thurstone'` (по умолчанию), `'Bartlett'`, `'tenBerge'`, `'Anderson'` або `'Harman'` використають відповідно 'Thurstone', 'Bartlett', 'ten Berge', 'Anderson Методу Рубина або Хармана для оцінки факторных балів

source: `columns` or `rows` (default), compare columns/rows in difference of proportions or relative risks (2x2 tables)
ca: `columns` o `rows` (predeterminat), compara Columnes/filas per a diferència de proporcions o riscos relatius (taules 2x2)
da: `columns` eller `rows` (standard), sammenligne kolonner / rækker ifm. forskel mellem proportioner eller relative risici (2x2 tabeller)
de: `columns` oder `rows` (Vorgabe), vergleiche Spalten / Zeilen in Bezug auf Anteilsunterschiede oder relativen Risiken (nut für 2x2-Tabellen)
fr: `columns` ou `rows` (default), compare colonnes / lignes pour la différence des proportions ou risque relatif (tableau 2x2)
it: `columns` o `rows` (predefinito), confronta colonne/righe in differenza di proporzioni o rischi relativi (tabelle 2x2)
kk: `columns` немесе `rows` (әдепкі), пропорциялар немесе салыстырмалы тәуекелдер айырмашылығы бойынша бағандарды/0атарларды салыстыру (2х2 кестелер)
nn: `columns` eller `rows` (standard), samanlikna kolonnar / radar i samband med forskjell mellom proporsjonar eller relative risikoar (2x2 tabellar)
pl: `columns` lub `rows` (domyślnie), porównuje kolumny/wiersze w zakresie różnicy proporcji lub ryzyka względnego (tabele 2x2)
pt: `colunas` ou` linhas` (padrão), compara diferença de proporções ou riscos relativos entre colunas / linhas na (tabelas 2x2)
ru: `columns` или `rows` (по умолчанию), сравнить столбцы/строки по разнице пропорций или относительных рисков (таблицы 2x2)
sl: `columns` oziroma `rows` (privzeto), primerja po stolpcih ali vrsticah razliko deležev oziroma relativno tveganje 8 (matrike 2x2)
sv: `columns` eller `rows` (standard), jämföra kolonner / räckor ifm. skillnad mellan proportioner eller relativa risker (2x2 tabeller)
ta: `நெடுவரிசைகள் அல்லது` வரிசைகள்` (இயல்புநிலை), நெடுவரிசைகள்/வரிசைகளை விகிதாச்சாரத்தின் வேறுபாடு அல்லது தொடர்புடைய அபாயங்கள் (2x2 அட்டவணைகள்)
uk: `columns` або `rows` (по умолчанию), порівняти шпальти/строки по різниці пропорцій або відносний ризиків (таблиці 2x2)

source: `Model Coefficients - ${ dep }`
ca: `Coeficients del model - ${ dep }`
da: `Modelkoefficienter - ${ dep }`
de: `Modellkoeffizienten - ${ dep }`
fr: `Coefficients du modèle - ${ dep }`
he: `מקדמי המודל – ${ dep }`
hr: `Koeficijenti modela – ${ dep }`
it: `Coefficienti del Modello - ${ dep }`
kk: `Модельдік коэффициенттер - ${ dep }`
nl: `Modelcoëfficiënten - ${ dep }`
nn: `Modellkoeffisientar - ${ dep }`
no: `Modellkoeffisienter - ${ dep }`
pt: `Coeficientes do Modelo - ${ dep }`
ru: `Коэффициенты модели - ${ dep }`
sl: `Koeficienti modela – ${ dep }`
sv: `Modellkoefficienter - ${ dep }`
ta: `மாதிரி குணகங்கள் - $ { dep }`
tr: `Model Katsayıları - ${ dep }`
uk: `Коефіцієнти моделі - ${ dep }`

source: `Model Coefficients - ${dep}`
ca: `Coeficients del model - ${dep}`
da: `Modelkoefficienter - ${dep}`
de: `Modellkoeffizienten - ${dep}`
fr: `Coefficients du modèle - ${ dep }`
he: `מקדמי המודל – ${dep}`
hr: `Koeficijenti modela – ${dep}`
it: `Coefficienti del Modello - ${dep}`
kk: `Модельдік коэффициенттер - ${ dep }`
nl: `Modelcoëfficiënten - ${dep}`
nn: `Modellkoeffisientar - ${dep}`
no: `Modellkoeffisienter - ${dep}`
pt: `Coeficientes do modelo - $ {dep}`
ru: `Коэффициенты модели – ${dep}`
sl: `Koeficienti modela – ${dep}`
sv: `Modellkoefficienter - ${dep}`
ta: `மாதிரி குணகங்கள் - $ {dep}`
tr: `Model Katsayıları - ${dep}`
uk: `Коефіцієнти моделі – ${dep}`

source: `Proportions - ${var}`
ca: `Proporcions - ${var}`
da: `Proportiooner - ${var}`
de: `Anteile - ${var}`
he: `יחסים – ${var}`
hr: `Proporcije – ${var}`
it: `Proporzioni - ${var}`
kk: `Пропорциялар - ${var}`
nl: `Proporties - ${var}`
nn: `Proporsjonar - ${var}`
no: `Proportsjoner - ${var}`
pt: `Proporções - $ {var}`
ru: `Пропорции - ${var}`
sl: `Deleži – ${var}`
sv: `Proportioner - ${var}`
ta: `விகிதாச்சாரங்கள் - $ {var}`
tr: `Oranlar - ${var}`
uk: `Пропорції - ${var}`

source: `TRUE` (default) or `FALSE`, add labels with the row number to the outliers in the box plot
ca: `TRUE` (predeterminat) o `FALSE`, afegir etiquetes amb el nombre de columna als valors extrems del gràfic de caixa
da: `TRUE` (standard) eller `FALSE`, vis radnummerne til ekstremværdierne i boksplotten
fr: `TRUE` (par défaut) ou `FALSE`, ajoute des étiquettes avec le numéro de ligne aux valeurs aberrantes dans le box plot
kk: 'TRUE' (әдепкі) немесе 'FALSE', қатар нөмірі белгілерін қорап сызбасындағы шектен тыс мәндерге қосады
nn: `TRUE` (standard) eller `FALSE`, vis radnummerne til ekstremverdiane i boksplotten
pl: `TRUE` (domyślnie) lub `FALSE`, dodaje etykiety z numerem wiersza do wartości odstających na wykresie skrzynkowym
ru: `TRUE` (по умолчанию) или `FALSE`, добавляет метки с номером строки к выбросам на коробчатой диаграмме
sl: `TRUE` (privzeto) ali `FALSE`, poda oznake s številko vrstice za izstopajoče vrednosti v vretenastem diagramu
sv: `TRUE` (standard) eller `FALSE`, visa radnummerne till extremvärdena i boxdiagrammen
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, பெட்டி சதித்திட்டத்தில் உள்ள வெளிநாட்டினருக்கு வரிசை எண்ணுடன் லேபிள்களைச் சேர்க்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, добавляет позначки з номером строки к викидам на коробчатой диаграмме

source: `TRUE` (default) or `FALSE`, perform Student's t-tests
ca: `TRUE` (predeterminat) o `FALSE`, realitzar proves t de Student
da: `TRUE` (standard) eller `FALSE`, gennemfør Students t-tester
de: `TRUE` (Vorgabe) oder `FALSE`, Student's t-Tests durchführen
fr: `TRUE` (default) ou `FALSE`, réalise un test t de Student
it: `TRUE` (predefinito) o `FALSE`, esegue t-test di Student
kk: `TRUE` (әдепкі) немесе 'FALSE', Студенттің t-тесттерін орындайды
nn: `TRUE` (standard) eller `FALSE`, gjennomfør Students t-tester
pl: `TRUE` (domyślnie) lub `FALSE`, wykonuje test t Studenta
pt: `TRUE` (padrão) ou` FALSE`, executa os testes t de Student
ru: `TRUE` (по умолчанию) или `FALSE`, выполняет t-критерий Стьюдента
sl: `TRUE` (privzeto) ali `FALSE`, izračuna statistiko T-Testa
sv: `TRUE` (standard) eller `FALSE`, genomför Students t-tester
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, மாணவர்களின் டி-சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` (по умолчанию) або `FALSE`, виконує t-критерій Стьюдента

source: `TRUE` (default) or `FALSE`, perform Welch's one-way ANOVA which does not assume equal variances
ca: `TRUE` (predeterminat) o `FALSE`, realitzar ANOVA unidireccional de Welch que no assumeix variàncies iguals
da: `TRUE` (standard) eller `FALSE`, gennemfør Welchs ANOVA med en faktor, som ikke antager lige varianser
de: `TRUE` (Vorgabe) oder `FALSE`, führe eine einfaktiorielle ANOVA nach Welch durch, die keine gleichen Varianzen voraussetzt
fr: `TRUE` (default) or `FALSE`, réalise une Anova de Welch à un facteur qui ne suppose pas des variances similaires
it: `TRUE` (predefinito) o `FALSE`, esegue ANOVA a una via di Welch che non presuppone varianze uguali
kk: 'TRUE' (әдепкі) немесе 'FALSE', тең дисперсияларды қабылдамайтын Уэлчтің бір жақты ANOVA әдісін орындайды
nn: `TRUE` (standard) eller `FALSE`, gjennomfør Welchs ANOVA med éin faktor som ikkje antek like variansar
pl: `TRUE` (domyślnie) lub `FALSE`, wykonuje test jednoczynnikowa ANOVA Welcha (nie zakłada równości wariancji)
pt: `TRUE` (padrão) ou` FALSE`, executa a ANOVA unifatorial de Welch que não assume variâncias iguais
ru: `TRUE` (по умолчанию) или `FALSE`, выполняет однофакторный дисперсионный анализ Уэлча, который не предполагает равных дисперсий
sl: `TRUE` (privzeto) ali `FALSE`, izračuna Welchovo enosmerno analizo ANOVA, ki ne predvideva enakih varianc
sv: `TRUE` (standard) eller `FALSE`, genomför Welchs ANOVA med en faktor som inte antar lika varianser
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, வெல்ச்சின் ஒரு வழி ANOVA ஐச் செய்யுங்கள், இது சம மாறுபாடுகளை எடுத்துக் கொள்ளாது
uk: `TRUE` (по умолчанию) або `FALSE`, виконує однофакторный дисперсионный аналізу Уэлча, котрий не припускає рівних дисперсий

source: `TRUE` (default) or `FALSE`, provide 'Z' and 'p' values for the model estimates
ca: `TRUE` (predeterminat) o `FALSE`, proporciona els valors ‘Z’ i ‘p’ per a les estimacions del model
da: `TRUE` (standard) eller `FALSE`, opgiv »Z«- og »p«-værdier for modelestimaterne
de: `TRUE` (Vorgabe) oder `FALSE'`, gibt „Z“- und „p“-Werte für die Modellschätzungen aus
fr: `TRUE` (default) or `FALSE`, fournit 'Z' et la valeur 'p' pour les estimations du modèle
it: `TRUE` (predefinito) o `FALSE`, restituiscei valori 'Z' e 'p' per le stime del modello
kk: 'TRUE' (әдепкі) немесе 'FALSE', үлгі бағалаулар үшін 'Z' және 'p' мәндерін береді
nn: `TRUE` (standard) eller `FALSE`, oppgi «Z»- og «p»-verdiar for modellestimata
pl: `TRUE` (domyślnie) lub `FALSE`, podaje wartości „Z” i „p” dla oszacowań modelu
pt: `TRUE` (padrão) ou` FALSE`, fornece os valores 'Z' e 'p' para os coeficientes do modelo
ru: `TRUE` (по умолчанию) или `FALSE`, представляет значения 'Z' и 'p' для оценок модели
sl: `TRUE` (privzeto) ali `FALSE`, izračuna vrednosti 'Z' in 'p' za napoved modela
sv: `TRUE` (standard) eller `FALSE`, uppge “Z”- och “p”-värden för modellestimatene
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, மாதிரி மதிப்பீடுகளுக்கு 'சட்' மற்றும் 'p' மதிப்புகளை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє значення 'Z' і 'p' для оцінок моделі

source: `TRUE` (default) or `FALSE`, provide a chi-square test for exact fit that compares the model with the perfect fitting model
ca: `TRUE` (predeterminat) o `FALSE`, proporciona una Prova khi-quadrat per ajustament exacte, que compara el model amb el model de ajustament perfecte
da: `TRUE` (standard) eller `FALSE`, giv ud en kjikvadrattest som sammenligner modellen med den perfekt tilpassede model
de: `TRUE` (Vorgabe) oder `FALSE` gibt einen Chi-Quadrat-Test für exakte Anpassung aus, der das Modell mit einem perfekt angepassten Modell vergleicht
fr: `TRUE` (default) or `FALSE`, fournit le test du khi² d'ajustement exact qui compare le modèle testé avec un modèle à ajustement parfait
it: `TRUE` (predefinito) o `FALSE`, restituisce un test chi-quadrato per l'adattamento esatto che confronta il modello con il modello di raccordo perfetto
kk: 'TRUE' (әдепкі) немесе 'FALSE', модельді дәл сәйкес келетін модельмен салыстыратын дәл сәйкестік үшін хи-квадрат сынамасын қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut ein kjikvadrattest som samanliknar modellen med den perfekt tilpassa modellen
pl: `TRUE` (domyślnie) lub `FALSE`, podaje test chi-kwadrat dokładnego dopasowania, który porównuje model z modelem idealnie dopasowanym
pt: `TRUE` (padrão) ou` FALSE`, fornece um teste Qui-quadradodo ajustamento que compara o ajuste do modelo com o modelo com ajustamento perfeito
ru: `TRUE` (по умолчанию) или `FALSE`, представляет критерий хи-квадрат для точного соответствия, который сравнивает модель с моделью идеального соответствия
sl: `TRUE` (privzeto) ali `FALSE`, izračuna hi-kvadrat natančega prileganja, ki primerja podan model s popolno prilegajočim se modelom
sv: `TRUE` (standard) eller `FALSE`, ge ut en chi-kvadrat-test som jämför modellen med den perfekt anpassade modellen
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, சரியான பொருத்தத்திற்காக ஒரு சி-சதுர சோதனையை வழங்கவும், இது மாதிரியை சரியான பொருத்துதல் மாதிரியுடன் ஒப்பிடுகிறது
uk: `TRUE` (по умолчанию) або `FALSE`, представляє критерій хи-квадрату для точного відповідності, котрий порівнює модель з моделлю ідеального відповідності

source: `TRUE` (default) or `FALSE`, provide a confidence interval for the estimated marginal means
ca: `TRUE` (predeterminat) o `FALSE`, proporciona un Interval de Confiança per a les mitjanes marginals estimades
da: `TRUE` (standard) eller `FALSE`, giv ud konfidensintervallet for de estimerede grænseværdierne
de: `TRUE` (Vorgabe) oder `FALSE`, gibt das Konfidenzintervall für die geschätzten Randmittel aus
fr: `TRUE` (default) or `FALSE`, fournit l'intervalle de confiance pour les moyennes marginales estimées
it: `TRUE` (predefinito) o `FALSE`, restituisce un intervallo di fiducia per le medie marginali stimate
kk: 'TRUE' (әдепкі) немесе 'FALSE', өлшенген шекті орта үшін сенімді аралықты қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut konfidensintervallet for dei estimerte grenseverdiane
pl: `TRUE` (domyślnie) lub `FALSE`, podaje przedział ufności dla oszacowanych średnich brzegowych
pt: `TRUE` (padrão) ou` FALSE`, fornece um intervalo de confiança para as médias marginais estimadas
ru: `TRUE` (по умолчанию) или `FALSE`, представляет доверительный интервал для взвешенных предельных средних значений
sl: `TRUE` (privzeto) ali `FALSE`, izračuna interval zaupanja za ocenjena mejna povprečja
sv: `TRUE` (standard) eller `FALSE`, ge ut konfidensintervallet för de estimerade gränsvärdena
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளுக்கு நம்பிக்கை இடைவெளியை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє доверительный интервал для припускати граничних середній значень

source: `TRUE` (default) or `FALSE`, provide Aikaike's Information Criterion (AIC) for the models
ca: `TRUE` (predeterminat) o `FALSE`, proporciona el Criterio d'Informació d'Aikaike (AIC) pels models
da: `TRUE` (standard) eller `FALSE`, giv ud Aikaikes informationskriterium (AIC) for modellerne
de: `TRUE` (Vorgabe) oder `FALSE`, gibt das Aikaike's Information Criterion (AIC) für die Modelle aus
fr: `TRUE` (default) or `FALSE`, fournit le critère d'information d'Aikaike (AIC) pour les modèles
it: `TRUE` (predefinito) o `FALSE`, restituisce il Criterio di Informazione di Aikaike (AIC) per i modelli
kk: `TRUE`(әдепкі) немесе `FALSE`, үлгілерге арналған Aikaike ақпараттық критерийін (AАК) қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut Aikaikes informasjonskriterium (AIC) for modellane
pl: `TRUE` (domyślnie) lub `FALSE`, podaje kryterium informacyjne Akaikego (AIC) dla modeli
pt: `TRUE` (padrão) ou` FALSE`, fornece o Critério de Informação de Aikaike (AIC) para os modelos
ru: `TRUE` (по умолчанию) или `FALSE`, представляет информационный критерий Айкаике (AIC) для моделей
sl: `TRUE` (privzeto) ali `FALSE`, izračuna Aikaikejev informacijski kriterij (AIC) za modele
sv: `TRUE` (standard) eller `FALSE`, ge ut Aikaikes informationskriterium (AIC) för modellerna
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, மாதிரிகளுக்கு ஐகாய்கின் செய்தி அளவுகோலை (AIC) வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє інформаційний критерій Айкаике (AIC) для моделей

source: `TRUE` (default) or `FALSE`, provide Cronbach's α
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la α de Cronbach
da: `TRUE` (standard) eller `FALSE`, giv ud Cronbachs α
de: `TRUE` (Vorgabe) oder `FALSE`, gibt Cronbachs α aus
fr: `TRUE` (default) or `FALSE`, fournit le α de Cronbach
it: `TRUE` (predefinito) o `FALSE`, restituisce α di Cronbach
kk: `TRUE` (әдепкі) немесе 'FALSE', Кронбахтың α мәнін береді
nn: `TRUE` (standard) eller `FALSE`, gi ut Cronbachs α
pl: `TRUE` (domyślnie) lub `FALSE`, podaje α Cronbacha
pt: `TRUE` (padrão) ou` FALSE`, fornece α de Cronbach
ru: `TRUE` (по умолчанию) или `FALSE`, представляет α Кронбаха
sl: `TRUE` (privzeto) ali `FALSE`, izračuna Cronbachov koeficient α
sv: `TRUE` (standard) eller `FALSE`, ge ut Cronbachs α
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, க்ரோன்பேக்கின் α ஐ வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє α Кронбаха

source: `TRUE` (default) or `FALSE`, provide estimated marginal means plots
ca: `TRUE” (predeterminat) o `FALSE`, proporciona gràfiques de mitjanes marginals estimades
da: `TRUE` (standard) eller `FALSE`, giv ud diagrammer og tabeller, der viser de estimerede gennemsnitter
de: `TRUE` (Vorgabe) oder `FALSE`, gibt Diagramme der geschätzten Randmittel aus
fr: `TRUE` (default) or `FALSE`, fournit le graphe des moyennes marginales estimées
it: `TRUE` (predefinito) o `FALSE`, restituisce i grafici delle medie marginali stimate
kk: 'TRUE' (әдепкі) немесе 'FALSE', өлшенген шекті орташа графиктерді білдіреді
nn: `TRUE` (standard) eller `FALSE`, gi ut diagram med dei estimerte gjennomsnitta
pl: `TRUE` (domyślnie) lub `FALSE`, wyświetla wykresy oszacowanych średnich brzegowych
pt: `TRUE` (padrão) ou` FALSE`, fornece gráficos de médias marginais estimadas
ru: `TRUE` (по умолчанию) или `FALSE`, представляет графики взвешенных предельных средних
sl: `TRUE` (privzeto) ali `FALSE`, izriše diagrame ocenjenih mejnih povprečij
sv: `TRUE` (standard) eller `FALSE`, ge ut diagram med de estimerade genomsnitten
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє расчетные графіки граничних середніх

source: `TRUE` (default) or `FALSE`, provide estimates for the factor (co)variances
ca: `TRUE` (predeterminat) o `FALSE`, proporciona estimacions de les (co)variàncies dels factors
da: `TRUE` (standard) eller `FALSE`, giv ud estimater for faktor(ko)varianserne
de: `TRUE` (Vorgabe) oder `FALSE`, gibt Schätzungen für die Faktor(ko-)varianzen aus
fr: `TRUE` (default) or `FALSE`, fournit les estimations des facteurs de (co)variances
it: `TRUE` (predefinito) o `FALSE`, restituisce stime per le (co)varianze dei fattori
kk: 'TRUE' (әдепкі) немесе 'FALSE', фактор (ко)диперациялар үшін бағалауды қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut estimat for faktor(ko)variansane
pl: `TRUE` (domyślne) lub `FALSE`, podaje oszacowania dla (ko)wariancji czynników
pt: `TRUE` (padrão) ou` FALSE`, fornece estimativas para as (co)variâncias do fator
ru: `TRUE` (по умолчанию) или `FALSE`, представляет оценки факторной (ко)дисперсии
sl: `TRUE` (privzeto) ali `FALSE`, izračuna ocene za faktorske (ko)variance
sv: `TRUE` (standard) eller `FALSE`, ge ut estimater för faktor(ko)varianserna
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, காரணி (CO) மாறுபாடுகளுக்கான மதிப்பீடுகளை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє оцінки факторной (ко)дисперсии

source: `TRUE` (default) or `FALSE`, provide estimates for the residual (co)variances
ca: `TRUE` (predeterminat) o `FALSE`, proporciona estimacions de les (co)variàncies dels residus
da: `TRUE` (standard) eller `FALSE`, giv ud estimater for (ko)varianserne af residuene
de: `TRUE` (Vorgabe) oder `FALSE`, gibt Schätzungen für die (Ko-)Varianzen der Residuen aus
fr: `TRUE` (default) or `FALSE`, fournit les estimations des résidus de (co)variances
it: `TRUE` (predefinito) o `FALSE`, restituisce stime per le (co)varianze residue
kk: 'TRUE' (әдепкі) немесе 'FALSE', қалдық (ко) дисперсиялар үшін бағалауды қамтамасыз етіңіз
nn: `TRUE` (standard) eller `FALSE`, gi ut estimat for (ko)variansane av residua
pl: `TRUE` (domyślnie) lub `FALSE`, podaje oszacowania (ko)wariancji reszt
pt: `TRUE` (padrão) ou` FALSE`, fornece estimativas para as (co)variâncias residuais
ru: `TRUE` (по умолчанию) или `FALSE`, представляет оценки остаточной (ко)дисперсии
sl: `TRUE` (privzeto) ali `FALSE`, izračuna ocene za (ko)variance ostankov
sv: `TRUE` (standard) eller `FALSE`, ge ut estimater för (ko)varianserna av residuene
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, மீதமுள்ள (CO) மாறுபாடுகளுக்கான மதிப்பீடுகளை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє оцінки остаточной (ко)дисперсии

source: `TRUE` (default) or `FALSE`, provide mean differences for post-hoc tests
ca: `TRUE` (predeterminat) o `FALSE`, proporciona diferències mitjanes per a proves post-hoc
da: `TRUE` (standard) eller `FALSE`, giv ud gennemsnitlige differencer for post-hoc-tester
de: `TRUE` (Vorgabe) oder `FALSE`, gibt den mittleren Differenzen für die Post-hoc-Tests aus
fr: `TRUE` (default) or `FALSE`, fournit les différences moyennes des tests post-hoc
it: `TRUE` (predefinito) o `FALSE`, restituisce le differenze medie per i test post-hoc
kk: 'TRUE' (әдепкі) немесе 'FALSE', hoc-тен кейінгі сынақтар үшін орташа айырмашылықтарды қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut gjennomsnittlege differansar for post-hoc-tester
pl: `TRUE` (domyślnie) lub `FALSE`, podaje różnice średnich dla testów post-hoc
pt: `TRUE` (padrão) ou` FALSE`, fornecem diferenças de médias para testes post-hoc
ru: `TRUE` (по умолчанию) или `FALSE`, представляет средние различия для апостериорных тестов
sl: `TRUE` (privzeto) ali `FALSE`, izračuna razlike povprečij za preizkuse post hoc
sv: `TRUE` (standard) eller `FALSE`, ge ut genomsnittliga differanser för post-hoc-tester
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, பிந்தைய தற்காலிக சோதனைகளுக்கு சராசரி வேறுபாடுகளை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє середні различия для апостериорных тестів
