Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: ycounts (default) or ypc. Use respectively `counts` or `percentages` for the bar plot y-axis
ca: ycounts (predeterminat) o ypc. S'utilitza respectivament "freqüències" o "percentatges" per a l'eix Y del gràfic de barres
da: `ycounts` (standard) eller `ypc`. Bruk enten `counts` eller `percentages` for y-aksen i stolpediagrammerne
de: ycounts (Vorgabe) oder ypc. Verwendet für die y-Achse des Balkendiagramms die Anzahl bzw. den Prozentanteil
fr: ycounts (default) ou ypc. Utilisez respectivement "dénombrement" ou "pourcentages" pour l'axe Y du diagramme en barres
it: ycounts (predefinito) o ypc. Per l'asse y del grafico a barre utilizzare rispettivamente `frequenze` o `percentuali`
kk: ycounts (әдепкі) немесе ypc.График сызбасының y осі үшін сәйкесінше `counts` немесе `percentages` пайдаланыңыз
nn: `ycounts` (standard) eller `ypc`. Bruk anten `counts` eller `percentages` for y-aksen i stolpediagramma
pl: ycounts (domyślnie) lub ypc. Użyj odpowiednio: `counts` (liczebności) lub `percentages` (procenty) dla osi y wykresu słupkowego
pt: ycounts (padrão) ou ypc. Use respectivamente `contagens` ou` percentagens` para o gráfico de barra do eixo y
ru: ycounts (по умолчанию) или ypc. Используйте соответственно `'количество'` или `'проценты'` для столбиковой диаграммы по оси Y
sv: `ycounts` (standard) eller `ypc`. Bruk antingen `counts` eller `percentages` för y-axeln i stapeldiagrammen
ta: ycounts (இயல்புநிலை) அல்லது YPC. Y- அச்சுக்கு முறையே `எண்ணிக்கைகள் அல்லது` சதவீதங்கள்` பயன்படுத்தவும்
uk: ycounts (по умолчанию) або ypc. Використайте відповідно `'кількість'` або `'проценти'` для столбиковой диаграммы по оси Y

source: z test difference in 2 proportions
ca: Prova z de diferència de entre 2 proporcions
da: z-test for forskel mellem 2 proportioner
de: z-Test für den Unterschied zwischen den zwei Anteilen
fr: test z pour la différence entre deux proportions
he: מבחן z להבדל בין שני יחסים
hr: z test razlike između dvije proporcije
it: Test z per la differenza di 2 proporzioni
kk: 2 пропорциядағы z тест айырмашылығы
nn: z-test for forskjell mellom 2 proporsjonar
no: z-test for forskjell mellom 2 proporsjoner
pl: Test z dla dwóch proporcji
pt: Teste Z para diferença de 2 proporções
ru: z-тест разница в 2 пропорциях
sl: z-test razlike dveh deležev
sv: z-test för skillnad mellan 2 proportioner
ta: சட் சோதனை வேறுபாடு 2 விகிதாச்சாரத்தில்
tr: 2 oran arasındaki fark için z testi
uk: z-тесту різниця у 2 пропорціях

source: z test for difference in 2 proportions
ca: Prova z de diferència de entre 2 proporcions
da: z-test for forskel mellem 2 proportioner
de: z-Test für den Unterschied zwischen den zwei Anteilen
fr: test z pour la différence entre deux proportions
he: מבחן z להבדל בין שני יחסים
hr: z test razlike između dvije proporcije
it: Test z per la differenza di 2 proporzioni
kk: 2 пропорциядағы айырмашылық үшін z тесті
nn: z-test for forskjell mellom 2 proporsjonar
no: z-test for forskjell mellom 2 proporsjoner
pl: Test z dla dwóch proporcji
pt: Teste z para diferença de 2 proporções
ru: z-тест на разницу в 2 пропорциях
sl: z-test razlike dveh sorazmernih deležev
sv: z-test för skillnad mellan 2 proportioner
ta: 2 விகிதாச்சாரத்தில் வேறுபாட்டிற்கான சட் சோதனை
tr: 2 oran arasındaki fark için z testi
uk: z-тесту на різницю у 2 пропорціях

source: z test only available for 2x2 tables
ca: prova z només està disponible per a taules 2x2
da: z-testen er kun tilgængeligt for 2x2-tabeller
de: der z-Test ist nur für 2x2-Tabellen verfügbar
fr: le test z n'est disponible que pour des tableaux de type 2x2
he: מבחן z זמין רק עבור טבלאות 2×2
hr: z test je dostupan samo za 2x2 tablice
it: Test z disponibile solo per tabelle 2x2
kk: z сынағы тек 2x2 кестелер үшін қолжетімді
nn: z-testen er berre tilgjengeleg for 2x2-tabeller
no: z-testen er kun tilgjengelig for 2x2-tabeller
pl: test z jest dostępny wyłącznie dla tabel 2x2
pt: Teste z disponível apenas para tabelas 2x2
ru: z-тест доступен только для таблиц 2x2
sl: z-test je na voljo le za razpredelnice 2 ‧ 2
sv: z-testen är endast tillgängligt för 2x2-tabeller
ta: சட் சோதனை 2x2 அட்டவணைகளுக்கு மட்டுமே கிடைக்கும்
tr: z testi sadece 2x2 tablolar için kullanılabilir
uk: z-тесту доступний тільки для таблиць 2x2

source: χ² continuity correction
ca: χ² amb correcció de continuïtat
da: χ² med kontinuitetskorrektion
de: χ² mit Kontinuitätskorrektur
fr: Correction de continuité du χ²
he: תיקון רציפות χ²
hr: χ² korekcija kontinuiteta
it: χ² con correzione di continuità
kk: χ² үздіксіздікті түзету
nl: χ²-continuïteitscorrectie
nn: χ² med kontinuitetskorreksjon
no: χ² med kontinuitetskorreksjon
pl: χ² poprawka na ciągłość
pt: χ² com Correção de Continuidade
ru: χ² коррекция непрерывности
sl: χ² popravek zveznosti
sv: χ² med kontinuitetskorrektion
ta: χ² தொடர்ச்சியான திருத்தம்
tr: χ² süreklilik düzeltmesi
uk: χ² корекція непрерывности

source: χ² Goodness of Fit
ca: χ² Bondat d'Ajustament
da: χ²-test for fordeling
de: χ²-Anpassungstest
fr: Test d'ajustement du χ²
he: χ² לטיב התאמה
hr: χ² test prilagodbe
it: χ² della bontà di adattamento
kk: χ² сәйкестігі
nn: χ²-test for fordeling
no: χ²-test for fordeling
pl: χ² dobroci dopasowania
pt: χ² do Ajustamento
ru: Критерий соответствия χ²
sl: Skladnost χ² (GoF)
sv: χ²-test för fördelning
ta: பொருத்தத்தின் நன்மை
tr: χ² Uyum İyiliği
uk: Критерій відповідності χ²

source: χ² Goodness of fit
ca: χ² Bondat d'Ajustament
da: χ²-test for fordeling
de: χ²-Anpassungstest
fr: Test d'ajustement du χ²
he: χ² לטיב התאמה
hr: χ² test prilagodbe
it: χ² della bontà di adattamento
kk: χ² сәйкестігі
nn: χ²-test for fordeling
no: χ²-test for fordeling
pl: χ² dobroci dopasowania
pt: χ² do Ajustamento
ru: Критерий соответствия χ²
sl: Skladnost χ² (GoF)
sv: χ²-test för fördelning
ta: பொருத்தத்தின் நன்மை
tr: χ² Uyum iyiliği
uk: Критерій відповідності χ²

source: χ² test
ca: Prova χ²
fr: Test χ²
he: מבחן χ²
it: test χ²
kk: χ² сынағы
nl: χ²-toets
pl: test χ²
pt: Teste χ²
ru: χ² тест
ta: X² சோதனை
tr: χ² testi
uk: χ² тесту

source: χ² test of association
ca: Prova d'associació χ²
da: χ²-test for uafhængighed
de: χ²-Unabhängigkeitstest
fr: Test χ² d'association
he: χ² לאי תלות
hr: χ² test povezanosti
it: test di associazione χ²
kk: χ² ассоциация сынағы
nl: χ²-associatietoets
nn: χ²-test for sjølvstende
no: χ²-test for uavhengighet
pl: Test zgodności χ²
pt: Teste de Associação χ²
ru: χ² тест ассоциации
sl: Test asociacij χ²
sv: χ²-test för självständighet
ta: சங்கத்தின் சோதனை
tr: χ² ilişki testi
uk: χ² тесту асоціації

source: χ² Tests
ca: Proves χ²
da: χ²-tester
fr: Tests χ²
he: מבחני χ²
hr: χ² Testovi
it: Test χ²
kk: χ² сынақтары
nl: χ²-toetsen
nn: χ²-testar
no: χ²-tester
pl: Testy χ²
pt: Testes χ²
ru: Тест χ²
sl: Testi χ²
sv: χ²-tester
ta: χ² சோதனைகள்
tr: χ² Testleri
uk: Тест χ²

source: ⁻ mean - 1SD, <sup>μ</sup> mean, ⁺ mean + 1SD
ca: ⁻ mitjana - 1DE, <sup>μ</sup> mitjana, ⁺ mitjana + 1DE
da: ⁻ gennemsnit - 1SD, <sup>μ</sup> gennemsnit, ⁺ gennemsnit + 1SD
de: - Mittelwert - 1SD, <sup>μ</sup> Mittelwert, ⁺ Mittelwert + 1SD
fr: ⁻ moyenne - 1 écart-type, <sup>μ</sup> moyenne, ⁺ moyenne + 1 écart-type
hr: ⁻ srednja vrijednost - 1SD, <sup>μ</sup> srednja vrijednost, ⁺ srednja vrijednost + 1SD
it: ⁻ media - 1SD, <sup>μ</sup> media, ⁺ media + 1SD
kk: ⁻ орташа - 1SD, <sup>μ</sup> орташа , ⁺ орташа + 1SD
nl: ⁻ gemiddelde - 1 st.afw., <sup>μ</sup> gemiddelde, ⁺ gemiddelde + 1 st.afw.
nn: ⁻ gjennomsnitt - 1SD, <sup>μ</sup> gjennomsnitt, ⁺ gjennomsnitt + 1SD
no: ⁻ gjennomsnitt - 1SD, <sup>μ</sup> gjennomsnitt, ⁺ gjennomsnitt + 1SD
pl: ⁻ średnia - 1SD, <sup>μ</sup> średnia, ⁺ średnia + 1SD
pt: ⁻ média - 1SD, <sup>μ</sup> média, ⁺ média + 1SD
sl: ⁻ povprečje - 1SO, <sup>μ</sup> povprečje, ⁺ povprečje + 1SO
sv: ⁻ genomsnitt - 1SD, <sup>μ</sup> genomsnitt, ⁺ genomsnitt + 1SD
ta: ⁻ சராசரி - 1 எச்.டி, <up> μ </sup> சராசரி, ⁺ சராசரி + 1 எச்.டி.
tr: ⁻ ortalama - 1SS, <sup>μ</sup> ortalama, ⁺ ortalama + 1SS

source: AUC
ca: AUC (àrea sota corba)
fr: Aire sous la courbe
hr: Površina ispod krivulje (AUC)
kk: ҚАС(Қисық астындағы аудан)
nl: Oppervlakte onder een kromme
pl: Pole pod krzywą (AUC)
sl: Polje pod krivuljo (AUC)

source: `ANCOVA - ${dep}`
he: `ניתוח שונות משותפת – ${dep}`
ta: `அன்கோவா - $ {dep}`

source: BIC
ca: BIC (Bayes)
fr: BIC (Critère d'information bayésien)
nl: Bayesiaanse informatiecriterium
sl: Kriterij BIC
ta: பிக்

source: CFI
fr: CFI (indice d’ajustement comparatif)
nl: Vergelijkende aanpassingsindex
sl: Index CFI
ta: சி.எஃப்.ஐ.

source: df1
ca: gl1
fr: ddl1
he: ד״ח1
it: gdl1
nl: vrijheidsgraden1
pt: gl1
ta: டி.எஃப் 1
tr: sd1

source: df2
ca: gl2
fr: ddl2
he: ד״ח2
it: gdl2
nl: vrijheidsgraden2
pt: gl2
ta: டி.எஃப் 2
tr: sd2

source: MSA
fr: Analyse statistique des mesures (MSA)
nl: Meetsysteemanalyse
pt: MAA
sl: Analiza MSA
ta: எம்.எச்.ஏ.

source: p
ta: ப

source: R²<sub>CS</sub>
ta: R² <ub> cs </sub>

source: ROC
sl: Krivulja ROC
ta: ரோக்

source: SD
ca: DE
da: Std.-afvigelse
de: Std.-abw.
fr: Ecart-type
he: ס״ת
nl: Standaardafwijking
nn: Std.-avvik
no: Standardavvik
pt: Desvio-padrão
sv: Std.-avvikelse
ta: எச்.டி.
tr: SS

source: SE
ca: EE
da: Std.-fejl
de: Std.-fehler
fr: Erreur standard
he: ט״ת
nl: Standaardfout
nn: Std.-feil
no: Std.-feil
pt: Erro-padrão
sl: SN
sv: Std.-fel
ta: உடன்
tr: SH

source: SRMR
sl: Ostanek SRMR
ta: எச்.ஆர்.எம்.ஆர்

source: t
ta: டி

source: Z
ta: சட்

source: ε²
ta: E²

source: η²
ta: ம

source: η²<sub>G</sub>
ta: η² <சப்> ஐயா </ sub>

source: η²<sub>p</sub>
ta: η² <சப்> ப </ sub>

source: η²p
ta: ம

source: χ²
ta: X²

source: Q-Q
pl: K-K
sl: Diagram Q-Q

source: Column '{name}' contains unused levels (possible only when rows with missing values are excluded)
de: Spalte '{name}' enthält nicht verwendete Faktor- / Variablenstufen (Berechnung ist nur möglich, wenn Zeilen mit fehlenden Werten ausgeschlossen werden)
it: La colonna '{name}' contiene livelli non utilizzati (possibile solo quando sono escluse le righe con valori mancanti)
pt: A coluna '{name}' contém níveis não usados (possivelmente quando as linhas só com valores omissos foram excluídas)
uk: Шпальта '{name}' містить неиспользуемые рівні (можливо тільки прі виключенні строк з відсутній значеннями)

source: Dependent variable must be numeric
de: Abhängige Variable muss numerisch sein
it: La variabile dipendente deve essere numerica
pt: A variável dependente tem de ser numérica
uk: Залежати переменная повинна бути числовой

source: Factor '{factorName}' contains no data
de: Faktor „{factorName}“ enthält keine Daten
it: Il fattore '{factorName}' non contiene dati
pt: O Fator '{factorName}' não tem dados
uk: Фактор '{factorName}' не містить даних

source: Factor '{factorName}' contains only a single level
de: Faktor „{factorName}“ enthält nur eine einzige Faktorstufe
it: Il fattore '{factorName}' contiene un solo livello
pt: O Fator '{factorName}' só tem um nivel
uk: Фактор '{factorName}' містить тільки один рівень

source: if item dropped
de: wenn das Item weggelassen wird
it: se l'elemento viene eliminato
pt: se o item for eliminado
uk: якщо елемент выпал

source: item-rest correlation
de: Item-Rest-Korrelation
it: correlazione elemento-residuo
pt: correlação item-total
uk: корреляция елемента і решти

source: Levels
de: Stufe
it: Livelli
pt: Níveis
uk: Рівні

source: mean
de: mittlere
it: media
pt: média
uk: середнішій

source: Residual sum of squares and/or degrees of freedom is zero, indicating a perfect fit
de: Die Quadratsumme der Residuen und/oder die Freiheitsgrade sind Null, was auf eine perfekte Anpassung des Modells hinweist
it: La somma residua di quadrati e/o gradi di libertà è zero, indicando un adattamento perfetto
pt: A Soma de Quadrados dos Resíduos e/ou os graus de liberdade são 0, indicado um ajustamento perfeito
uk: Остаточная сума квадратів і/або ступенів свободи рівний нулю, що вказує на ідеальне відповідність

source: AIC
ca: AIC (Akaike)
fr: AIC (Critère d'information d'Akaike)
nl: Akaike-informatiecriterium
sl: Kriterij AIC

source: dev
ca: desv

source: sd
it: ds

source: R²<sub>McF</sub>
pt: R²<sub>CS</sub>

source: R²<sub>N</sub>
pt: R²<sub>CS</sub>

source: TLI
he: מדד טאקר–לואיס (TLI)
sl: Tucker-Lewisov indeks (TLI)

source: VIF
sl: Faktor napihovanja variance (VIF)

source: `ANOVA - ${dep}`
he: `ניתוח שונות – ${dep}`

source: a table of post-hoc residuals
he: טבלת הנתונים השיוריים של ניתוחי ההמשך
hr: tablica post-hoc reziduala
tr: post-hoc artıklarının bir tablosu

source: Deviance residuals
he: הנתונים השיוריים של הסטייה
hr: Reziduali devijacije
tr: Sapma artıkları

source: Deviance residuals (Poisson GLM)
he: הנתונים השיוריים של הסטייה (GLM של פואסון)
hr: Reziduali devijacije (Poisson GLM)
tr: Sapma artıkları (Poisson GLM)

source: Deviance residuals are adjusted residuals from a Poisson GLM.
he: הנתונים השיוריים של הסטייה הם נתונים שיוריים מתוקננים מ־GLM של פואסון.
hr: Reziduali devijacije su prilagođeni reziduali iz Poissonovog GLM-a.
tr: Sapma artıkları, bir Poisson GLM'den ayarlanmış artıklardır.

source: Does not support weighted data yet.
he: עדיין אין תמיכה בנתונים משוקללים.
tr: Henüz ağırlıklı verileri desteklemiyor.

source: Dunn's pairwise comparisons
he: השוואות זוגיות של דאן
tr: Dunn'un ikili karşılaştırmaları

source: It appears that your model has a \"singularity\" problem. This usually means that the model is having trouble distinguishing between certain effects because some variables are too closely related or there isn't enough data to estimate all the effects reliably. To resolve this, consider simplifying the model by removing some of the effects or checking if your data might have redundant or highly correlated variables.
he: נראה שלמודל יש בעיית /"סינגולריות/". לרוב המשמעות היא שלמודל קשה להבחין בין אפקטים מסוימים מכיוון שכמה משתנים קשורים זה לזה קשר הדוק או שאין די נתונים כדי לאמוד נאמנה את כל האפקטים. כדי לפתור זאת, יש לשקול את פישוט המודל בעזרת הסרת כמה מהאפקטים או בעזרת בדיקה אם בנתונים יש משתנים מיותרים או כאלה הקשורים בהדיקות זה לזה.
hr: Čini se da model ima problem sa \"singularnošću\". To obično znači da model ima problem razlikovati određene učinke jer su neke varijable previše usko povezane ili nema dovoljno podataka za pouzdanu procjenu svih učinaka. Pokušaj pojednostaviti model uklanjanjem nekih učinaka ili provjeri imaju li tvoji podaci redundantne ili visoko korelirane varijable.
tr: Görünüşe göre modelinizde bir "teklik" sorunu var. Bu genellikle, bazı değişkenler çok yakından ilişkili olduğu için veya tüm etkileri güvenilir bir şekilde tahmin etmek için yeterli veri olmadığı için modelin belirli etkileri ayırt etmekte zorlandığı anlamına gelir. Bunu çözmek için, bazı etkileri kaldırarak modeli basitleştirmeyi veya verilerinizde yedekli veya yüksek düzeyde ilişkili değişkenler olup olmadığını kontrol etmeyi düşünün.

source: Mahalanobis ChiSq
he: כי בריבוע של מהלנוביס
hr: Mahalabonisov hi-kvadrat
tr: Mahalanobis Ki-Kare

source: Mahalanobis distance
he: מרחק מהלנוביס
hr: Mahalanobisova udaljenost
tr: Mahalanobis uzaklığı

source: Mahalanobis Distance
he: מרחק מהלנוביס
hr: Mahalanobisova udaljenost
tr: Mahalanobis Uzaklığı

source: Mahalanobis distance (Chi sq.)
he: מרחק מהלנוביס (כי בריבוע)
hr: Mahalanobisova udaljenost (hi-kvadrat)
tr: Mahalanobis uzaklığı (Ki-kare)

source: Mahalanobis distance (p)
he: מרחק מהלנוביס (p)
hr: Mahalanobisova udaljenost (p)
tr: Mahalanobis uzaklığı (p)

source: Mahalanobis distance can only be calculated for models with two or more covariates
he: ניתן לחשב מרחק מהלנוביס רק עבור מודלים בעלי לפחות שני משתנים נלווים
tr: Mahalanobis uzaklığı sadece iki veya daha fazla kovaryatı olan modeller için hesaplanabilir

source: Mahalanobis p
he: P של מהלנוביס
hr: Mahalanobisov p

source: Model fit issue detected!
he: נמצאה בעיה בהתאמת המודל!
hr: Otkriven je problem s prilagodbom modela!
tr: Model uyum sorunu tespit edildi!

source: Models estimated using sample size of N={n}
he: המודל נאמד בעזרת גודל מדגם של N = {n}
hr: Modeli procijenjeni korištenjem veličine uzorka N={n}
tr: Modeller N={n} örneklem büyüklüğü kullanılarak tahmin edildi

source: Not all statistics support weighted data yet.
he: לא כל הסטטיסטיקות תומכות בנתונים משוקללים עדיין.
hr: Sve statistike još ne podržavaju ponderirane podatke.
tr: Henüz tüm istatistikler ağırlıklı verileri desteklemiyor.

source: p<sub>(Bonferroni)</sub>
he: p<sub>(בונפרוני)</sub>

source: p<sub>(unadj)</sub>
he: p<sub>(לא מתוקנן)</sub>
tr: p<sub>(düzeltilmemiş)</sub>

source: Participants (rows) below p-threshold
he: המשתתפים (שורות) מתחת לסף ה־p
tr: p-eşiğinin altındaki katılımcılar (satırlar)

source: Pearson residuals
he: נתונים שיוריים של פירסון
hr: Pearsonovi reziduali
tr: Pearson artıkları

source: Plots are not yet supported for weighted descriptives.
he: תרשימים עדיין אינם תומכים במידע תיאורי משוקלל.
hr: Dijagrami još nisu podržani za ponderirane deskriptivne pokazatelje.
tr: Henüz ağırlıklı betimleyici istatistikler için grafikler desteklenmiyor.

source: Post Hoc Test
he: מבחן המשך
tr: Post Hoc Testi

source: Post Hoc Test ({title})
he: מבחן המשך ({title})
tr: Post Hoc Testi ({title})

source: Singularity error. Sphericity corrections are not available
he: שגיאת סינגולריות. תיקוני הכדוריות אינם זמינים
tr: Tekillik hatası. Küresellik düzeltmeleri mevcut değil

source: Standardized residuals
he: נתונים שיוריים מתוקננים
tr: Standartlaştırılmış artıklar

source: Standardized residuals (adjusted Pearson)
he: נתונים שיוריים מתוקננים (פירסון מתוקנן)
tr: Standartlaştırılmış artıklar (ayarlanmış Pearson)

source: The Friedman test is used to explore the relationship between a continuous dependent variable and a categorical explanatory variable, where the explanatory variable is 'within subjects' (where multiple measurements are from the same subject). It is analogous to Repeated Measures ANOVA, but with the advantage of being non-parametric, and not requiring the assumptions of normality or homogeneity of variances. However, it has the limitation that it can only test a single explanatory variable at a time.
he: משתמשים במבחן פרידמן כדי לבחון את הקשר שבין משתנה תלוי רציף ומשתנה מסביר איכותי כשהמשתנה המסביר הוא ”תוך נבדקי“ (ישנם כמה מדדים למשתתף יחיד). הוא מקביל לניתוח שונות למדידות חוזרות, אבל יש לו יתרונות שהוא לא פרמטרי ושאין לו צורך בהנחות נורמליות ושוויון שונויות. עם זאת, יש לו מגבלה שהוא אינו יכול לבחון יותר ממשתנה מסביר אחד בכל פעם.
tr: Friedman testi, sürekli bir bağımlı değişken ile kategorik bir açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır, burada açıklayıcı değişken 'denek içi'dir (birden fazla ölçüm aynı denektendir). Tekrarlı Ölçümler ANOVA'sına benzer, ancak parametrik olmama ve normallik veya varyans homojenliği varsayımları gerektirmeme avantajına sahiptir. Ancak, aynı anda sadece tek bir açıklayıcı değişkeni test edebilme sınırlaması vardır.

source: The Kruskal-Wallis test is used to explore the relationship between a continuous dependent variable, and a categorical explanatory variable. It is analogous to ANOVA, but with the advantage of being non-parametric and having fewer assumptions. However, it has the limitation that it can only test a single explanatory variable at a time.
he: משתמשים במבחן קראסקל–ואליס כדי לבחון את הקשר שבין משתנה תלוי רציף ומשתנה מסביר איכותי. הוא מקביל לניתוח שונות, אבל יש לו יתרונות שהוא לא פרמטרי ושיש לו פחות הנחות. עם זאת, הוא מוגבל לבחינת משתנה מסביר אחד בכל פעם.
tr: Kruskal-Wallis testi, sürekli bir bağımlı değişken ile kategorik bir açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır. ANOVA'ya benzer, ancak parametrik olmama ve daha az varsayıma sahip olma avantajına sahiptir. Ancak, aynı anda sadece tek bir açıklayıcı değişkeni test edebilme sınırlaması vardır.

source: The specified reference level was not found for the following variable(s): {vars}. Defaulting to the first available level. To use a custom reference level, ensure the defined reference level is available in the data.
he: רמת הייחוס המסוימת לא נמצאה עבור המשתנים הבאים: {vars}. ברירת המחדל תיקבע על פי הרמה הראשונה הזמינה. כדי להשתמש ברמת ייחוס מותאמת אישית יש להגדיר רמת ייחוס הזמינה עבור הנתונים.
tr: Belirtilen referans düzeyi şu değişken(ler) için bulunamadı: {vars}. İlk mevcut düzeye geçiliyor. Özel bir referans düzeyi kullanmak için, tanımlanan referans düzeyinin veride mevcut olduğundan emin olun.

source: There were no Mahalanobis distances with a threshold below p < {p}.
he: אין מרחק מהלנוביס בעל סף הנמוך מ־p < {p}.
hr: Nije bilo Mahalanobisovih udaljenosti s pragom ispod p < {p}.
tr: p < {p} eşiğinin altında Mahalanobis uzaklığı yoktu.

source: Unstandardized residuals
he: נתונים שיוריים לא מתוקננים
tr: Standartlaştırılmamış artıklar
