Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Predicted probability of … = … (vs … = …)
ca: Probabilitat predita de… =… (vs… =…)
da: Forventede sandsynlighed for … = … (imod … = …)
de: Prognostizierte Wahrscheinlichkeit von ... = ... (vs ... = ...)
fr: Probabilité prédite de … = … (vs … = …)
he: הסתברות המנובאת של … = … (לעומת … = …)
hr: Predviđena vjerojatnost od … = … (nasuprot … = …)
it: Probabilità prevista di ... = ... (vs ... = ...)
kk: … = … (қарсы … = …) болжамды ықтималдығы
nl: Verwachte waarschijnlijkheid van … = … (versus … = …)
nn: Føresagde sannsyn for … = … (mot … = …)
no: Forventet sannsynlighet for ... = ... (vs ... = ...)
pl: Przewidywane prawdopodobieństwo … = … (vs … = …)
pt: Probabilidade prevista de … = … (vs … = …)
ru: Прогнозируемая вероятность … = … (vs … = …)
sl: Napovedana verjetnost spremenljivke … = … (proti … = …)
sv: Förväntade sannolikhet för … = … (mot … = …)
ta: முன்னறிவிக்கப்பட்ட நிகழ்தகவு… =… (vs… =…)
tr: Tahmin edilen olasılık … = … (vs … = …)
uk: Прогнозувати імовірність … = … (vs … = …)

source: Predicted probability of {dep} = {level1} (vs {dep} = {level2})
ca: Probabilitat predita de {dep} = {level1} (vs {dep} = {level2})
da: Forventede sandsynlighed for {dep} = {level1} (imod {dep} = {level2})
de: Prognostizierte Wahrscheinlichkeit von {dep} = {level1} (vs {dep} = {level2})
fr: Probabilité prédite de {dep} = {level1} (vs {dep} = {level2})
he: הסתברות המנובאת של {dep} = {level1} (לעומת {dep} = {level2})
hr: Predviđena vjerojatnost od {dep} = {level1} (nasuprot {dep} = {level2})
it: Probabilità prevista di {dep} = {level1} (vs {dep} = {level2})
kk: {dep} = {level1} (vs {dep} = {level2}) болжамды ықтималдығы
nl: Verwachte waarschijnlijkheid van {dep} = {level1} (versus {dep} = {level2})
nn: føresagde sannsyn for {dep} = {level1} (mot {dep} = {level2})
no: Forventet sannsynlighet for {dep} = {level1} (vs{dep} = {level2})
pl: Przewidywane prawdopodobieństwo {dep} = {level1} (vs {dep} = {level2})
pt: Probabilidade prevista {dep} = {level1} (vs {dep} = {level2})
ru: Прогнозируемая вероятность {dep} = {level1} (по сравнению с {dep} = {level2})
sl: Napovedana verjetnost spremenljivke {dep} = {level1} (proti {dep} = {level2})
sv: Förväntade sannolikhet för {dep} = {level1} (vs {dep} = {level2})
ta: {dep} = {level1} (vs {dep} = {level2}) கணிக்கப்பட்ட நிகழ்தகவு
tr: Tahmin edilen olasılık {dep} = {level1} (vs {dep} = {level2})
uk: Прогнозувати імовірність {dep} = {level1} (по порівнянню з {dep} = {level2})

source: Predicted values
ca: Valors predits
da: Forventede værdier
de: Vorhergesagte Werte
fr: Valeurs prédites
he: ערכים מנובאים
hr: Predviđene vrijednosti
it: Valori previsti
kk: болжанатын мәндер
nl: Voorspelde waarden
nn: Føresagde verdiar
no: Forutsagte verdier
pl: Wartości przewidywane
pt: Valores estimados
ru: Прогнозируемые значения
sl: Napovedane vrednosti
sv: Förväntade värden
ta: கணிக்கப்பட்ட மதிப்புகள்
tr: Tahmin edilen değerler
uk: Прогнозувати значення

source: Prediction
ca: Predicció
da: Prediktion
de: Vorhersage
fr: Prédiction
he: ניבוי
hr: Predviđanje
it: Previsione
kk: болжам
nl: Voorspelling
nn: Prediksjon
no: Prediksjon
pl: Przewidywanie
pt: Previsão
ru: Прогноз
sl: Napoved
sv: Prediktion
ta: கணிப்பு
tr: Tahmin
uk: Прогноз

source: Predictive Measures
ca: Mesures Predictives
da: Prediktive mål
de: Vorhersagemaße
fr: Mesures prédites
he: מדדי ניבוי
hr: Predviđene mjere
it: Misure Predittive
kk: болжамдық шаралар
nl: Voorspelde metingen
nn: Prediktive mål
no: Prediktive mål
pl: Miary predykcyjne
pt: Medidas Preditivas
ru: Прогностические меры
sv: Förväntade mål
ta: முன்கணிப்பு நடவடிக்கைகள்
tr: Tahminsel Ölçütler
uk: Прогностические міри

source: Predictor
da: Prediktor
de: Prädiktor
fr: Prédicteur
he: מנבא
it: Predittore
kk: болжамдаушы
nl: Voorspeller
nn: Prediktor
no: Prediktor
pl: Predyktor
pt: Preditor
ru: Предиктор
sl: Vzročna spremenljivka
sv: Prediktor
ta: முன்கணிப்பு
tr: Yordayıcı
uk: Предиктор

source: Predictors
da: Prediktorer
de: Prädiktoren
fr: Prédicteurs
he: מנבאים
hr: Prediktori
it: Predittori
kk: болжамдаушылар
nl: Voorspellers
nn: Prediktorar
no: Prediktorer
pl: Predyktory
pt: Preditores
ru: Предикторы
sl: Vzročne spremenljivke
sv: Prediktorer
ta: முன்னறிவிப்பாளர்கள்
tr: Yordayıcılar
uk: Предикторы

source: Principal axis
ca: Eix principal
da: Hovedakse
de: Hauptachse
fr: Axe principal
he: הציר המרכזי
it: Asse principale
kk: негізгі ось
nl: Hoofdas
nn: Hovudakse
no: Hovedakse
pl: Osi głównych
pt: Eixo Principal
ru: Основная ось
sl: Glavna os
sv: Huvudaxel
ta: முதன்மை அச்சு
tr: Asal eksen
uk: Основная ось

source: Principal axis factoring
ca: Factorització segons l'eix principal
da: Hovedaksefaktorering
de: Faktorisierung der Hauptachse
fr: Factorisation de l'axe principal
he: פירוק הציר המרכזי
it: Fattorizzazione sull'asse principale
kk: негізгі ось факторингі
nl: Factorisatie hoofdas
nn: Hovedaksefaktorering
no: Hovedaksefaktorering
pl: Metoda osi głównych (PAF)
pt: Fatorização do Eixo Principal
ru: Факторизация главной оси
sv: Huvudaxelfaktorering
ta: முதன்மை அச்சு காரணி
tr: Asal eksen faktörlemesi
uk: Факторизация головної оси

source: Principal Component Analysis
ca: Anàlisi de Components Principals
da: Hovedkomponentanalyse
de: Hauptkomponentenanalyse
fr: Analyses des composantes principales
he: ניתוח רכיבים עיקריים
it: Analisi delle Componenti Principali
kk: негізгі компоненттер талдауы
nl: Analyse hoofdcomponent
nn: Hovudkomponentanalyse
no: Hovedkomponentanalyse
pl: Analiza głównych składowych
pt: Análise Componentes Principais
ru: Анализ главных компонент
sl: Analiza glavnih komponent (PCA)
sv: Huvudkomponentanalys
ta: முதன்மை கூறு பகுப்பாய்வு
tr: Temel Bileşenler Analizi
uk: Аналіз головних компоненту

source: Prior
ca: A Priori
da: Antagelse (prior)
de: Vorannahme (prior)
fr: A priori
he: פריורי
it: Valori Precedenti
kk: алдыңғы
nl: A priori
nn: Antaking (prior)
no: Antakelse (prior)
ru: Предыдущий
sv: Antagelse (prior)
ta: முன்
uk: Предыдущий

source: Prior width
ca: Amplitud a priori
da: Bredde på antagelse (prior)
de: Weite der Vorannahme (prior)
fr: Largeur de l'a priori
he: רוחב הפריורי
it: Ampiezza Precedente
kk: алдыңғы ені
nl: Eerdere breedte
nn: Breidd på antaking (prior)
no: Bredde på antakelse (prior)
pl: Szerokość rozkładu a priori
pt: Comprimento do Prior
ru: Предыдущая ширина
sv: Bredd på antagelse (prior)
ta: முன் அகலம்
tr: Prior genişliği
uk: Предыдущая ширина

source: Probability
ca: Probabilitat
da: Sandsynlighed
de: Wahrscheinlichkeit
fr: Probabilité
he: הסתברות
hr: Vjerojatnost
it: Probabilità
kk: ықтималдық
nl: Waarschijnlijkheid
nn: Sannsyn
no: Sannsynlighet
pl: Prawdopodobieństwo
pt: Probabilidade
ru: Вероятность
sl: Verjetnost
sv: Sannolikhet
ta: நிகழ்தகவு
tr: Olasılık
uk: Імовірність

source: Promax
kk: промакс
ru: Промакс
ta: ப்ரோமக்ச்
uk: Промакс

source: promax
kk: промакс
ru: промакс
ta: ப்ரோமக்ச்
uk: промакс

source: Proportion
ca: Proporció
de: Anteil
he: יחס
hr: Proporcija
it: Proporzione
kk: пропорция
nl: Proportie
nn: Proporsjon
no: Proporsjon
pl: Proporcja
pt: Proporção
ru: Пропорция
ta: விகிதம்
tr: Oran
uk: Пропорція

source: Proportion Test (2 Outcomes)
ca: Prova de Proporcions (2 Resultats)
da: Proportionstest (2 resultater)
de: Proportionstest (2 Ergebnisse)
fr: Test de comparaison de 2 proportions
he: מבחן יחסים (שתי תוצאות)
hr: Test proporcija (2 ishoda)
it: Test di Proporzione (2 Risultati)
kk: пропорция тесті (2 нәтиже)
nl: Proportietoets (2 uitkomsten)
nn: Proporsjonstest (2 resultat)
no: Proporsjonstest (2 resultater)
pl: Test proporcji (Dwie wartości)
pt: Teste à Proporção (2 Eventos)
ru: Тест пропорций (2 исхода)
sl: Preizkus sorazmernosti (2 izida)
sv: Proportionstest (2 resultat)
ta: விகிதாச்சார சோதனை (2 விளைவுகள்)
tr: Oran Testi (2 Sonuç)
uk: Тест пропорцій (2 исхода)

source: Proportion Test (N Outcomes)
ca: Prova de Proporcions (N Resultats)
da: Proportionstest (N resultater)
de: Proportionstest (N Ergebnisse)
fr: Test de comparaison de N proportions
he: מבחן יחסים (N תוצאות)
hr: Test proporcija (N ishoda)
it: Test di Proporzione (N Risultati)
kk: пропорция тесті (N нәтиже)
nl: Proportietoets (N uitkomsten)
nn: Proporsjonstest (N resultat)
no: Proporsjonstest (N resultater)
pl: Test proporcji (N wyników)
pt: Teste à Proporção (N eventos)
ru: Тест пропорций (N исходов)
sl: Preizkus sorazmernosti (N izidov)
sv: Proportionstest (N resultat)
ta: விகிதாச்சார சோதனை (n விளைவுகள்)
tr: Oran Testi (N Sonuç)
uk: Тест пропорцій (N исходов)

source: provide a Cohen's d measure of effect size for the post-hoc tests.
ca: proporciona una mesura d de Cohen de la intensitat de l'efecte per a les proves post-hoc.
da: giv ud effektstørrelserne (Cohens d) for post-hoc tester.
de: gibt Cohen's d als Maß für die Effektstärke der Post-hoc-Tests aus.
fr: donne le d de Cohen pour la taille de l'effet des tests post-hoc.
he: מדד d של כהן לגודל האפקט לצורך ניתוחי ההמשך.
it: fornire una misura d di Cohen della dimensione dell'effetto per i test post-hoc.
kk: хоктан кейінгі сынақтар үшін Коэннің d әсер өлшемін қамтамасыз етеді.
nn: gi ut effektstorleikane (Cohens d) for post-hoc testar.
no: gi ut effektstørrelsene (Cohens d) for post-hoc tester.
pl: podaj miarę wielkości efektu d Cohena dla testów post-hoc.
pt: fornecer uma medida d de Cohen da dimensão do efeito para os testes post-hoc.
ru: предоставить показатель Коэна d размера эффекта для апостериорных тестов.
sl: izračuna Cohenove d velikosti učinka post-hoc preizkusov.
sv: ge ut effektstorlekarna (Cohens d) för post-hoc tester.
ta: பிந்தைய தற்காலிக சோதனைகளுக்கு ஒரு கோஅனின் டி அளவீட்டு விளைவு அளவை வழங்கவும்.
tr: post-hoc testler için Cohen'in d etki büyüklüğü ölçüsünü sağlayın.
uk: надати показник Коэна d розміру ефекту для апостериорных тестів.

source: provide a confidence interval for the difference between the mean estimate and the test value.
ca: proporciona un interval de confiança per a la diferència entre la estimació mitjana i el valor de prova.
da: giv ud konfidensintervaller for forskellen mellem de gennemsnitsestimater og testværdien.
de: gibt ein Konfidenzintervall für die Differenz zwischen dem mittleren Schätzwert und dem Testwert aus.
fr: donne les intervalles de confiance de la différence entre l'estimation de la moyenne et la valeur testée.
he: רווח סמך עבור ההפרש בין הממוצע המשוער וערך המבחן.
hr: navedi interval pouzdanosti za razliku između procijenjene srednje vrijednosti i testne vrijednosti.
it: fornire un intervallo di fiducia per la differenza tra la stima media e il valore del test.
kk: бағалаудың орташа мәні мен сынақ мәні арасындағы айырмашылық үшін сенімділік интервалын қамтамасыз етеді.
nn: gi ut konfidensintervall for forskjellen mellom dei gjennomsnittsestimata og testverdien.
no: gi ut konfidensintervaller for forskjellen mellom de gjennomsnittsestimatene og testverdien.
pl: podaj przedziały ufności dla różnicy pomiędzy średnim oszacowaniem a wartością testowaną.
pt: forneça um intervalo de confiança para a diferença entre a estimativa média e o valor de teste.
ru: предоставить доверительный интервал для разницы между средней оценкой и тестовым значением.
sl: izračuna interval zaupanja za razliko med oceno povprečne vrednosti in testno vrednostjo.
sv: ge ut konfidensintervaller för skillnaden mellan de gjennomsnittsestimatene och testvärdet.
ta: சராசரி மதிப்பீட்டிற்கும் சோதனை மதிப்புக்கும் இடையிலான வேறுபாட்டிற்கு நம்பிக்கை இடைவெளியை வழங்கவும்.
tr: ortalama tahmini ile test değeri arasındaki fark için bir güven aralığı sağlayın.
uk: надати доверительный интервал для різниці між середньою оцінкою і тестовим значенням.

source: provide a correlation matrix plot.
ca: proporciona una gràfica de la matriu de correlació.
da: giv ud korrelationsdiagram.
de: gibt ein Korrelationsdiagramm aus.
fr: donne un graphe de matrice de corrélation.
he: תרשים מטריצת מתאמים.
hr: navedi dijagram korelacijske matrice.
it: restituisce un grafico della matrice di correlazione.
kk: корреляциялық матриа графигін қамтамасыз етеді.
nl: geef een correlatiediagram op.
nn: gi ut korrelasjonsdiagram.
no: gi ut korrelasjonsdiagram.
pl: utwórz wykres macierzy korelacji.
pt: fornecer um gráfico de matriz de correlação.
ru: предоставить график корреляционной матрицы.
sl: izriše korelacijsko matriko.
sv: ge ut korrelationsdiagram.
ta: ஒரு தொடர்பு மேட்ரிக்ச் சதித்திட்டத்தை வழங்கவும்.
tr: bir korelasyon matris grafiği sağlayın.
uk: надати графік корреляционной матрицы.

source: provide a Kendall's tau-b for each combination of variables.
ca: proporciona un tau-b de Kendall per a cada combinació de variables.
da: giv ud Kendalls tau-b for hver kombination af variabler.
de: gibt für jede Kombination von Variablen ein Kendall-Tau-b aus.
fr: donne un tau-b de Kendall pour chaque combinaison de variables.
he: טאו b של קנדל עבור כל צירוף של משתנים.
it: fornire un tau-b di Kendall per ogni combinazione di variabili.
kk: айнымалылардың әрбір комбинациясы үшін Kendall tau-b -ін қамтамасыз ету.
nn: gi ut Kendalls tau-b for kvar kombinasjon av variablar.
no: gi ut Kendalls tau-b for hver kombinasjon av variabler.
pl: podaj współczynnik tau-b Kendalla dla każdej kombinacji zmiennych.
pt: fornecer um tau-b de Kendall para cada combinação de variáveis.
ru: предоставить тау-b Кендалла для каждой комбинации переменных.
sl: izračuna Kendallov tau-b za vsako kombinacijo spremenljivk.
sv: ge ut Kendalls tau-b för varje kombination av variabler.
ta: மாறிகள் ஒவ்வொரு கலவைக்கும் கெண்டலின் ட au-பி வழங்கவும்.
tr: her değişken kombinasyonu için bir Kendall tau-b sağlayın.
uk: надати тау-b Кендалла для кожноїкомбінації переменных.

source: provide a p-value for each correlation co-efficient.
ca: proporciona un valor-p per a cada coeficient de correlació.
da: giv ud p-værdi for hver korrelationskoefficient.
de: gibt einen p-Wert für jeden Korrelationskoeffizienten aus.
fr: donne une valeur p pour chaque coefficient de corrélation.
he: ערך p לכל מקדם מתאם.
it: restituisce un valore p per ogni coefficiente di correlazione.
kk: әрбір корреляция коэффициенті үшін p-мәнін қамтамасыз ету.
nn: gi ut p-verdi for kvar korrelasjonskoeffisient.
no: gi ut p-verdi for hver korrelasjonskoeffisient.
pl: podaj wartość p dla każdego współczynnika korelacji.
pt: fornecer um p-value para cada coeficiente de correlação.
ru: предоставить p-значение для каждого коэффициента корреляции.
sl: izračuna p-vrednost za vsak koeficient korelacije
sv: ge ut p-värde för varje korrelationskoefficient.
ta: ஒவ்வொரு தொடர்பு குணகத்திற்கும் ஒரு p- மதிப்பை வழங்கவும்.
tr: her korelasyon katsayısı için bir p-değeri sağlayın.
uk: надати p-значення для кожногокоефіцієнта корреляции.

source: provide a Pearson's r for each combination of variables.
ca: proporciona una r de Pearson per a cada combinació de variables.
da: giv ud Pearsons r for hver kombination af variabler.
de: gibt Pearson's r für jede Kombination von Variablen aus.
fr: donne un r de Person pour chaque combinaison de variables.
he: r של פירסון עבור כל צירוף של משתנים.
it: fornire una r di Pearson per ogni combinazione di variabili.
kk: айнымалылардың әрбір комбинациясы үшін Pearson r мәнін беріңіз.
nn: gi ut Pearsons r for kvar kombinasjon av variablar.
no: gi ut Pearsons r for hver kombinasjon av variabler.
pl: podaj r Pearsona dla każdej kombinacji zmiennych.
pt: forneça um r de Pearson para cada combinação de variáveis.
ru: предоставить значение r Пирсона для каждой комбинации переменных.
sl: izračuna Pearsonov r za vsako kombinacijo spremenljivk.
sv: ge ut Pearsons r för varje kombination av variabler.
ta: மாறிகள் ஒவ்வொரு கலவைக்கும் ஒரு பியர்சனின் R ஐ வழங்கவும்.
tr: her değişken kombinasyonu için bir Pearson r sağlayın.
uk: надати значення r Пирсона для кожноїкомбінації переменных.

source: provide a Q-Q plot of residuals -- a plot of the actual residuals against what would be expected if the data were *perfectly* normally distributed. Large deviations from the diagonal line suggest the data is not from a normal distribution.
ca: proporciona un gràfic Q-Q de residus -- un gràfic dels residus reals contra allò que s'esperaria si les dades estiguessin distribuïdes de forma *perfectament* normal. Grans desviacions de la línia diagonal suggereixen que les dades no son d'una distribució normal.
da: give ud Q-Q-diagram for residuene – diagram viser de faktiske residuene mod hvad kunne forventes hvis dataene var *perfekt* normalfordelte. Store afvigelser fra den diagonale linjen tyder på at dataene ikke kommer fra en normalfordeling.
de: gibt ein Q-Q-Diagramm der Residuen aus – ein Diagramm der tatsächlichen Residuen im Vergleich zu dem, was bei einer *perfekten* Normalverteilung der Daten zu erwarten wäre. Größere Abweichungen von der diagonalen Linie deuten darauf hin, dass die Daten nicht normalverteilt sind.
fr: donne un graphique Quantile-Quantile (QQ plot) - un graphique des résidus observés en fonction des résidus attendus si les données étaient parfaitement normalement distribuées. De grandes déviations de la ligne diagonale suggèrent que les données observées ne suivent pas une loi normale.
he: תרשים Q-Q של הנתונים השיוריים – תרשים של הנתונים השיוריים האמתיים מול אלו המצופים אם הנתונים היו מתפלגים נורמלית באופן *מושלם*. סטייה גדולה מהאלכסון מרמזת שהנתונים אינם מהתפלגות נורמלית.
hr: prikaži Q-Q dijagram reziduala – dijagram stvarnih reziduala u odnosu na one koji bi se očekivali da su podaci *savršeno* normalno raspodijeljeni. Velika odstupanja od dijagonalne linije upućuju na to da podaci nisu iz normalne distribucije.
it: fornire un grafico Q-Q dei residui - un grafico dei residui effettivi contro quello che ci si aspetterebbe se i dati fossero *perfettamente* distribuiti normalmente. Grandi deviazioni dalla linea diagonale suggeriscono che i dati non provengono da una distribuzione normale.
kk: Q-Q қалдықтарының сызбасын қамтамасыз етіңіз --деректер қалыпты түрде *тамаша* таралған жағдайда күтілетінге қарсы нақты қалдықтардың графигі. Диагональды сызықтан үлкен ауытқу деректердің қалыпты таралудан емес екенін көрсетеді.
nn: gi ut Q-Q-diagram for residua – diagram viser dei faktiske residua mot kva kunne forventast viss dataa var *perfekt* normalfordelte. Store avvik frå den diagonale linja tyder på at dataa ikkje kjem frå ei normalfordeling.
no: gi ut Q-Q-diagram for residuene – diagram viser de faktiske residuene mot hva kunne forventes hvis dataene var *perfekt* normalfordelt. Store avvik fra den diagonale linjen tyder på at dataene ikke kommer fra en normalfordeling.
pl: wyświetl wykres K-K dla reszt - wykres rzeczywistych wartości reszt względem sytuacji, w której reszty miałyby rozkład idealnie normalny. Duże odchylenia od linii ukośnej sugerują, że dane nie przyjmują rozkładu normalnego.
pt: forneçe gráficos Q-Q de resíduos - um gráfico dos resíduos observados contra os resíduos esperados se os dados fossem *perfeitamente* normais. Desvios grandes da linha diagonal sugerem que os dados não provêm de uma distribuição normal.
ru: предоставить график Q-Q остатков -- график фактических остатков по сравнению с тем, что можно было бы ожидать, если бы данные были *идеально* нормально распределены. Большие отклонения от диагональной линии предполагают, что данные не имеют нормального распределения.
sl: izriše diagrame Q-Q ostankov – diagram dejanskih ostankov glede na pričakovanje *popolnoma* normalno porazdeljenih podatkov. Velika odstopanja od diagonalne črte kažejo, da podatki niso normalno porazdeljeni.
sv: ge ut Q-Q-diagram för residuene – diagram visar de faktiska residuene mot vad kunde förväntas om datana var perfekt normalfördelad. Stora avvikelser från den diagonale linjen tyder på att datana inte kommer från en normalfördelning.
ta: எச்சங்களின் Q-Q சதித்திட்டத்தை வழங்கவும்-தரவு * சரியாக * பொதுவாக விநியோகிக்கப்பட்டால் எதிர்பார்க்கப்படும் உண்மையான எச்சங்களின் சூழ்ச்சி. மூலைவிட்ட வரியிலிருந்து பெரிய விலகல்கள் தரவு சாதாரண விநியோகத்திலிருந்து அல்ல என்று கூறுகின்றன.
tr: artıkların bir Q-Q grafiğini sağlayın -- veriler *mükemmel* normal dağılmış olsaydı beklenen değerlere karşı gerçek artıkların grafiği. Köşegen çizgiden büyük sapmalar verinin normal dağılımdan olmadığını gösterir.
uk: надати графік Q-Q решт -- графік фактичний решт по порівнянню з тем, що можна було би очікувати, якщо би дані були *ідеально* нормально розподілені. Великий відхилення від диагональной лінії припускають, що дані не мають нормального розподілу.

source: provide a Spearman's rho for each combination of variables.
ca: proporciona un rho de Spearman per a cada combinació de variables.
da: giv ud Spearmans rho for hver kombination af variabler.
de: gibt Spearman's rho für jede Kombination von Variablen aus.
fr: donne un rho de Spearman pour chaque combinaison de variables.
he: רו של ספירמן עבור כל צירוף של משתנים.
it: fornire un rho di Spearman per ogni combinazione di variabili.
kk: айнымалылардың әрбір комбинациясы үшін Спирменнің rho мәнін беріңіз.
nn: gi ut Spearmans rho for kvar kombinasjon av variablar.
no: gi ut Spearmans rho for hver kombinasjon av variabler.
pl: podaj współczynnik rho Spearmana dla każdej kombinacji zmiennych.
pt: fornecer um rho de Spearman para cada combinação de variáveis.
ru: предоставить ρ Спирмена для каждой комбинации переменных.
sl: izračuna Spearmanov ro za vsako kombinacijo spremenljivk.
sv: ge ut Spearmans rho för varje kombination av variabler.
ta: மாறிகள் ஒவ்வொரு கலவைக்கும் ஒரு ச்பியர்மேனின் ரோவை வழங்கவும்.
tr: her değişken kombinasyonu için bir Spearman rho sağlayın.
uk: надати ρ Спирмена для кожноїкомбінації переменных.

source: provide a table of descriptives for each variable.
ca: proporciona una taula de descriptius per a cada variable.
da: giv ud en tabel med deskriptivstatistikk for hver variable.
de: gibt eine Tabelle mit Deskriptivstatistik für jede Variable aus.
fr: donne un tableau des statistiques descriptives de chaque variable.
he: טבלת המידע התיאורי של כל משתנה.
hr: izradi tablicu deskriptivnih pokazatelja za svaku varijablu.
it: restituisce una tabella descrittiva per ogni variabile.
kk: әр айнымалыға арналған сипаттамалар кестесін беріңіз.
nn: gi ut ein tabell med deskriptivstatistikk for kvar variable.
no: gi ut en tabell med deskriptivstatistikk for hver variable.
pl: wyświetl tabelę ze statystykami opisowymi dla każdej zmiennej.
pt: fornecer uma tabela de descritivas para cada variável.
ru: предоставить таблицу описательных характеристик для каждой переменной.
sl: izriše razpredelnico opisnih statistik za vsako spremenljivko.
sv: ge ut en tabell med deskriptiv statistik för varje variable.
ta: ஒவ்வொரு மாறிக்கும் விளக்கங்களின் அட்டவணையை வழங்கவும்.
tr: her değişken için bir betimleyici istatistikler tablosu sağlayın.
uk: надати таблицю описательных характеристик для кожної переменной.

source: provide a table of the estimated marginal means.
ca: proporciona una taula de les mitjanes marginals estimades.
da: giv ud tabel med de estimerede gennemsnitterne.
de: gibt eine Tabelle mit den geschätzten Randmitteln aus.
fr: donne un tableau des moyennes marginales estimées.
he: טבלה של הממוצעים השוליים המשוערים.
hr: navedi tablicu procijenjenih mrginalnih srednjih vrijednosti.
it: restituisce una tabella delle medie marginali stimate.
kk: болжанған шекті орташа мәндердің кестесін беріңіз.
nn: gi ut tabell med dei estimerte gjennomsnitta.
no: gi ut tabell med de estimerte gjennomsnittene.
pl: wyświetl tabelę z oszacowanymi średnimi brzegowymi.
pt: fornecer uma tabela das médias marginais estimadas.
ru: предоставить таблицу взвешенных предельных средних.
sl: izriše razpredelnico z napovedanimi robnimi povprečnimi vrednostmi.
sv: ge ut tabell med de estimerade genomsnitten.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளின் அட்டவணையை வழங்கவும்.
tr: tahmini marjinal ortalamaların bir tablosunu sağlayın.
uk: надати таблицю расчетных граничних середніх.
