Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # # Multivariate Tests # ─────────────────────────────────────────────────────────────────────────── # value F df1 df2 p # ─────────────────────────────────────────────────────────────────────────── # Species Pillai's Trace 1.19 53.5 8 290 < .001 # Wilks' Lambda 0.0234 199 8 288 < .001 # Hotelling's Trace 32.5 581 8 286 < .001 # Roy's Largest Root 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────── # # # Univariate Tests # ─────────────────────────────────────────────────────────────────────────────────────────────── # Dependent Variable Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuals Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #
ca: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # # Proves Multivariable # ─────────────────────────────────────────────────────────────────────────── # valor F gl1 gl2 p # ─────────────────────────────────────────────────────────────────────────── # Species Pillai's Trace 1,19 53,5 8 290 < ,001 # Wilks' Lambda 0,0234 199 8 288 < ,001 # Hotelling's Trace 32,5 581 8 286 < ,001 # Roy's Largest Root 32,2 1167 4 145 < ,001 # ─────────────────────────────────────────────────────────────────────────── # # # Proves Univariable # ─────────────────────────────────────────────────────────────────────────────────────────────── # Variable dependent Suma Quadràtica gl Mitjana Quadràtica F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63,21 2 31,6061 119,3 < ,001 # Sepal.Width 11,34 2 5,6725 49,2 < ,001 # Petal.Length 437,10 2 218,5514 1180,2 < ,001 # Petal.Width 80,41 2 40,2067 960,0 < ,001 # residus Sepal.Length 38,96 147 0,2650 # Sepal.Width 16,96 147 0,1154 # Petal.Length 27,22 147 0,1852 # Petal.Width 6,16 147 0,0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #
da: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # # Multivariate tester # ─────────────────────────────────────────────────────────────────────────────── # Værdi F df1 df2 p # ────────────────────────────────────────────────────────────────────────── # Species Pillais spor 1.19 53.5 8 290 < .001 # Wilks' lambda 0.0234 199 8 288 < .001 # Hotellings spor 32.5 581 8 286 < .001 # Roys største rot 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────────── # # # Univariate tester # ───────────────────────────────────────────────────────────────────────────────────── # Afhængig variabel Kvadratsum df Varians F p # ───────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuer Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ───────────────────────────────────────────────────────────────────────────────────── #
de: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # # Multivariate Tests # ─────────────────────────────────────────────────────────────────────────────── # Wert F df1 df2 p # ─────────────────────────────────────────────────────────────────────────────── # Species Pillai's Spur 1.19 53.5 8 290 < .001 # Wilks' Lambda 0.0234 199 8 288 < .001 # Hotelling's Spur 32.5 581 8 286 < .001 # Größte Wurzel nach Roy 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────────── # # # Univariate Tests # ────────────────────────────────────────────────────────────────────────────────────────────────── # Abhängige Variable Quadratsumme df Mittl. quad. Abw. F p # ────────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuen Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ────────────────────────────────────────────────────────────────────────────────────────────────── #
it: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # Test Multivatiato # Multivariate Tests # ─────────────────────────────────────────────────────────────────────────── # value F df1 df2 p # ─────────────────────────────────────────────────────────────────────────── # Species Pillai's Trace 1.19 53.5 8 290 < .001 # Wilks' Lambda 0.0234 199 8 288 < .001 # Hotelling's Trace 32.5 581 8 286 < .001 # Roy's Largest Root 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────── # # Test Univariato # Univariate Tests # ─────────────────────────────────────────────────────────────────────────────────────────────── # Dependent Variable Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuals Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #
kk: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA (КОВАРИАНСТЫҚ ТАЛДАУ) # # Көп нұсқалы тесттер # ─────────────────────────────────────────────────────────────────────────── # value F df1 df2 p # ─────────────────────────────────────────────────────────────────────────── # Species Pillai's Trace 1.19 53.5 8 290 < .001 # Wilks' Lambda 0.0234 199 8 288 < .001 # Hotelling's Trace 32.5 581 8 286 < .001 # Roy's Largest Root 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────── # # # Бір айнымалы тестілер # ─────────────────────────────────────────────────────────────────────────────────────────────── # Dependent Variable Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuals Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #
nn: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # # Multivariate testar # ─────────────────────────────────────────────────────────────────────────────── # Verdi F df1 df2 p # ────────────────────────────────────────────────────────────────────────── # Species Pillais spor 1.19 53.5 8 290 < .001 # Wilks' lambda 0.0234 199 8 288 < .001 # Hotellings spor 32.5 581 8 286 < .001 # Roys største rot 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────────── # # # Univariate testar # ───────────────────────────────────────────────────────────────────────────────────── # Avhengig variabel Kvadratsum df Varians F p # ───────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residu Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ───────────────────────────────────────────────────────────────────────────────────── #
pl: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # # Testy wielowymiarowe # ─────────────────────────────────────────────────────────────────────────── # value F df1 df2 p # ─────────────────────────────────────────────────────────────────────────── # Species Ślad Pillai 1.19 53.5 8 290 < .001 # Lambda Wilksa 0.0234 199 8 288 < .001 # Ślad Hotellinga 32.5 581 8 286 < .001 # Największy pierwiastek Roya 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────── # # # Testy jednowymiarowe # ─────────────────────────────────────────────────────────────────────────────────────────────── # Zmienna zależna Suma kwadratów df Średni kwadrat F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuals Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #
ru: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA (КОВАРИАЦИОННЫЙ АНАЛИЗ) # # Многомерные тесты # ─────────────────────────────────────────────────────────────────────────── # value F df1 df2 p # ─────────────────────────────────────────────────────────────────────────── # Species Pillai's Trace 1.19 53.5 8 290 < .001 # Wilks' Lambda 0.0234 199 8 288 < .001 # Hotelling's Trace 32.5 581 8 286 < .001 # Roy's Largest Root 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────── # # # Одномерные тесты # ─────────────────────────────────────────────────────────────────────────────────────────────── # Dependent Variable Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuals Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #
sv: data('iris) mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA # # Multivariate tester # ─────────────────────────────────────────────────────────────────────────────── # Värde F df1 df2 p # ────────────────────────────────────────────────────────────────────────── # Species Pillais spår 1.19 53.5 8 290 < .001 # Wilks' lambda 0.0234 199 8 288 < .001 # Hotellings spår 32.5 581 8 286 < .001 # Roys största rot 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────────── # # # Univariate tester # ───────────────────────────────────────────────────────────────────────────────────── # Beroende variabel Kvadratsum df Varians F p # ───────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuer Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ───────────────────────────────────────────────────────────────────────────────────── #
ta: தரவு ('ஐரிச்') MANCOVA (தரவு = கருவிழி, deps = vars (sepal.length, sepal.width, petal.length, petal.width), காரணிகள் = இனங்கள்) # # மான்கோவா # # பன்முக சோதனைகள் # ─ ─ # மதிப்பு F DF1 DF2 ப # ─ ─ # இனங்கள் பிள்ளையின் சுவடு 1.19 53.5 8 290 <.001 # வில்க்ச் லாம்ப்டா 0.0234 199 8 288 <.001 # ஓட்டல்ச் ட்ரேச் 32.5 581 8 286 <.001 # ராயின் மிகப்பெரிய ரூட் 32.2 1167 4 145 <.001 # ─ ─ # # # ஒற்றுமையற்ற சோதனைகள் # ─ • # சதுரங்களின் சார்பு மாறி தொகை df சராசரி நாற்கை f p # ─ • # இனங்கள் sepal.length 63.21 2 31.6061 119.3 <.001 # Sepal.width 11.34 2 5.6725 49.2 <.001 # Petal.length 437.10 2 218.5514 1180.2 <.001 # Petal.width 80.41 2 40.2067 960.0 <.001 # எச்சங்கள் செபால். நீளம் 38.96 147 0.2650 # Sepal.width 16.96 147 0.1154 # Petal.length 27.22 147 0.1852 # Petal.width 6.16 147 0.0419 # ─ • #
uk: data('iris') mancova(data = iris, deps = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width), factors = Species) # # MANCOVA (КОВАРИАЦИОННЫЙ АНАЛІЗ) # # Многомерные тести # ─────────────────────────────────────────────────────────────────────────── # value F df1 df2 p # ─────────────────────────────────────────────────────────────────────────── # Species Pillai's Trace 1.19 53.5 8 290 < .001 # Wilks' Lambda 0.0234 199 8 288 < .001 # Hotelling's Trace 32.5 581 8 286 < .001 # Roy's Largest Root 32.2 1167 4 145 < .001 # ─────────────────────────────────────────────────────────────────────────── # # # Одномерные тести # ─────────────────────────────────────────────────────────────────────────────────────────────── # Dependent Variable Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────────────────────────────── # Species Sepal.Length 63.21 2 31.6061 119.3 < .001 # Sepal.Width 11.34 2 5.6725 49.2 < .001 # Petal.Length 437.10 2 218.5514 1180.2 < .001 # Petal.Width 80.41 2 40.2067 960.0 < .001 # Residuals Sepal.Length 38.96 147 0.2650 # Sepal.Width 16.96 147 0.1154 # Petal.Length 27.22 147 0.1852 # Petal.Width 6.16 147 0.0419 # ─────────────────────────────────────────────────────────────────────────────────────────────── #

source: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # PRINCIPAL COMPONENT ANALYSIS # # Component Loadings # ──────────────────────────────────────── # 1 Uniqueness # ──────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ──────────────────────────────────────── # Note. 'varimax' rotation was used #
ca: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # ANÀLISI DE COMPONENTS PRINCIPALS # # Càrregues de components # ──────────────────────────────────────── # 1 Unicitat # ──────────────────────────────────────── # Sepal.Length 0,890 0,2076 # Sepal.Width -0,460 0,7883 # Petal.Length 0,992 0,0168 # Petal.Width 0,965 0,0688 # ──────────────────────────────────────── # Nota. S'ha utilitzat rotació 'varimax' #
da: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # HOVEDKOMPONENTANALYSE # # Komponentladinger # ───────────────────────────────────── # 1 Unikhet # ───────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ───────────────────────────────────── # Notater. »Varimax«-rotation blev brugt #
de: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # HAUPTKOMPONENTENANALYSE # # Komponentenladungen # ───────────────────────────────────────────── # 1 Einzigartigkeit # ───────────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ───────────────────────────────────────────── # Anmerkung. „varimax“-Rotation wurde verwendet #
it: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # ANALISI DELLE COMPONENTI PRINCIPALI # PRINCIPAL COMPONENT ANALYSIS # # Component Loadings # ──────────────────────────────────────── # 1 Uniqueness # ──────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ──────────────────────────────────────── # Note. 'varimax' rotation was used #
kk: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # НЕГІЗГІ КОМПОНЕНТТЕР ТАЛДАУЫ # # Компонент Жүктемелері # ──────────────────────────────────────── # 1 Uniqueness # ──────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ──────────────────────────────────────── # Ескерту. 'varimax' ротациясы қолданылды #
nn: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # HOVUDKOMPONENTANALYSE # # Komponentladinger # ───────────────────────────────────── # 1 Unikhet # ───────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ───────────────────────────────────── # Notat. «Varimax»-rotasjon vart brukt #
pl: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # ANALIZA GŁÓWNYCH SKŁADOWYCH # # Ładunki składowych (czynnikowe) # ──────────────────────────────────────── # 1 Swoistość # ──────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ──────────────────────────────────────── # Uwaga. Użyto rotacji 'varimax' #
ru: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # АНАЛИЗ ГЛАВНЫХ КОМПОНЕНТ # # Нагрузки компонент # ──────────────────────────────────────── # 1 Uniqueness # ──────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ──────────────────────────────────────── # Примечание. Использовано вращение 'варимакс' #
sv: data('iris) pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # HUVUDKOMPONENTANALYS # # Komponentladinger # ───────────────────────────────────── # 1 Unikhet # ───────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ───────────────────────────────────── # Anteckningar. “Varimax”-rotation blev använd #
ta: தரவு ('ஐரிச்') பி.சி.ஏ (ஐரிச், வார்ச் = வார்ச் (செபால். நீளம், செபால்.விட், பெட்டல்.நீளம், பெட்டல்.விட்)) # # முதன்மை கூறு பகுப்பாய்வு # # கூறு ஏற்றுதல் # ─ # 1 தனித்துவம் # ─ # Sepal.length 0.890 0.2076 # Sepal.width -0.460 0.7883 # Petal.length 0.992 0.0168 # Petal.width 0.965 0.0688 # ─ # குறிப்பு. 'வரிமேக்ச்' சுழற்சி பயன்படுத்தப்பட்டது #
uk: data('iris') pca(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # АНАЛІЗ ГОЛОВНИХ КОМПОНЕНТ # # Навантаження компонент # ──────────────────────────────────────── # 1 Uniqueness # ──────────────────────────────────────── # Sepal.Length 0.890 0.2076 # Sepal.Width -0.460 0.7883 # Petal.Length 0.992 0.0168 # Petal.Width 0.965 0.0688 # ──────────────────────────────────────── # Примечание. Використане обертання 'варимакс' #
