Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` (default) or `FALSE`, provide Pearson's R
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la R de Pearson
da: `TRUE` (standard) eller `FALSE`, giv ud Pearsons R
de: `TRUE` (Vorgabe) oder `FALSE`, gibt Pearson's R aus
fr: `TRUE` (default) or `FALSE`, fournit le R de Pearson
it: `TRUE` (predefinito) o `FALSE`, restituisce la R di Pearson
kk: 'TRUE' (әдепкі) немесе 'FALSE', Pearson -ның R қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut Pearsons R
pl: `TRUE` (domyślnie) lub `FALSE`, podaje r Pearsona
pt: `TRUE` (padrão) ou` FALSE`, fornece o R de Pearson
ru: `TRUE` (по умолчанию) или `FALSE`, представляет R Пирсона
sl: `TRUE` (privzeto) ali `FALSE`, izračuna Pearsonov koeficient R
sv: `TRUE` (standard) eller `FALSE`, ge ut Pearsons R
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, பியர்சனின் ஆர் வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє R Пирсона

source: `TRUE` (default) or `FALSE`, provide significance levels
ca: `TRUE` (predeterminat) o `FALSE`, proporciona nivells de significació
da: `TRUE` (standard) eller `FALSE`, giv ud signifikansniveauer
de: `TRUE` (Vorgabe) oder `FALSE`, gibt das Signifikanzniveau aus
fr: `TRUE` (default) or `FALSE`, fournit les niveaux de significativité
it: `TRUE` (predefinito) o `FALSE`, restituisce i livelli di significatività
kk: 'TRUE' (әдепкі) немесе 'FALSE', маңыздылық деңгейлерін қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut signifikansnivå
pl: `TRUE` (domyślnie) lub `FALSE`, podaje poziomy istotności
pt: `TRUE` (padrão) ou` FALSE`, fornece níveis de significância
ru: `TRUE` (по умолчанию) или `FALSE`, представляет уровни значимости
sl: `TRUE` (privzeto) ali `FALSE`, izračuna ravni statistične značilnosti
sv: `TRUE` (standard) eller `FALSE`, ge ut signifikansnivåer
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, முக்கியத்துவ நிலைகளை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє рівні значущості

source: `TRUE` (default) or `FALSE`, provide significance levels for post-hoc tests
ca: `TRUE` (predeterminat) o `FALSE`, proporciona nivells de significació de les proves post-hoc
da: `TRUE` (standard) eller `FALSE`, giv ud signifikansniveauer for post-hoc-tester
de: `TRUE` (Vorgabe) oder `FALSE`, gibt das Signifikanzniveau für die Post-hoc-Tests aus
fr: `TRUE` (default) or `FALSE`, fournit les niveaux de significativité des tests post-hoc
it: `TRUE` (predefinito) o `FALSE`, restituisce i livelli di significatività per i test post-hoc
kk: 'TRUE' (әдепкі) немесе 'FALSE', кейінгі сынақтар үшін маңыздылық деңгейлерін қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut signifikansnivå for post-hoc-tester
pl: `TRUE` (domyślnie) lub `FALSE`, podaje poziomy istotności dla testów post-hoc
pt: `TRUE` (padrão) ou` FALSE`, fornecem níveis de significância para testes post-hoc
ru: `TRUE` (по умолчанию) или `FALSE`, представляет уровни значимости для апостериорных тестов
sl: `TRUE` (privzeto) ali `FALSE`, izračuna ravni statistične značilnosti za preizkuse post-hoc
sv: `TRUE` (standard) eller `FALSE`, ge ut signifikansnivåer för post-hoc-tester
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, பிந்தைய தற்காலிக சோதனைகளுக்கு முக்கியத்துவம் வாய்ந்த நிலைகளை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє рівні значущості для апостериорных тестів

source: `TRUE` (default) or `FALSE`, provide the deviance (or -2LogLikelihood) for the models
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la desviació (o -2LogLikelihood) pels models
da: `TRUE` (standard) eller `FALSE`, giv ud afvigelsen (deviance, -2-log-likelihood) for modellerne
de: `TRUE` (Vorgabe) oder `FALSE`, gibt die Abweichung (deviance, -2-Log-Likelihood) für die Modelle aus
fr: `TRUE` (default) or `FALSE`, fournit la déviation des modèles (ou -2LogLikelihood)
it: `TRUE` (predefinito) o `FALSE`, restituisce la devianza (o -2LogLikelihood) per i modelli
kk: 'TRUE' (әдепкі) немесе 'FALSE', үлгілер үшін ауытқуды (немесе -2LogLikeliood) қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut avviket (deviance, -2-log-likelihood) for modellane
pl: `TRUE` (domyślnie) lub `FALSE`, podaje odchylenie (lub -2LogLikelihood) dla modeli
pt: `TRUE` (padrão) ou` FALSE`, fornece a desviância (ou -2LogLikelihood) para os modelos
ru: `TRUE` (по умолчанию) или `FALSE`, представляет отклонение (или -2LogLikelihood) для моделей
sv: `TRUE` (standard) eller `FALSE`, ge ut avvikelsen (deviance, -2-log-likelihood) för modellerna
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, மாதிரிகளுக்கு விலகலை (அல்லது -2loglikelihod) வழங்குங்கள்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє відхилення (або -2LogLikelihood) для моделей

source: `TRUE` (default) or `FALSE`, provide the mean
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la mitjana
da: `TRUE` (standard) eller `FALSE`, giv ud gennemsnittet
de: `TRUE` (Vorgabe) oder `FALSE`, gibt den Mittelwert aus
fr: `TRUE` (default) or `FALSE`, fournit la moyenne
it: `TRUE` (predefinito) o `FALSE`, restituisce la media
kk: 'TRUE' (әдепкі) немесе 'FALSE', орташа мәнді қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut gjennomsnittet
pl: `TRUE` (domyślnie) lub `FALSE`, podaje średnią
pt: `TRUE` (padrão) ou` FALSE`, fornece a média
ru: `TRUE` (по умолчанию) или `FALSE`, представляет среднее
sl: `TRUE` (privzeto) ali `FALSE`, izračuna povprečno vrednost
sv: `TRUE` (standard) eller `FALSE`, ge ut genomsnittet
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, சராசரியை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє середнішій

source: `TRUE` (default) or `FALSE`, provide the median
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la mediana
da: `TRUE` (standard) eller `FALSE`, giv ud medianen
de: `TRUE` (Vorgabe) oder `FALSE`, gibt den Median aus
fr: `TRUE` (default) or `FALSE`, fournit la médiane
it: `TRUE` (predefinito) o `FALSE`, restituisce la mediana
kk: `TRUE` (әдепкі) немесе 'FALSE', медиананы қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut medianen
pl: `TRUE` (domyślnie) lub `FALSE`, podaje medianę
pt: `TRUE` (padrão) ou` FALSE`, fornece a mediana
ru: `TRUE` (по умолчанию) или `FALSE`, представляет медиану
sl: `TRUE` (privzeto) ali `FALSE`, izračuna mediano
sv: `TRUE` (standard) eller `FALSE`, ge ut medianen
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, சராசரி வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє медиану

source: `TRUE` (default) or `FALSE`, provide the model comparison between the models and the NULL model
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la comparació entre els models i el model NULL
da: `TRUE` (standard) eller `FALSE`, giv ud sammenligningen mellem de beregnede modeller og nul-modellen
de: `TRUE` (Vorgabe) oder `FALSE`, gibt den Modellvergleich zwischen den berechneten Modellen und dem NULL-Modell aus
fr: `TRUE` (default) or `FALSE`, fournit la comparaison entre les modèles testés et le modèle nul
it: `TRUE` (predefinito) o `FALSE`, restituisce il confronto del modello, tra i modelli e il modello NULL
kk: 'TRUE' (әдепкі) немесе 'FALSE', үлгілер мен NULL үлгісі арасындағы үлгі салыстыруын қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut samanlikninga mellom dei berekna modellane og null-modellen
pl: `TRUE` (domyślnie) lub `FALSE`, wykonuje porównanie pomiędzy modelami a modelem zerowym
pt: `TRUE` (padrão) ou` FALSE`, fornece a comparação de modelos entre o modelo sob teste e o modelo nulo
ru: `TRUE` (по умолчанию) или `FALSE`, представляет сравнение моделей между моделями и NULL моделью
sl: `TRUE` (privzeto) ali `FALSE`, poda modelsko primerjavo med uporabljenimi modeli in preizkusnim modelom
sv: `TRUE` (standard) eller `FALSE`, ge ut jämförelsen mellan de beräknade modellerna och noll-modellen
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, மாதிரிகள் மற்றும் சுழிய மாதிரிக்கு இடையிலான மாதிரி ஒப்பீட்டை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє порівняння моделей між моделями і NULL моделлю

source: `TRUE` (default) or `FALSE`, provide the number of missing values
ca: `TRUE` (predeterminat) o `FALSE`, proporciona el nombre de valors perduts
da: `TRUE` (standard) eller `FALSE`, giv ud antal manglende værdier
de: `TRUE` (Vorgabe) oder `FALSE`, gibt die Anzahl der fehlenden Werte aus
fr: `TRUE` (default) or `FALSE`, fournit le nombre de valeurs manquantes
it: `TRUE` (predefinito) o `FALSE`, restituisce il numero di valori mancanti
kk: `TRUE` (әдепкі) немесе 'FALSE', жетіспейтін мәндердің санын береді
nn: `TRUE` (standard) eller `FALSE`, gi ut talet på manglande verdiar
pl: `TRUE` (domyślnie) lub `FALSE`, podaje liczbę braków danych
pt: `TRUE` (padrão) ou` FALSE`, fornece o número de valores omissos
ru: `TRUE` (по умолчанию) или `FALSE`, представляет количество пропущенных значений
sl: `TRUE` (privzeto) ali `FALSE`, poda število manjkajočih vrednosti
sv: `TRUE` (standard) eller `FALSE`, ge ut antal saknade värden
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, காணாமல் போன மதிப்புகளின் எண்ணிக்கையை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє кількість пропущенных значень

source: `TRUE` (default) or `FALSE`, provide the sample size
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la grandària de la mostra
da: `TRUE` (standard) eller `FALSE`, giv ud omfang af studiepopulation
de: `TRUE` (Vorgabe) oder `FALSE`, gibt den Stichprobenumfang aus
fr: `TRUE` (default) or `FALSE`, fournit la taille de l'échantillon
it: `TRUE` (predefinito) o `FALSE`, restituisce la dimensione del campione
kk: 'TRUE' (әдепкі) немесе 'FALSE', үлгі өлшемін қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut omfang av studiepopulasjon
pl: `TRUE` (domyślnie) lub `FALSE`, podaje wielkość próby
pt: `TRUE` (padrão) ou` FALSE`, fornece a dimensão da amostra
ru: `TRUE` (по умолчанию) или `FALSE`, представляет размер выборки
sl: `TRUE` (privzeto) ali `FALSE`, poda podatek velikosti vzorca
sv: `TRUE` (standard) eller `FALSE`, ge ut omfattning av studiepopulation
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, மாதிரி அளவை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє розміру вибірки

source: `TRUE` (default) or `FALSE`, provide the standard deviation
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la desviació estàndard
da: `TRUE` (standard) eller `FALSE`, giv ud standardafvigelsen
de: `TRUE` (Vorgabe) oder `FALSE`, gibt die Standardabweichung aus
fr: `TRUE` (default) or `FALSE`, fournit l'écart-type
it: `TRUE` (predefinito) o `FALSE`, restituisce la deviazione standard
kk: 'TRUE' (әдепкі) немесе 'FALSE', стандартты ауытқуды қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut standardavviket
pl: `TRUE` (domyślnie) lub `FALSE`, podaje odchylenie standardowe
pt: `TRUE` (padrão) ou` FALSE`, fornece o desvio-padrão
ru: `TRUE` (по умолчанию) или `FALSE`, представляет стандартное отклонение
sl: `TRUE` (privzeto) ali `FALSE`, poda standardni odklon
sv: `TRUE` (standard) eller `FALSE`, ge ut standardavvikelsen
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, நிலையான விலகலை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє стандартне відхилення

source: `TRUE` (default) or `FALSE`, provide the statistical measure `R-squared` for the models
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la mesura estadística `R-quadrada` pels models
da: `TRUE` (standard) eller `FALSE`, giv ud det statistiske mål R² for modellerne
de: `TRUE` (Vorgabe) oder `FALSE`, gibt das statistische Maß R² für die Modelle aus
fr: `TRUE` (default) or `FALSE`, fournit le R² des modèles
it: `TRUE` (predefinito) o `FALSE`, restituisce la misura statistica `R-quadrato` per i modelli
kk: 'TRUE' (әдепкі) немесе 'FALSE', үлгілер үшін 'R-squared' статистикалық өлшемін қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut det statistiske målet R² for modellane
pl: `TRUE` (domyślnie) lub `FALSE`, podaje wartość R-kwadrat dla modeli
pt: `TRUE` (padrão) ou` FALSE`, fornece o `R-quadrado` para os modelos
ru: `TRUE` (по умолчанию) или `FALSE`, представляет статистическую меру `R-квадрат` для моделей
sl: `TRUE` (privzeto) ali `FALSE`, poda statistično lestvico `R-squared` modela
sv: `TRUE` (standard) eller `FALSE`, ge ut det statistiska målet R² för modellerna
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, மாதிரிகளுக்கு `ஆர்-ச்கொயர்` புள்ளிவிவர நடவடிக்கையை வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє статистичну міру `R-квадрату` для моделей

source: `TRUE` (default) or `FALSE`, provide the statistical measure `R` for the models
ca: `TRUE` (predeterminat) o `FALSE`, proporciona la mesura estadística `R` pels models
da: `TRUE` (standard) eller `FALSE`, giv ud det statistiske mål `R` for modellerne
de: `TRUE` (Vorgabe) oder `FALSE`, gibt das statistische Maß `R` für die Modelle aus
fr: `TRUE` (default) or `FALSE`, fournit le R des modèles
it: `TRUE` (predefinito) o `FALSE`, restituisce la misura statistica `R` per i modelli
kk: 'TRUE' (әдепкі) немесе 'FALSE', үлгілер үшін 'R' статистикалық өлшемін қамтамасыз етеді
nn: `TRUE` (standard) eller `FALSE`, gi ut det statistiske målet `R` for modellane
pl: `TRUE` (domyślnie) lub `FALSE`, podaje wartość R dla modeli
pt: `TRUE` (padrão) ou` FALSE`, fornece o `R` para os modelos
ru: `TRUE` (по умолчанию) или `FALSE`, представляет статистическую меру `R` для моделей
sl: `TRUE` (privzeto) ali `FALSE`, poda statistično lestvico `R` modela
sv: `TRUE` (standard) eller `FALSE`, ge ut det statistiska målet `R` för modellerna
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, மாதிரிகளுக்கு புள்ளிவிவர நடவடிக்கையை `r` வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє статистичну міру `R` для моделей

source: `TRUE` (default) or `FALSE`, provide χ²
ca: `TRUE` (predeterminat) o `FALSE`, proporciona χ²
da: `TRUE` (standard) eller `FALSE`, giv ud χ²
de: `TRUE` (Vorgabe) oder `FALSE`, gibt χ² aus
fr: `TRUE` (default) or `FALSE`, fournit le χ²
it: `TRUE` (predefinito) o `FALSE`, restituisce il χ²
kk: `TRUE` (әдепкі) немесе 'FALSE', χ² береді
nn: `TRUE` (standard) eller `FALSE`, gi ut χ²
pl: `TRUE` (domyślnie) lub `FALSE`, podaje χ²
pt: `TRUE` (padrão) ou` FALSE`, fornece o χ²
ru: `TRUE` (по умолчанию) или `FALSE`, представляет χ²
sl: `TRUE` (privzeto) ali `NAPAK`, izračuna vrednost χ²
sv: `TRUE` (standard) eller `FALSE`, ge ut χ²
ta: `உண்மை` (இயல்புநிலை) அல்லது` தவறு`, வழங்கவும்
uk: `TRUE` (по умолчанию) або `FALSE`, представляє χ²

source: `TRUE` (default) or `FALSE`, weigh each cell equally or weigh them according to the cell frequency
ca: `TRUE` (predeterminat) o `FALSE`, pondera cada cel·la per igual o pondera d'acord amb la freqüència de la cel·la
da: `TRUE` (standard) eller `FALSE`, vej hver celle ligeligt eller vej dem i henhold til cellefrekvensen
de: `TRUE` (Vorgabe) oder `FALSE`, gewichtet jede Zelle gleich oder gewichtet sie entsprechend der Zellenfrequenz (N)
fr: `TRUE` (default) or `FALSE`, pondère également chaque cellule ou les pondère selon leur fréquence
it: `TRUE` (predefinito) o `FALSE`, pesa ogni cella allo stesso modo o le pesa in base alla frequenza delle celle
kk: 'TRUE' (әдепкі) немесе 'FALSE', әр ұяшықты бірдей өлшеу немесе оларды ұяшық жиілігіне сәйкес өлшеу
nn: `TRUE` (standard) eller `FALSE`, veg kvar celle likt eller veg dei i samsvar med cellefrekvensen
pl: `TRUE` (domyślnie) lub `FALSE`, wykorzystuje równą wagę dla każdej komórki lub wagę zgodną z częstością w komórce
pt: `TRUE` (padrão) ou` FALSE`, pondera cada célula igualmente ou pondera consoante a frequência da célula
ru: `TRUE` (по умолчанию) или `FALSE`, взвешивание каждой ячейки одинаково или их взвешивание в соответствии с частотой ячеек
sl: `TRUE` (privzeto) ali `FALSE`, uteži vsako celico enako ali pa poda uteženo vrednost glede na frekvenco celice
sv: `TRUE` (standard) eller `FALSE`, väga varje cell lika eller väga dem i henhold till cellfrekvensen
ta: `உண்மை` (இயல்புநிலை) அல்லது` பொய்`, ஒவ்வொரு கலத்தையும் சமமாக எடைபோடுங்கள் அல்லது செல் அதிர்வெண்ணின் படி அவற்றை எடைபோடுங்கள்
uk: `TRUE` (по умолчанию) або `FALSE`, взвешивание кожноїосередку однаково або їхній взвешивание у відповідності з частотою осередків

source: `TRUE` or `FALSE` (default), add counts to the bar plots
ca: `TRUE` o `FALSE` (predeterminat), afegeix freqüències als gràfics de barres
da: `TRUE` eller `FALSE` (standard), vis antal i stolpediagrammerne
de: `TRUE` oder `FALSE` (Vorgabe), zeigt die Anzahlen in den Balkendiagrammen an
fr: `TRUE` or `FALSE` (default), ajoute les comptages au diagramme en barres
it: `TRUE` o`FALSE` (predefinito), aggiunge le frequenze ai grafici a barre
kk: 'TRUE' немесе 'FALSE' (әдепкі), бағаналы диаграммаға есептегіштерді қосады
nn: `TRUE` eller `FALSE` (standard), vis talet på i stolpediagramma
pl: `TRUE` lub `FALSE` (domyślnie), dodaje liczby do wykresów słupkowych
pt: `TRUE` ou` FALSE` (padrão), adiciona contagens aos gráficos de barras
ru: `TRUE` или `FALSE` (по умолчанию), добавляет счетчики к столбиковой диаграмме
sl: `TRUE` (privzeto) ali `FALSE`, doda števce na vretenaste diagrame
sv: `TRUE` eller `FALSE` (standard), sätt antal i stapeldiagrammen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பார் அடுக்குகளில் எண்ணிக்கையைச் சேர்க்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), добавляет лічильники к столбиковой диаграмме

source: `TRUE` or `FALSE` (default), add mean to box plot
ca: `TRUE` o `FALSE` (predeterminat), afegeix la mitjana al diagrama de caixes
da: `TRUE` eller `FALSE` (standard), vis gennemsnittet i boksplotten
de: `TRUE` oder `FALSE` (Vorgabe), zeigt den Mittelwert im Boxplot an
fr: `TRUE` or `FALSE` (default), ajoute la moyenne à la boite à moustaches
it: `TRUE` o`FALSE` (predefinito), aggiunge la media al box plot
kk: 'TRUE' немесе 'FALSE' (әдепкі), жолақ сызбасына орташа мәнді қосады
nn: `TRUE` eller `FALSE` (standard), vis gjennomsnittet i boksplotten
pl: `TRUE` lub `FALSE` (domyślnie), dodaje średnie do wykresów skrzynkowych
pt: `TRUE` ou` FALSE` (padrão), adiciona a média ao gráfico de extremos-e-quartis
ru: `TRUE` или `FALSE` (по умолчанию), добавляет среднее значение к коробчатой диаграмме
sl: `TRUE` (privzeto) ali `FALSE`, doda povprečno vrednost na vretenasti diagram
sv: `TRUE` eller `FALSE` (standard), sätt genomsnittet i boxdiagrammen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பெட்டி சதித்திட்டத்திற்கு சராசரியைச் சேர்க்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), добавляет середній значення к коробчатой диаграмме

source: `TRUE` or `FALSE` (default), flag significant correlations
ca: `TRUE` o `FALSE` (predeterminat), marca les correlacions significatives
da: `TRUE` eller `FALSE` (standard), marker signifikante korrelationer
de: `TRUE` oder `FALSE` (Vorgabe), markiert signifikante Korrelationen
fr: `TRUE` or `FALSE` (default), signale les corrélations significatives
it: `TRUE` o`FALSE` (predefinito), contrassegna le correlazioni significative
kk: 'TRUE' немесе 'FALSE' (әдепкі), маңызды корреляцияларды белгілейді
nn: `TRUE` eller `FALSE` (standard), marker signifikante korrelasjonar
pl: `TRUE` lub `FALSE` (domyślnie), zaznacza istotne korelacje
pt: `TRUE` ou` FALSE` (padrão), sinaliza correlações significativas
ru: `TRUE` или `FALSE` (по умолчанию), помечает значимые корреляции
sl: `TRUE` or `FALSE` (privzeto), označi statistično značilne korelacije
sv: `TRUE` eller `FALSE` (standard), marker signifikanta korrelationer
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), குறிப்பிடத்தக்க தொடர்புகளை கொடியிடுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), помечает значити корреляции

source: `TRUE` or `FALSE` (default), flag significant post-hoc comparisons
ca: `TRUE` o `FALSE` (predeterminat), marca les comparacions post-hoc significatives
da: `TRUE` eller `FALSE` (standard), marker signifikante post-hoc-sammenligninger
de: `TRUE` oder `FALSE` (Vorgabe), markiert signifikante Post-hoc-Vergleiche
fr: `TRUE` or `FALSE` (default), signale les comparaisons post-hoc significatives
it: `TRUE` o `FALSE` (predefinito), contrassegna i confronti post-hoc significativi
kk: 'TRUE' немесе 'FALSE' (әдепкі), салыстырулардан кейінгі маңыздысын белгілейді
nn: `TRUE` eller `FALSE` (standard), marker signifikante post-hoc-sammenligninger
pl: `TRUE` lub `FALSE` (domyślnie), zaznacza istotne porównania post-hoc
pt: `TRUE` ou` FALSE` (padrão), sinaliza comparações post-hoc significativas
ru: `TRUE` или `FALSE` (по умолчанию), пометить значимые апостериорные сравнения
sl: `TRUE` or `FALSE` (privzeto), označi statistično značilne primerjave post-hoc
sv: `TRUE` eller `FALSE` (standard), marker signifikanta post-hoc-sammenligninger
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), குறிப்பிடத்தக்க பிந்தைய தற்காலிக ஒப்பீடுகளை கொடியிடுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), позначити значити апостериорные порівняння

source: `TRUE` or `FALSE` (default), perform a Shapiro-Wilk test on the residuals
ca: `TRUE` o `FALSE` (predeterminat), realitzar una Prova de Shapiro-Wilk als residuals
da: `TRUE` eller `FALSE` (standard), gennemfør en Shapiro-Wilk-test på residuene
de: `TRUE` oder `FALSE` (Vorgabe), führt einen Shapiro-Wilk-Test mit den Residuen durch
fr: `TRUE` or `FALSE` (default), réalise un test de normalité de Shapiro-Wilk sur les résidus
it: `TRUE` o `FALSE` (predefinito), esegue un test di Shapiro-Wilk sui residui
kk: «TRUE» немесе «FALSE» (әдепкі), қалдықтар бойынша Shapiro-Wilk тестін орындау
nn: `TRUE` eller `FALSE` (standard), gjennomfør ein Shapiro-Wilk-test på residua
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test Shapiro-Wilka dla reszt
pt: `TRUE` ou` FALSE` (padrão), executa um teste de Shapiro-Wilk nos resíduos
ru: `TRUE` или `FALSE` (по умолчанию), выполняет тест Шапиро-Уилка на остатках
sl: `TRUE` ali `FALSE` (privzeto), izvede Shapiro-Wilkov preizkus na ostankih
sv: `TRUE` eller `FALSE` (standard), genomför en Shapiro-Wilk-test på residuene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), எஞ்சியவற்றில் சாபிரோ-வில்க் சோதனையைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує тесту Шапиро-Уилка на рештах

source: `TRUE` or `FALSE` (default), perform Fisher's one-way ANOVA which assumes equal variances
ca: `TRUE` o `FALSE` (predeterminat), realitzar ANOVA unidireccional de Fisher, que assumeix variàncies iguals
da: `TRUE` eller `FALSE` (standard), gennemfør Fishers ANOVA med en faktor, der antager lige varianser
de: `TRUE` oder `FALSE` (Vorgabe), führt ein einfaktorielle ANOVA nach Fisher durch, die gleiche Varianzen voraussetzt
fr: `TRUE` or `FALSE` (default), réalise un test Anova unilatéral de Fisher qui suppose que les variances sont égales
it: `TRUE` o `FALSE` (predefinito), esegue l'ANOVA unidirezionale di Fisher che presuppone varianze uguali
kk: 'TRUE' немесе 'FALSE' (әдепкі), тең дисперсияларды қабылдайтын Фишердің бір жақты ANOVA әдісін орындау
nn: `TRUE` eller `FALSE` (standard), gjennomfør Fishers ANOVA med éin faktor som antek like variansar
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test jednoczynnikowa ANOVA Fishera (zakłada równość wariancji)
pt: `TRUE` ou` FALSE` (padrão), executa a ANOVA unifatorial de Fisher que assume variâncias iguais
ru: `TRUE` или `FALSE` (по умолчанию), выполняет однофакторный дисперсионный анализ Фишера, который предполагает равные дисперсии
sl: `TRUE` (privzeto) ali `FALSE`, izračuna vrednosti Fisherjeve enosmerne analize ANOVA s predvidevanjem enakih varianc
sv: `TRUE` eller `FALSE` (standard), genomför Fishers ANOVA med en faktor som antar lika varianser
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஃபிசரின் ஒரு வழி ANOVA ஐச் செய்யுங்கள், இது சம மாறுபாடுகளைக் கருதுகிறது
uk: `TRUE` або `FALSE` (по умолчанию), виконує однофакторный дисперсионный аналізу Фишера, котрий припускає рівні дисперсии
