Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: the confidence interval width.
ca: l'amplada de l'interval de confiança.
da: bredden på konfidensintervall.
de: die Breite des Konfidenzintervalls.
fr: la largeur de l'intervalle de confiance.
he: רוחב רווח הסמך.
it: l'ampiezza dell'intervallo di fiducia.
kk: сенімділік интервалының ені.
nl: de breedte van het betrouwbaarheidsinterval.
nn: breidda på konfidensintervall.
no: bredden på konfidensintervall.
pl: szerokość przedziału ufności.
pt: a amplitude do intervalo de confiança.
ru: ширина доверительного интервала.
sl: širina intervala zaupanja.
sv: bredden på konfidensintervall.
ta: நம்பிக்கை இடைவெளி அகலம்.
tr: güven aralığı genişliği.
uk: ширина доверительного интервала.

source: the continuous explanatory (or independent) variables, also known as covariates.
ca: les variables explicatives (o independents) contínues, també conegudes com a covariants.
da: de kontinuerlige prediktor- (eller uafhængige) variablerne, også kaldte kovariater.
de: die kontinuierlichen erklärenden (oder unabhängigen) Variablen, auch Kovariaten genannt.
fr: les variables continues explicatives (ou indépendantes), aussi nommées covariables.
he: המשתנים המסבירים (או התלויים) הרציפים. מוכרים גם בשם משתנים נלווים.
it: le variabili esplicative continue (o indipendenti), sono note anche come covariate.
kk: ковариаттар деген атпен де белгілі үздіксіз түсіндірме (немесе тәуелсіз) айнымалылар.
nn: dei kontinuerlege prediktor- (eller uavhengige) variablane, også kalla kovariatar.
no: de kontinuerlige prediktor- (eller uavhengige) variablene, også kalt kovariater.
pl: ciągłe zmienne objaśniające (niezależne), zwane także kowariantami.
pt: as variáveis explicativas contínuas (ou independentes), também conhecidas como covariáveis.
ru: непрерывные объясняющие (или независимые) переменные, также известные как ковариаты.
sl: zvezne pojasnjevalne (ali neodvisne) spremenljivke, imenovane tudi kovariati.
sv: de kontinuerliga prediktor- (eller oberoende) variablerna, också kallade kovariater.
ta: தொடர்ச்சியான விளக்கமளிக்கும் (அல்லது சுயாதீனமான) மாறிகள், கோவாரியட்டுகள் என்றும் அழைக்கப்படுகின்றன.
tr: sürekli açıklayıcı (veya bağımsız) değişkenler, aynı zamanda kovaryatlar olarak da bilinir.
uk: непрерывные котрий пояснювати (або незалежні) переменные, також відомі як ковариаты.

source: the contrasts to use.
ca: les proves a utilitzar.
da: kontrasterne, der skal bruges.
de: die zu verwendenden Kontraste.
fr: les contrastes à utiliser.
he: הקונטרסטים בהם יש להשתמש.
it: i contrasti da utilizzare.
kk: қолдануға болатын контрасттар.
nl: de contrasten die moeten worden gebruikt.
nn: kontrastane som skal brukast.
no: kontrastene som skal brukes.
pl: kontrasty do użycia.
pt: os contrastes a usar.
ru: контрасты для применения.
sl: kontrasti za uporabo.
sv: kontrasterna som ska användas.
ta: பயன்படுத்த முரண்பாடுகள்.
tr: kullanılacak kontrastlar.
uk: контрасти для застосування.

source: the control variables of interest.
ca: les variables de control d'interès.
da: de interesserende kontrolvariablerne.
de: die Interessierenden Kontrollvariablen.
fr: les variables d'intérêt témoin.
he: משתני הבקרה של העניין.
it: le variabili di controllo di interesse.
kk: қызығушылық тудыратын бақылау айнымалылары.
nl: de betreffende controlevariabelen.
nn: dei interesserende kontrollvariablane.
no: de Interesserende kontrollvariablene.
pl: zmienne kontrolowane.
pt: as variáveis de controlo de interesse.
ru: интересующие управляющие переменные.
sv: de intresserande kontrollvariablerna.
ta: ஆர்வத்தின் கட்டுப்பாட்டு மாறிகள்.
tr: ilgilenilen kontrol değişkenleri.
uk: котрий цікавити котрий управляти переменные.

source: the counts in `data`
ca: les freqüències a `data`
da: antal i `data`
de: die Anzahlen in `data`
fr: le dénombrement dans `data`
it: i conteggi in `data`
kk: `data` ішіндегі сандар
nn: talet på i `data`
pl: liczebności w `data`
pt: as contagens nos `dados`
ru: подсчеты в `data`
sl: števci med podatki `data`
sv: antal i `data`
ta: `தரவு` இல் உள்ள எண்ணிக்கைகள்
uk: підрахунки у `data`

source: the covariates (specifying these makes this an ANCOVA)
ca: les covariants (especificar-les fa que sigui un ANCOVA)
da: kovariatene (hvis du specificerer disse, bliver analysen en ANCOVA)
de: die Kovariaten (durch Angabe dieser wird die Analyse zu einer ANCOVA)
fr: les covariables (spécifier ceci fait de ce test une ANCOVA)
he: המשתנים הנלווים (ציון שלהם הוא מה שהופך את זה לניתוח שונות משותפת)
it: specificano le covariate si può ottenere un ANCOVA
kk: ковариаттар (бұларды көрсету осыны АНКОВА етеді)
nn: kovariatane (viss du spesifiserer desse, blir analysen ein ANCOVA)
no: kovariatene (hvis du spesifiserer disse, blir analysen en ANCOVA)
pl: współzmienne (dodanie ich powoduje wykonanie testu ANCOVA)
pt: as covariáveis (especificá-las produz a ANCOVA)
ru: ковариаты (указание их делает ANCOVA)
sv: kovariatene (om du specificerar dessa, blir analysen en ANCOVA)
ta: கோவாரியட்டுகள் (இவற்றைக் குறிப்பிடுவது இதை ஒரு அன்கோவாவாக ஆக்குகிறது)
tr: kovaryatlar (bunları belirtmek bunu bir ANCOVA yapar)
uk: ковариаты (вказівка їх робить ANCOVA)

source: the covariates from `data`
ca: les covariants de `data`
da: kovariatene fra `data`
de: die Kovariaten aus `data`
fr: les covariables de données
it: le covariate da `data`
kk: `data`-дан алынған ковариаттар
nn: kovariatane frå `data`
pl: współzmienne z `data`
pt: as covariáveis dos `dados`
ru: ковариаты из `data`
sl: kovariati za podatkovno zbirko `data`
sv: kovariatene från `data`
ta: `தரவு` இலிருந்து கோவாரியட்டுகள்
uk: ковариаты з `data`

source: The cut-off value is set to {}
ca: El valor de tall és {}
da: Cut-off-værdien er sat til {}
de: Der Cut-off-Wert wird auf {} gesetzt
fr: La valeur de coupure est réglée sur {}
he: ערך החיתוך הוגדר ל־{}
it: Il valore di cut-off è impostato su {}
kk: шектеу мәні {} мәніне орнатылды
nl: De afsnijdwaarde is {}
nn: Cut-off-verdien er sett til {}
no: Cut-off-verdien er satt til {}
pl: Wartość graniczna jest ustawiona na {}
pt: O valor de corte é {}
ru: Значение отсечки установлено на {}
sl: Vrednost točke prereza je nastavljena na {}
sv: Cut-off-vårdet är satt till {}
ta: கட்-ஆஃப் மதிப்பு {} என அமைக்கப்பட்டுள்ளது
tr: Kesim noktası değeri {} olarak ayarlandı
uk: Значення отсечки установлено на {}

source: the data as a data frame
ca: les dades com una 'data frame'
da: dataene som `data frame`
de: die Daten als `data frame`
fr: les données sous forme de data frame
it: i dati sotto forma di frame di dati
kk: деректер фрейм форматы ретінде
nn: dataa som `data frame`
pl: dane jako ramka danych
pt: os dados como um quadro de dados
ru: данные в формате фрейма
sl: podatki podatkovne zbirke
sv: datorna som `data frame`
uk: дані у форматі фрейма

source: The dataset contains 0 rows (after removing rows with missing values)
ca: El conjunt de dades conté 0 files (després d'eliminar les files amb valors perduts)
da: Datasættet indeholder 0 rækker (efter at have fjernet rækker med manglende værdier)
fr: Le jeu de données contient 0 ligne (après avoir filtré les valeurs manquantes)
he: מערך הנתונים מכיל 0 שורות (לאחר הסרת שורות בעלות ערכים חסרים)
kk: Деректер жиыны 0 жолды қамтиды (мәндері жоқ жолдарды жойғаннан кейін)
nl: De dataset bevat 0 rijen (na verwijderen van rijen met ontbrekende waarden)
nn: Datasettet inneheld 0 rader (etter å ha fjerna rader med manglande verdiar)
no: Datasettet inneholder 0 rader (etter å ha fjernet rader med manglende verdier)
pl: Zbiór danych nie zawiera żadnego wiersza (po usunięciu wierszy z brakami danych)
ru: Набор данных содержит 0 строк (после удаления строк с отсутствующими значениями)
sv: Datasetet innehåller 0 räckor (efter att ha rensat räckor med saknade värden)
ta: தரவுத்தொகுப்பில் 0 வரிசைகள் உள்ளன (காணாமல் போன மதிப்புகளுடன் வரிசைகளை அகற்றிய பிறகு)
tr: Veri seti 0 satır içeriyor (eksik değerleri olan satırlar kaldırıldıktan sonra)

source: The dataset contains 0 rows (or all rows contain missing values)
ca: El conjunt de dades conté 0 files (o totes les files contenen valors perduts)
da: Datasættet indeholder 0 rækker (eller alle rade indeholder manglende værdier)
fr: Le jeu de données ne contient pas de ligne (ou toutes les lignes contiennent des valeurs manquantes)
he: מערך הנתונים מכיל 0 שורות (או שכל השורות מכילות ערכים חסרים)
kk: Деректер жиыны 0 жолды қамтиды (немесе барлық жолдарда жоқ мәндер бар)
nl: De dataset bevat 0 rijen (of alle rijen bevatten ontbrekende waarden)
nn: Datasettet inneheld 0 rader (eller alle rader inneheld manglande verdiar)
no: Datasettet inneholder 0 rader (eller alle rader inneholder manglende verdier)
pl: Zbiór danych nie zawiera żadnego wiersza (lub wszystkie wiersze zawierają braki danych)
ru: Набор данных содержит 0 строк (или все строки содержат отсутствующие значения)
sv: Datasetet innehåller 0 räckor (eller alla räckor innehåller saknade värden)
ta: தரவுத்தொகுப்பில் 0 வரிசைகள் உள்ளன (அல்லது அனைத்து வரிசைகளும் காணாமல் போன மதிப்புகளைக் கொண்டுள்ளன)
tr: Veri seti 0 satır içeriyor (veya tüm satırlar eksik değerler içeriyor)

source: The dependent variable '{}' has more than two levels; binomial logistic regression can only be performed on dependent variables with two levels.
ca: La variable dependent ‘{}’ te més de dos nivells; la regressió logística binomial només es pot realitzar sobre variables dependents amb dos nivells.
da: Den afhængige variabel »{}« har mere end to niveauer; binomial logistisk regression kan kun gennemføres med afhængige variabler med to niveauer.
de: Die abhängige Variable „{}“ hat mehr als zwei Faktorstufen; die binomiale logistische Regression erlaubt jedoch nur abhängige Variablen mit zwei Faktorstufen.
fr: La variable dépendante '{}' est constituée de plus de deux modalités. Une régression logistique binomiale ne peut être réalisée que sur des variables dépendantes constituées de deux modalités.
he: למשתנה התלוי ”{}“ יש יותר משתי רמות. ניתן לבצע רגרסיה לוגיסטית בינומית רק על משתנים תלויים בעלי שתי רמות.
hr: Zavisna varijabla '{}' ima više od dvije razine, binomna logistička regresija se može napraviti samo sa zavisnim varijablama s dvije razine.
it: La variabile dipendente '{}' ha più di due livelli; la regressione logistica binomiale può essere eseguita solo su variabili dipendenti con due livelli.
kk: Тәуелді айнымалы '{}' екіден артық деңгейге ие; биномдық логистикалық регрессия екі деңгейлі тәуелді айнымалылар бойынша ғана орындалуы мүмкін.
nl: De afhankelijke variabele '{}' heeft meer dan twee niveaus. Binomiale logistische regressie kan alleen worden toegepast op afhankelijke variabelen die binomiaal zijn (twee niveaus hebben).
nn: Den avhengige variabelen «{}» har meir enn to nivå; binomial logistisk regresjon kan berre gjennomførast med avhengige variablar med to nivå.
no: Den avhengige variabelen «{}» har mer enn to nivåer; binomial logistisk regresjon kan bare gjennomføres med avhengige variabler med to nivåer.
pl: Zmienna zależna '{}' ma więcej niż dwa poziomy; dwumianowa regresja logistyczna może zostać wykonana tylko na zmiennych zależnych przyjmujących dwa poziomy.
pt: A variável dependente '{dep}' tem mais de dois níveis; a regressão logística binomial apenas pode ser feita quando a variável dependente tem dois níveis.
ru: Зависимая переменная '{}' имеет более двух уровней; биномиальная логистическая регрессия может быть выполнена только для зависимых переменных с двумя уровнями.
sl: Odvisna spremenljivka »{}« ima več kot dve ravni; binomska logistična regresija je omogoča le za binarne odvisne spremenljivke.
sv: Den beroende variabeln “{}” har mer än två nivåer; binomial logistisk regression kan bara genomföras med beroende variabler med två nivåer.
ta: சார்பு மாறி '{}' இரண்டு நிலைகளுக்கு மேல் உள்ளது; பைனோமியல் லாசிச்டிக் பின்னடைவு இரண்டு நிலைகளுடன் சார்பு மாறிகள் மீது மட்டுமே செய்ய முடியும்.
tr: Bağımlı değişken '{}' iki'den fazla düzeye sahip; binom lojistik regresyon sadece iki düzeyli bağımlı değişkenler üzerinde gerçekleştirilebilir.
uk: Залежати переменная '{}' має понад двох рівнів; биномиальная логистическая регрессия можучи бути виконана тільки для залежати переменных з двома рівнями.

source: The dependent variable '{dep}' has the following order: {orderedLevels}
ca: La variable dependent ‘{dep}’ te el següent ordre: {orderedLevels}
da: Den afhængige variabel »{dep}« har følgende rækkefølge: {orderedLevels}
de: Die abhängige Variable „{dep}“ hat die folgende Reihenfolge von Faktorstufen: {orderedLevels}
fr: La variable dépendante '{dep}' suit l'ordre suivant : {orderedLevels}
he: המשתנה התלוי ”{dep}“ מסודר לפי הסדר הבא: {orderedLevels}
hr: Zavisna varijabla '{dep}' ima sljedeći redoslijed: {orderedLevels}
it: La variabile dipendente '{dep}' ha il seguente ordine: {orderedLevels}
kk: Тәуелді айнымалы '{dep}' келесі ретке ие: {ordedLevels}
nl: De afhankelijke variabele '{dep}' heeft als volgorde: {orderedLevels}
nn: Den avhengige variabelen «{dep}» har følgjande rekkjefølgje: {orderedLevels}
no: Den avhengige variabelen «{dep}» har følgende rekkefølge: {orderedLevels}
pl: Poziomy zmiennej zależnej '{dep}' mają następującą kolejność: {orderedLevels}
pt: A variável dependente '{dep}' tem a seguinte ordem: {orderedLevels}
ru: Зависимая переменная '{dep}' имеет следующий порядок: {orderedLevels}
sl: Odvisna spremenljivka »{dep}« sledi vrstnemu redu: {orderedLevels}
sv: Den beroende variabeln “{dep}” har följande ordningsföljd: {orderedLevels}
ta: சார்பு மாறி '{dep}' பின்வரும் வரிசையைக் கொண்டுள்ளது: {orderedLevels}
tr: Bağımlı değişken '{dep}' şu sıraya sahip: {orderedLevels}
uk: Залежати переменная '{dep}' має котрий наслідувати порядок: {orderedLevels}

source: The dependent variable "{dep}" has only two levels, consider doing a binomial logistic regression.
ca: La variable dependent "{dep}” te només dos nivells, cal considerar fer una regressió logística binomial.
da: Den afhængige variabel »{dep}« har kun to niveauer, vurder at gennemføre en binomial logistisk regression.
de: Die abhängige Variable „{dep}“ hat nur zwei Faktorstufen, eine binomiale logistische Regression ist möglicherweise besser geeignet.
fr: La variable dépendante "{dep}" n'est constituée que de deux modalités, vous devriez plutôt essayer de faire une régression logistique binomiale.
he: יש למשתנה התלוי ”{dep}“ רק שתי רמות. יש לשקול להשתמש ברגרסיה לוגיסטית בינומית.
hr: Zavisna varijabla "{dep}" ima samo dvije razine, razmislite o korištenju logističke regresije.
it: La variabile dipendente "{dep}" ha solo due livelli, considera di fare una regressione logistica binomiale.
kk: "{dep}" тәуелді айнымалының екі деңгейі ғана бар, биномдық логистикалық регрессия жасауды қарастырыңыз.
nl: De afhankelijke variabele '{dep}' heeft slechts twee niveaus. Overweeg een binomiale logistische regressie toe te passen.
nn: Den avhengige variabelen «{dep}» har berre to nivå, vurder å gjennomføra ein binomial logistisk regresjon.
no: Den avhengige variabelen «{dep}» har bare to nivåer, vurder å gjennomføre en binomial logistisk regresjon.
pl: Zmienna zależna '{dep}' ma tylko dwa poziomy - rozważ wykonanie dwumianowej regresji logistycznej.
pt: A variável dependente '{dep}' tem apenas dois níveis, considere fazer uma regressão logística binomial.
ru: Зависимая переменная "{dep}" имеет только два уровня, рассмотрите возможность выполнения биномиальной логистической регрессии.
sl: Odvisna spremenljivka »{dep}« ima le dve ravni. Morda je ustrezneje uporabiti binomsko logistično regresijo.
sv: Den beroende variabeln “{dep}” har bara två nivåer, överväg att genomföra en binomial logistisk regression.
ta: சார்பு மாறி "{dep}" இரண்டு நிலைகளை மட்டுமே கொண்டுள்ளது, ஒரு பைனோமியல் லாசிச்டிக் பின்னடைவைச் செய்வதைக் கவனியுங்கள்.
tr: Bağımlı değişken "{dep}" sadece iki düzeye sahip, binom lojistik regresyon yapmayı düşünün.
uk: Залежати переменная "{dep}" має тільки два рівня, розглянете можливість виконання биномиальной логистической регрессии.

source: the dependent variable from `data`, variable must be numeric
ca: la variable dependent de` data`, la variable ha de ser numèrica
da: den afhængige variabel fra `data`, variablen skal være numerisk
de: die abhängige Variable aus `data`, die Variable muss numerisch sein
fr: la variable dépendante des données doit être numérique
it: la variabile dipendente da `data`, la variabile deve essere numerica
kk: `data`-ден тәуелді айнымалыны атайтын жол, айнымалы сандық болуы тиіс
nn: den avhengige variabelen frå `data`, variabelen må vera numerisk
pl: zmienna zależna z `data`; zmienna musi być numeryczna
pt: a variável dependente dos `dados`, a variável deve ser numérica
ru: зависимая переменная от `data`, переменная должна быть числовой
sl: odvisna spremenljivka v podatkovni zbirki `data`, spremenljivka mora biti številska vrednost
sv: den beroende variabeln från `data`, variabeln måste vara numerisk
ta: `தரவு` இலிருந்து சார்பு மாறி, மாறி எண்ணாக இருக்க வேண்டும்
uk: залежати переменная від `data`, переменная повинна бути числовой

source: the dependent variable from `data`, variable must be numeric (not necessary when providing a formula, see examples)
ca: la variable dependent de` data`, la variable ha de ser numèrica (no és necessari quan es proporciona una fórmula, veure els exemples)
da: den afhængige variabel fra `data` (ikke nødvendigt når der bruges en formel, se eksemplerne), variablen skal være numerisk
de: die abhängige Variable aus `data`, die Variable muss numerisch sein (Angabe nicht erforderlich, wenn eine Formel verwendet wird, siehe Beispiele)
fr: la variable dépendante des données doit être numérique (non nécessaire quand on fournit une formule, voir les exemples)
it: la variabile dipendente da `data`, la variabile deve essere numerica (non necessaria quando si fornisce una formula, vedi esempi)
kk: `data` тәуелді айнымалы болып табылады, айнымалы сандық болуы керек (формула бергенде қажет емес, мысалдарды қараңыз)
nn: den avhengige variabelen frå `data` (ikkje nødvendig når det blir brukt ein formel, sjå døma), variabelen må vera numerisk
pl: zmienna zależna z `data`; zmienna musi być numeryczna (nie jest konieczna przy podawaniu formuły - zobacz przykłady)
pt: a variável dependente dos `dados`, a variável deve ser numérica (não é necessário ao fornecer uma fórmula, veja os exemplos)
ru: зависимая переменная от `data`, переменная должна быть числовой (необязательно при предоставлении формулы, см. примеры)
sl: odvisna spremenljivka v podatkovni zbirki `data`, spremenljivka mora biti številska vrednost (to ni pogoj, če je podana enačba; več v primerih)
sv: den beroende variabeln från `data` (inte nödvändigt när det användes en formel, se exemplen), variabeln måste vara numerisk
ta: `தரவு`, மாறி எண் (ஒரு சூத்திரத்தை வழங்கும்போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: залежати переменная від `data`, переменная повинна бути числовой (необязательно прі наданні формули, см. приміри)

source: the dependent variable. For ANCOVA, these will be continuous.
ca: la variable dependent. Per a ANCOVA, seran contínues.
da: den afhængige variabel. For en ANCOVA skal denne være kontinuerligt.
de: die abhängige Variable. Für eine ANCOVA muss diese kontinuierlich sein.
fr: la variable dépendante. Pour une ANCOVA, elle doit être continue.
he: המשתנה התלוי. בניתוח שונות משותפת הוא יהיה רציף.
hr: zavisna varijabla. Za ANCOVA-u, ova će biti kontinuirana.
it: la variabile dipendente. Per ANCOVA questa deve essere continua.
kk: тәуелді айнымалы. ANCOVA үшін бұлар үздіксіз болады.
nl: de afhankelijke variabele. Voor ANCOVA moet deze continu zijn.
nn: den avhengige variabelen. For ein ANCOVA må denne vera kontinuerleg.
no: den avhengige variabelen. For en ANCOVA må denne være kontinuerlig.
pl: zmienna zależna. W przypadku ANCOVA będą to zmienne ciągłe.
pt: a variável dependente. Para ANCOVA, estas serão contínuas.
ru: зависимая переменная. Для ANCOVA они будут непрерывными.
sl: odvisna spremenljivka – za analizo ANCOVA je ta zvezna.
sv: den beroende variabeln. För en ANCOVA måste denna vara kontinuerlig.
ta: சார்பு மாறி. அன்கோவாவைப் பொறுத்தவரை, இவை தொடர்ச்சியாக இருக்கும்.
tr: bağımlı değişken. ANCOVA için bunlar sürekli olacaktır.
uk: залежати переменная. Для ANCOVA вони будуть непрерывными.

source: the dependent variable. For ANOVA, these will be continuous.
ca: la variable dependent. Per a ANOVA, seran contínues.
da: den afhængige variabel. For en ANOVA skal denne være kontinuerligt.
de: die abhängige Variable. Für die ANOVA muss diese kontinuierlich sein.
fr: la variable dépendante. Pour une ANOVA, elle doit être continue.
he: המשתנה התלוי. בניתוח שונות הוא יהיה רציף.
hr: zavisna varijabla. Za ANOVA-u, ova će biti kontinuirana.
it: la variabile dipendente. Per ANOVA, questa deve essere continua.
kk: тәуелді айнымалы. ANOVA үшін бұлар үздіксіз болады.
nl: de afhankelijke variabele. Voor ANOVA moet deze continu zijn.
nn: den avhengige variabelen. For ein ANOVA må denne vera kontinuerleg.
no: den avhengige variabelen. For en ANOVA må denne være kontinuerlig.
pl: zmienna zależna. W przypadku ANOVA będą to zmienne ciągłe.
pt: a variável dependente. Para ANOVA, estas serão contínuas.
ru: зависимая переменная. Для ANOVA они будут непрерывными.
sl: odvisna spremenljivka – za analizo ANOVA je ta zvezna.
sv: den beroende variabeln. För en ANOVA måste denna vara kontinuerlig.
ta: சார்பு மாறி. ANOVA ஐப் பொறுத்தவரை, இவை தொடர்ச்சியாக இருக்கும்.
tr: bağımlı değişken. ANOVA için bunlar sürekli olacaktır.
uk: залежати переменная. Для ANOVA вони будуть непрерывными.

source: the dependent variables -- a separate t-test is performed for each dependent variable specified.
ca: les variables dependents -- es realitza una prova t separada per a cada variable dependent especificada.
da: de afhængige variabler – for hver afhængig variabel, der er angivet gennemføres en separat t-test.
de: die abhängigen Variablen – für jede angegebene abhängige Variable wird ein separater t-Test durchgeführt.
fr: les variables dépendantes -- un test t séparé est effectué pour chaque variable dépendante spécifiée.
he: המשתנה התלוי. מבחן t נפרד יבוצע לכל משתנה תלוי שצוין.
hr: zavisne varijable--poseban t-test se provodi za svaku pojedinu zavisnu varijablu.
it: le variabili dipendenti -- viene eseguito un t-test separato per ogni variabile dipendente specificata.
kk: тәуелдi айнымалылар - көрсетiлген әрбiр тәуелдi айнымалы үшiн жеке t-тест орындалады.
nl: de afhankelijke variabelen -- een losse t-toets wordt uitgevoerd voor elke opgegeven afhankelijke variabele.
nn: dei avhengige variablane – for kvar avhengig variabel som er angitt blir gjennomført ein separat t-test.
no: de avhengige variablene – for hver avhengig variabel som er angitt gjennomføres en separat t-test.
pl: zmienne zależne -- dla każdej podanej zmiennej zależnej wykonywany jest oddzielny test t.
pt: as variáveis dependentes - um teste t é calculado para cada variável dependente especificada.
ru: зависимые переменные -- для каждой указанной зависимой переменной выполняется отдельный t-тест.
sl: odvisne spremenljivke – za vsako določeno odvisno spremenljivko se izvede ločen izračun T-Testa.
sv: de beroende variablerna – för varje beroende variabel som är angivit genomföres en separat t-test.
ta: சார்பு மாறிகள்-குறிப்பிடப்பட்ட ஒவ்வொரு சார்பு மாறிக்கும் ஒரு தனி டி-சோதனை செய்யப்படுகிறது.
tr: bağımlı değişkenler -- belirtilen her bağımlı değişken için ayrı bir t-testi gerçekleştirilir.
uk: залежати переменные -- для кожної вказаної залежати переменной виконується окремий t-тіст.
