Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # LOG-LINEAR REGRESSION # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ────────────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ────────────────────────────────────────────────────────────────── # Intercept -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #
ca: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # REGRESSIÓ LOG-LINEAL # # Mesures ajustament del model # ─────────────────────────────────────── # model Desviació AIC R²-McF # ─────────────────────────────────────── # 1 4,12e-10 41,4 1,000 # ─────────────────────────────────────── # # # RESULTATS ESPECÍFICS DEL MODEL # # MODEL 1 # # Coeficients de model # ────────────────────────────────────────────────────────────────── # Predictor Estimació EE Z p # ────────────────────────────────────────────────────────────────── # Constant -4,71e-16 1,00 -4,71e-16 1,000 # gear: # 4 – 3 2,079 1,06 1,961 0,050 # 5 – 3 0,693 1,22 0,566 0,571 # cyl: # 6 – 4 0,693 1,22 0,566 0,571 # 8 – 4 2,485 1,04 2,387 0,017 # gear:cyl: # (4 – 3):(6 – 4) -1,386 1,37 -1,012 0,311 # (5 – 3):(6 – 4) -1,386 1,73 -0,800 0,423 # (4 – 3):(8 – 4) -26,867 42247,17 6,36e-4 0,999 # (5 – 3):(8 – 4) -2,485 1,44 -1,722 0,085 # ────────────────────────────────────────────────────────────────── # #
da: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # LOG-LINEÆR REGRESSION # # Mål for modelltilpasning # ──────────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ──────────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTATER # # MODEL 1 # # Modellkoeffisienter # ─────────────────────────────────────────────────────────────────── # Prediktor Estimat Std.-fejl Z p # ─────────────────────────────────────────────────────────────────── # Skæringspunkt -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ─────────────────────────────────────────────────────────────────── # #
de: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # LOG-LINEARE REGRESSION # # Güte der Modellanpassung # ────────────────────────────────────────── # Modell Abweichung AIC R²-McF # ────────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ────────────────────────────────────────── # # # MODELL-SPEZIFISCHE ERGEBNISSE # # MODELL 1 # # Modellkoeffizienten # ────────────────────────────────────────────────────────────────────── # Prädiktor Schätzung Std.-fehler Z p # ────────────────────────────────────────────────────────────────────── # Intercept -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────────── # #
it: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # REGRESSIONE LO-LINEARE # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ────────────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ────────────────────────────────────────────────────────────────── # Intercept -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #
kk: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # ЛОГ-СЫЗЫҚТЫҚ РЕГРЕССИЯ # # Модельдің сәйкестік көрсеткіштері # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # МОДЕЛЬДІҢ АРНАЙЫ НӘТИЖЕЛЕР # # МОДЕЛЬ 1 # #Модельдік коэффициенттер # ────────────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ────────────────────────────────────────────────────────────────── # Intercept -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #
nn: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # LOG-LINEÆR REGRESJON # # Mål for modelltilpassing # ──────────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ──────────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # Modellkoeffisientar # ─────────────────────────────────────────────────────────────────── # Prediktor Estimat Std.-feil Z p # ─────────────────────────────────────────────────────────────────── # Skæringspunkt -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ─────────────────────────────────────────────────────────────────── # #
pl: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # ANALIZA LOG-LINIOWA # # Miary dopasowania modelu # ─────────────────────────────────────── # Model Odchylenie AIC R²-McF # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # Wyniki dla poszczególnych modeli # # MODEL 1 # # Współczynniki modelu # ────────────────────────────────────────────────────────────────── # Predyktor Oszacowanie SE Z p # ────────────────────────────────────────────────────────────────── # Wyraz wolny -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #
pt: tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # LOG-LINEAR REGRESSION # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ────────────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ────────────────────────────────────────────────────────────────── # Intercept -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #
ru: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # ЛОГ-ЛИНЕЙНАЯ РЕГРЕССИЯ # # Показатели соответствия модели # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # КОНКРЕТНЫЕ РЕЗУЛЬТАТЫ МОДЕЛИ # # МОДЕЛЬ 1 # # Коэффициенты модели # ────────────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ────────────────────────────────────────────────────────────────── # Intercept -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #
sv: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # LOG-LINEÆR REGRESSION # # Mål för modellanpassning # ──────────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ──────────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # Modellkoeffisienter # ─────────────────────────────────────────────────────────────────── # Prediktor Estimat Std.-fel Z p # ─────────────────────────────────────────────────────────────────── # Skæringspunkt -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ─────────────────────────────────────────────────────────────────── # #
ta: தரவு ('MTCARS') தாவல் <- அட்டவணை ('கியர்' = MTCARS $ கியர், 'Cyl' = MTCARS $ Cyl) dat <- as.data.frame (தாவல்) loglinear (தரவு = dat, காரணிகள் = vars (கியர், சிலி), எண்ணிக்கைகள் = ஃப்ரீக், தொகுதிகள் = பட்டியல் (பட்டியல் ("கியர்", "சிலி", சி ("கியர்", "சிலி"))), reflevels = பட்டியல் ( பட்டியல் (var = "gear", ref = "3"), பட்டியல் (var = "cyl", ref = "4"))) # # பதிவு-நேரியல் பின்னடைவு # # மாதிரி பொருத்தம் நடவடிக்கைகள் # ─ # மாதிரி விலகல் AIC R²-MCF # ─ # 1 4.12E-10 41.4 1.000 # ─ # # # மாதிரி குறிப்பிட்ட முடிவுகள் # # மாதிரி 1 # # மாதிரி குணகங்கள் # ─ ─ # முன்கணிப்பு மதிப்பீடு Se சட் p # ─ ─ # இடைமறிப்பு -4.71E -16 1.00 -4.71E -16 1.000 # கியர்: # 4 - 3 2.079 1.06 1.961 0.050 # 5 - 3 0.693 1.22 0.566 0.571 # சிலி: # 6 - 4 0.693 1.22 0.566 0.571 # 8 - 4 2.485 1.04 2.387 0.017 # கியர்: சிலி: # (4 -3) :( 6 -4) -1.386 1.37 -1.012 0.311 # (5 -3) :( 6 -4) -1.386 1.73 -0.800 0.423 # (4 -3) :( 8 -4) -26.867 42247.17 -6.36e -4 0.999 # (5 -3) :( 8 -4) -2.485 1.44 -1.722 0.085 # ─ ─ # #
uk: data('mtcars') tab <- table('gear'=mtcars$gear, 'cyl'=mtcars$cyl) dat <- as.data.frame(tab) logLinear(data = dat, factors = vars(gear, cyl), counts = Freq, blocks = list(list("gear", "cyl", c("gear", "cyl"))), refLevels = list( list(var="gear", ref="3"), list(var="cyl", ref="4"))) # # ЛОГ-ЛИНЕЙНАЯ РЕГРЕССИЯ # # Показники відповідності моделі # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.12e-10 41.4 1.000 # ─────────────────────────────────────── # # # КОНКРЕТНИЙ РЕЗУЛЬТАТИ МОДЕЛІ # # МОДЕЛЬ 1 # # Коефіцієнти моделі # ────────────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ────────────────────────────────────────────────────────────────── # Intercept -4.71e-16 1.00 -4.71e-16 1.000 # gear: # 4 – 3 2.079 1.06 1.961 0.050 # 5 – 3 0.693 1.22 0.566 0.571 # cyl: # 6 – 4 0.693 1.22 0.566 0.571 # 8 – 4 2.485 1.04 2.387 0.017 # gear:cyl: # (4 – 3):(6 – 4) -1.386 1.37 -1.012 0.311 # (5 – 3):(6 – 4) -1.386 1.73 -0.800 0.423 # (4 – 3):(8 – 4) -26.867 42247.17 -6.36e -4 0.999 # (5 – 3):(8 – 4) -2.485 1.44 -1.722 0.085 # ────────────────────────────────────────────────────────────────── # #
