Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Confidence intervals
ca: Intervals de Confiança
da: Konfidensintervaller
de: Konfidenzintervalle
fr: Intervalles de confiance
he: רווחי סמך
hr: Intervali pouzdanosti
it: Intervalli di fiducia
kk: сенімділік интервалдары
nl: Betrouwbaarheidsintervallen
nn: Konfidensintervall
no: Konfidensintervaller
pl: Przedziały ufności
pt: Intervalos de Confiança
ru: Доверительные интервалы
sl: Intervali zaupanja
sv: Konfidensintervaller
ta: நம்பிக்கை இடைவெளிகள்
tr: Güven aralıkları
uk: Доверительные интервалы

source: Confidence level
ca: Nivell de Confiança
da: Konfidensniveau
de: Konfidenzniveau
fr: Niveau de confiance
he: רמת הביטחון
hr: Razina pouzdanosti
it: Livello di fiducia
kk: сенімділік деңгейі
nl: Betrouwbaarheidsniveau
nn: Konfidensnivå
no: Konfidensnivå
pl: Poziom ufności
pt: Nível de Confiança
ru: Уровень доверительности
sl: Raven zaupanja
sv: Konfidensnivå
ta: நம்பிக்கை நிலை
tr: Güven düzeyi
uk: Рівень доверительности

source: Confirmatory Factor Analysis
ca: Anàlisi Factorial Confirmatori
da: Konfirmatorisk faktoranalyse
de: Konfirmatorische Faktorenanalyse
fr: Analyse factorielle confirmatoire
he: ניתוח גורמים מאשש
hr: Potvrdna faktorska analiza
it: Analisi Fattoriale Confermativa
kk: дәлелдеуші факторлық талдау
nl: Bevestigende factoranalyse
nn: Konfirmatorisk faktoranalyse
no: Konfirmatorisk faktoranalyse
pl: Konfirmacyjna analiza czynnikowa (CFA)
pt: Análise Fatorial Confirmatória
ru: Подтверждающий факторный анализ
sl: Potrjevalna faktorska analiza
sv: Konfirmatorisk faktoranalys
ta: உறுதிப்படுத்தும் காரணி பகுப்பாய்வு
tr: Doğrulayıcı Faktör Analizi
uk: котрий Підтверджувати факторный аналізу

source: Constraints
ca: Restriccions
da: Begrænsninger (constraints)
de: Einschränkungen (constraints)
fr: Contraintes
he: אילוצים
hr: Ograničenja
it: Vincoli
kk: шектеулер
nl: Beperkingen
nn: Avgrensingar (constraints)
no: Begrensninger (constraints)
pl: Ograniczenia
pt: Restrições
ru: Ограничения
sl: Omejitve
sv: Begränsningar (constraints)
ta: தடைகள்
tr: Kısıtlamalar
uk: Обмеження

source: Contingency coefficient
ca: Coeficient de contingència
da: Kontingenskoeffizient
de: Kontingenzkoeffizient
fr: Coefficient de contingence
he: מקדם הקריבות
hr: Koeficijent kontingencije
it: Coefficiente di contingenza
kk: конъюгация факторы
nl: Kruiscoëfficiënt
nn: Kontingenskoeffizient
no: Kontingenskoeffizient
pl: Współczynnik kontyngencji (C)
pt: Coeficiente de Contingência
ru: Коэффициент сопряжения
sl: Kontingenčni koeficient
sv: Kontingenskoeffizient
ta: தற்செயல் குணகம்
tr: Çaprazlık katsayısı
uk: Коефіцієнт сопряжения

source: Contingency Tables
ca: Taules de Contingència
da: Krydstabeller
de: Kreuztabellen
fr: Tables de contingence
he: טבלאות קריבות
hr: Tablice kontingencije
it: Tabelle di Contingenza
kk: конъюгация кестесі
nl: Kruistabel
nn: Krysstabellar
no: Krysstabeller
pl: Tabele krzyżowe
pt: Tabelas de Contingência
ru: Таблицы сопряжения
sl: Kontingenčne razpredelnice
sv: Korstabeller
ta: தற்செயல் அட்டவணைகள்
tr: Çapraz Tablolar
uk: Таблиці сопряжения

source: Contrasts
ca: Proves
da: Kontraster
de: Kontraste
fr: Contrastes
he: קונטרסטים
hr: Kontrasti
it: Contrasti
kk: қарама-қайшылықтар
nl: Contrasten
nn: Kontrastar
no: Kontraster
pl: Kontrasty
pt: Contrastes
ru: Контрасты
sl: Kontrasti
sv: Kontraster
ta: முரண்பாடுகள்
tr: Kontrastlar
uk: Контрасти

source: Contrasts - $key
ca: Proves - $key
da: Kontraster - $key
de: Kontraste - $key
fr: Contrastes - $key
he: קונטרסטים – $key
hr: Kontrasti - $key
it: Contrasti - $key
kk: қарама-қайшылықтар - $key
nl: Constrasten - $key
nn: Kontrastar - $key
no: Kontraster - $key
pl: Kontrasty - $key
pt: Contrastes - $key
ru: Контрасты - $key
sl: Kontrasti – $key
sv: Kontraster - $key
ta: முரண்பாடுகள் - $ விசை
tr: Kontrastlar - $key
uk: Контрасти - $key

source: Control Variables
ca: Variables de Control
da: Variabler, der bliver kontrollerede
de: Variablen, für die kontrolliert wird
fr: Variables contrôles
he: משתני בקרה
hr: Kontrolirane varijable
it: Variabili di Controllo
kk: басқару айнымалылары
nl: Controlevariabelen
nn: Variablar som blir kontrollerte
no: Variabler som blir kontrollert
pl: Zmienne kontrolowane
pt: Variáveis de Controlo
ru: Переменные управления
sl: Kontrolne spremenljivke
sv: Variabler som blir kontrollerade
ta: கட்டுப்பாட்டு மாறிகள்
tr: Kontrol Değişkenleri
uk: Переменные управління

source: Control variables
ca: Variables de control
da: Variabler, der bliver kontrollerede
de: Variablen, für die kontrolliert wird
fr: Variables contrôles
he: משתני בקרה
hr: Kontrolirane varijable
it: Variabili di controllo
kk: басқару айнымалылары
nl: Controlevariabelen
nn: Variablar som blir kontrollerte
no: Variabler som blir kontrollert
pl: Zmienne kontrolowane
pt: Variáveis de Controlo
ru: Переменные управления
sl: Kontrolne spremenljivke
sv: Variabler som blir kontrollerade
ta: கட்டுப்பாட்டு மாறிகள்
tr: Kontrol değişkenleri
uk: Переменные управління

source: controlling for {items}
ca: controlant per {items}
da: Kontrollere for {items}
de: Kontrolliert für „{items}“
fr: contrôlant les {items}
he: בקרה על {items}
it: controllo per {items}
kk: {items} үшін бақылау
nl: bepalend voor {items}
nn: Kontrollerer for {items}
no: Kontrollerer for {items}
pl: kontrolowane dla {items}
pt: controlando para {items}
ru: контроль за {items}
sv: Kontrollerer för {items}
ta: {items}
tr: {items} için kontrol edildi
uk: контроль за {items}

source: Cook's Distance
ca: Distància de Cook
da: Cooks afstand
de: Cook-Abstand
fr: Distance de Cook
he: מרחק קוק
it: Distanza di Cook
kk: Кук қашықтығы
nl: Cook-afstand
nn: Cooks avstand
no: Cooks avstand
pl: Odległość Cooka
pt: Distância de Cook
ru: Расстояние Кука
sl: Cookova razdalja
sv: Cooks avstånd
ta: குக்கின் தூரம்
tr: Cook'un Uzaklığı
uk: Відстань Кука

source: Cook's distance
ca: Distància de Cook
da: Cooks afstand
de: Cook-Abstand
fr: Distance de Cook
he: מרחק קוק
it: Distanza di Cook
kk: Кук қашықтығы
nl: Cook-afstand
nn: Cooks avstand
no: Cooks avstand
pl: Odległość Cooka
pt: Distância de Cook
ru: Расстояние Кука
sl: Cookova razdalja
sv: Cooks avstånd
ta: குக்கின் தூரம்
tr: Cook'un uzaklığı
uk: Відстань Кука

source: Correction
ca: Correcció
da: Korrektion
de: Korrektur
he: תיקון
it: Correzione
kk: түзету
nl: Correctie
nn: Korreksjon
no: Korreksjon
pl: Poprawka
pt: Correção
ru: Поправка
sl: Popravek
sv: Korrektion
ta: திருத்தம்
tr: Düzeltme
uk: Поправка

source: Corrections
ca: Correccions
da: Korrektioner
de: Korrekturen
he: תיקונים
it: Correzioni
kk: түзетулер
nl: Correcties
nn: Korreksjonar
no: Korreksjoner
pl: Poprawki
pt: Correções
ru: Поправка
sl: Popravki
sv: Korrektioner
ta: திருத்தங்கள்
tr: Düzeltmeler
uk: Поправка

source: Correlated
ca: Correlacionat
da: Korreleret
de: Korreliert
fr: Correlé
he: יש מתאם
hr: Korelirano
it: Correlato
kk: корреляцияланған
nl: Gecorreleerd
nn: Korrelert
no: Korrelert
pl: Skorelowane
pt: Correlacionado
ru: Коррелирует
sl: Nedoločena korelacija
sv: Korrelerat
ta: தொடர்புபடுத்தப்பட்ட
tr: İlişkili
uk: Коррелирует

source: Correlated negatively
ca: Correlacionat negativament
da: Negativt korreleret
de: Negativ korreliert
fr: Correlé négativement
he: מתאם שלילי
hr: Korelirano negativno
it: Correlato negativamente
kk: теріс корреляцияланған
nl: Correleert negatief
nn: Negativt korrelert
no: Negativt korrelert
pl: Skorelowane ujemnie
pt: Correlacionado negativamente
ru: Коррелирует отрицательно
sl: Negativna korelacija
sv: Negativt korrelerat
ta: எதிர்மறையாக தொடர்புடையது
tr: Negatif ilişkili
uk: Коррелирует негативно

source: Correlated positively
ca: Correlacionat positivament
da: Positivt korreleret
de: Positiv korreliert
fr: Correlé positivement
he: מתאם חיובי
hr: Korelirano pozitivno
it: Correlato positivamente
kk: оң корреляцияланған
nl: Correleert positief
nn: Positivt korrelert
no: Positivt korrelert
pl: Skorelowane dodatnio
pt: Correlacionado positivamente
ru: Коррелирует положительно
sl: Pozitivna korelacija
sv: Positivt korrelerat
ta: நேர்மறையாக தொடர்புடையது
tr: Pozitif ilişkili
uk: Коррелирует позитивно

source: Correlation
ca: Correlació
da: Korrelation
de: Korrelation
fr: Corrélation
he: מתאם
hr: Koreliracija
it: Correlazione
kk: корреляция
nl: Correlatie
nn: Korrelasjon
no: Korrelasjon
pl: Korelacja
pt: Correlação
ru: Корреляция
sl: Korelacija
sv: Korrelation
ta: ஒட்டுறவு
tr: Korelasyon
uk: Корреляция

source: Correlation Coefficients
ca: Coeficients de Correlació
da: Korrelationskoefficienter
de: Korrelationskoeffizienten
fr: Coefficients de corrélation
he: מקדמי המתאם
it: Coefficienti di Correlazione
kk: корреляциялау коэффициенттері
nl: Correlatiecoëfficiënten
nn: Korrelasjonskoeffisientar
no: Korrelasjonskoeffisienter
pl: Współczynniki korelacji
pt: Coeficientes de Correlação
ru: Коэффициенты корреляции
sl: Korelacijski koeficienti
sv: Korrelationskoefficienter
ta: தொடர்பு குணகம்
tr: Korelasyon Katsayıları
uk: Коефіцієнти корреляции

source: Correlation Heatmap
ca: Mapa de calor de Correlació
da: Korrelations-Heatmap
de: Korrelations-Heatmap
fr: Carte de chaleur - corrélation
he: מפת חום של מתאם
it: Mappa di calore di Correlazione
kk: корреляциялық жылу картасы
nl: Correlatie-heatmap
nn: Korrelasjons-Heatmap
no: Korrelasjons-Heatmap
pl: Mapa cieplna dla korelacji
pt: Mapa Térmico de Correlações
ru: Тепловая карта корреляции
sl: Korelacijska mreža
sv: Korrelations-Heatmap
ta: தொடர்பு ஈட்மேப்
tr: Korelasyon Isı Haritası
uk: Теплова карта корреляции

source: Correlation heatmap
ca: Mapa de calor de Correlació
da: Korrelations-Heatmap
de: Korrelations-Heatmap
fr: Carte de chaleur - corrélation
he: מפת חום של מתאם
it: Mappa di calore di correlazione
kk: корреляциялық жылу картасы
nl: Correlatie-heatmap
nn: Korrelasjons-Heatmap
no: Korrelasjons-Heatmap
pl: Mapa cieplna dla korelacji
pt: Mapa Térmico de Correlação
ru: Тепловая карта корреляции
sl: Korelacijska matrika
sv: Korrelations-Heatmap
ta: தொடர்பு ஈட்மேப்
tr: Korelasyon ısı haritası
uk: Теплова карта корреляции

source: Correlation matrices are a way to examine linear relationships between two or more continuous variables.
ca: Les matrius de correlació son una forma d'examinar les relacions lineals entre dos o més variables contínues.
da: Korrelationsmatrixer tillader at undersøge lineære sammenhænge mellem to eller flere kontinuerlige variabler.
de: Korrelationsmatrizen sind eine Möglichkeit, lineare Beziehungen zwischen zwei oder mehr kontinuierliche Variablen zu untersuchen.
fr: Les matrices de corrélation sont un moyen d'examiner les relations linéaires entre deux variables continues ou plus.
he: מטריצות מתאם הן דרך לבחינת היחסים הליניאריים בין שני משתנים רציפים או יותר.
it: Le matrici di correlazione sono un modo per esaminare le relazioni lineari tra due o più variabili continue.
kk: Корреляциялық матрицалар- екі немесе одан да көп үздіксіз айнымалылар арасындағы сызықтық қатынастарды зерттеу тәсілі.
nn: Korrelasjonsmatriser tillèt å undersøkja lineære samanhengar mellom to eller fleire kontinuerlege variablar.
no: Korrelasjonsmatriser tillater å undersøke lineære sammenhenger mellom to eller flere kontinuerlige variabler.
pl: Macierze korelacji służą do badania liniowych zależności pomiędzy dwiema lub więcej zmiennymi ciągłymi.
pt: Matrizes de Correlação é uma forma de examinar relações lineares entre duas ou mais variáveis continua.
ru: Матрицы корреляции — это способ исследовать линейные отношения между две или более непрерывных переменных.
sl: Korelacijske matrike so način za preučevanje linearnih povezav med dvema ali več zveznimi spremenljivkami.
sv: Korrelationsmatriser tillåter att undersöka linjära sammanhang mellan två eller flera kontinuerliga variabler.
ta: தொடர்பு மெட்ரிக்குகள் இடையிலான நேரியல் உறவுகளை ஆராய ஒரு வழியாகும் இரண்டு அல்லது அதற்கு மேற்பட்ட தொடர்ச்சியான மாறிகள்.
tr: Korelasyon matrisleri, iki veya daha fazla sürekli değişken arasındaki doğrusal ilişkileri incelemenin bir yoludur.
uk: Матрицы корреляции — це способу дослідити линейные ставлення між дві або понад непрерывных переменных.
