Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `'different'` (default), `'oneGreater'` or `'twoGreater'`, the alternative hypothesis; group 1 different to group 2, group 1 greater than group 2, and group 2 greater than group 1 respectively
ca: `'different'` (predeterminat), `'oneGreater'` o `'twoGreater'`, la hipòtesi alternativa; el grup 1 és diferent al grup 2, el grup 1 és més gran que el grup 2 i el grup 2 és més gran que el grup 1 respectivament
da: `'different'` (standard), `'oneGreater'` eller `'twoGreater'`, alternativhypotesen; enten at gruppe 1 er forskellig fra gruppe 2, at gruppe 1 er større end gruppe 2 eller at gruppe 2 er større end gruppe 1
de: `'different'` (Vorgabe), `'oneGreater'` oder `'twoGreater'`, für die Alternativhypothese; Gruppe 1 unterscheidet sich von Gruppe 2, Gruppe 1 ist größer als Gruppe 2 oder Gruppe 2 ist größer als Gruppe 1
fr: `'different'` (par défaut), `'oneGreater'` ou `'twoGreater'`, l'hypothèse alternative ; groupe 1 différent du groupe 2, groupe 1 supérieur au groupe 2, et groupe 2 supérieur au groupe 1 respectivement
it: `'differente'` (predefinito), `'oneGreater'` o `'twoGreater'`, l'ipotesi alternativa; gruppo 1 diverso dal gruppo 2, gruppo 1 maggiore del gruppo 2 e gruppo 2 maggiore del gruppo 1 rispettivamente
kk: `'different'` (әдепкі),`'oneGreater'` немесе `'twoGreater'`, балама гипотеза; 1-топ 2-топтан өзгеше, 1-топ 2-топтан үлкен және 2-топ 1-топтан үлкен
nn: `'different'` (standard), `'oneGreater'` eller `'twoGreater'`, alternativhypotesen; anten at gruppe 1 er ulik frå gruppe 2, at gruppe 1 er større enn gruppe 2 eller at gruppe 2 er større enn gruppe 1
pl: `'different'` (domyślnie), `'oneGreater'` lub `'twoGreater'`, hipoteza alternatywna; odpowiednio: grupa 1 różni się od grupy 2, grupa 1 większa niż grupa 2 i grupa 2 większa niż grupa 1
pt: `'different'` (padrão), `'oneGreater'` ou `'twoGreater'`, a hipótese alternativa; grupo 1 diferente do grupo 2, grupo 1 maior do que o grupo 2 e grupo 2 maior do que o grupo 1, respetivamente
ru: `'different'` (по умолчанию), `'oneGreater'` или `'twoGreater'`, альтернативная гипотеза; группа 1 отличается от группы 2, группа 1 больше группы 2 и группа 2 больше группы 1 соответственно
sl: `'different'` (privzeto), `'oneGreater'` ali `'twoGreater'`, alternativna hipoteza; skupina 1 se razlikuje od skupine 2, skupina 1 je večja od skupine 2, skupina 2 je večja od skupine 1
sv: `'different'` (standard), `'oneGreater'` eller `'twoGreater'`, alternativhypotesen; antingen att grupp 1 är olik från grupp 2, att grupp 1 är större än grupp 2 eller att grupp 2 är större än grupp 1
ta: `'வேறுபட்டது (இயல்புநிலை),`' ஒன் கிரீட்டர்'` அல்லது `'டூக்ரீட்டர்', மாற்று கருதுகோள்; குழு 1 குழு 2 க்கு வேறுபட்டது, குழு 1 ஐ விட குழு 1, மற்றும் குழு 2 முறையே குழு 1 ஐ விட அதிகமாகும்
uk: `'different'` (по умолчанию), `'oneGreater'` або `'twoGreater'`, альтернативна гіпотеза; група 1 відзначається від групи 2, група 1 більше групи 2 і група 2 більше групи 1 відповідно

source: `'different'` (default), `'oneGreater'` or `'twoGreater'`, the alternative hypothesis; measure 1 different to measure 2, measure 1 greater than measure 2, and measure 2 greater than measure 1 respectively
ca: `'different'` (predeterminat), `'oneGreater'` o `'twoGreater'`, la hipòtesi alternativa; mesura 1 diferent de la mesura 2, mesura 1 més gran que la mesura 2 i mesura 2 més gran que la mesura 1 respectivament
da: `'different'` (standard), `'oneGreater'` eller `'twoGreater'`, alternativhypotesen; enten at måling 1 er forskellig fra måling 2, at måling 1 er større end måling 2 eller at måling 2 er større end måling 1
de: `'different'` (Vorgabe), `'oneGreater'` oder `'twoGreater'`, für die Alternativhypothese; Messung 1 unterscheidet sich von Messung 2, Messung 1 ist größer als Messung 2 oder Messung 2 ist größer als Messung 1
fr: `'different'` (par défaut), `'oneGreater'` ou `'twoGreater'`, l'hypothèse alternative ; la mesure 1 différente de la mesure 2, la mesure 1 plus grande que la mesure 2, et la mesure 2 plus grande que la mesure 1, respectivement
it: `'differente'` (predefinito), `'oneGreater'` or `'twoGreater'`, l'ipotesi alternativa; misura 1 diversa dalla misura 2, misura 1 maggiore della misura 2 e misura 2 maggiore della misura 1 rispettivamente
kk: `'different'` (әдепкі),`'oneGreater'` немесе `'twoGreater'`, балама гипотеза; 1 өлшем 2 өлшемнен өзгеше, 1 өлшем 2 өлшемнен үлкен және 2 өлшем 1 өлшемнен үлкен
nn: `'different'` (standard), `'oneGreater'` eller `'twoGreater'`, alternativhypotesen; anten at måling 1 er ulik frå måling 2, at måling 1 er større enn måling 2 eller at måling 2 er større enn måling 1
pl: `'different'` (domyślnie), `'oneGreater'` lub `'twoGreater'`, hipoteza alternatywna; odpowiednio: pomiar 1 różni się od pomiaru 2, pomiar 1 większa niż pomiar 2 i pomiar 2 większa niż pomiar 1
pt: `'different'` (default), `'oneGreater'` ou `'twoGreater'`, a hipótese alternativa; medida 1 diferente da medida 2, medida 1 maior que medida 2 e medida 2 maior que medida 1, respectivamente
ru: `'different'` (по умолчанию), `'oneGreater'` или `'twoGreater'`, альтернативная гипотеза; мера 1 отличается от меры 2, мера 1 больше меры 2 и мера 2 больше меры 1 соответственно
sl: `'different'` (privzeto), `'oneGreater'` ali `'twoGreater'`, alternativna hipoteza; mera 1 se razlikuje od mere 2, mera 1 je večja od mere 2 in mera 2 je večja od mere 1
sv: `'different'` (standard), `'oneGreater'` eller `'twoGreater'`, alternativhypotesen; antingen att mätning 1 är olik från mätning 2, att mätning 1 är större än mätning 2 eller att mätning 2 är större än mätning 1
ta: `'வேறுபட்டது (இயல்புநிலை),`' ஒன் கிரீட்டர்'` அல்லது `'டூக்ரீட்டர்', மாற்று கருதுகோள்; 2 ஐ அளவிட 1 வேறுபட்டது, அளவீட்டு 2 ஐ விட 1 ஐ அளவிடவும், முறையே 1 ஐ விட 2 ஐ அளவிடவும்
uk: `'different'` (по умолчанию), `'oneGreater'` або `'twoGreater'`, альтернативна гіпотеза; міра 1 відзначається від міри 2, міра 1 більше міри 2 і міра 2 більше міри 1 відповідно

source: `'dt'` (default), `'gt'` or `'lt'`, the alternative hypothesis; different to `testValue`, greater than `testValue`, and less than `testValue` respectively
ca: `'dt'` (predeterminat), `'gt'` o `'lt'`, la hipòtesi alternativa; diferent a `testValue`, més gran que `testValue` i menor que `testValue` respectivament
da: `'dt'` (standard), `'gt'` eller `'lt'`, alternativhypotesen; enten forskelligt fra `testValue`, større end `testValue` eller mindre end `testValue`
de: `'dt'` (Vorgabe), `'gt'` oder `'lt'`, für die Alternativhypothese; abweichend von `testValue`, größer als `testValue` bzw. kleiner als `testValue`
fr: `'dt'` (par défaut), `'gt'` ou `'lt'`, l'hypothèse alternative ; respectivement différente de `testValue`, supérieure à `testValue` et inférieure à `testValue`
it: `'dt'` (predefinito), `'gt'` o `'lt'`, l'ipotesi alternativa; diverso da `testValue`, maggiore di `testValue`, e minore di `testValue`, rispettivamente
kk: `'dt'` (әдепкі), `'gt'` немесе `'lt'`, балама гипотеза; "testValue" мәнінен айырмашылығы, "testValue" мәнінен үлкен және "testValue" мәнінен кіші
nn: `'dt'` (standard), `'gt'` eller `'lt'`, alternativhypotesen; anten ulikt frå `testValue`, større enn `testValue` eller mindre enn `testValue`
pl: `'dt'` (domyślnie), `'gt'` lub`'lt'`, hipoteza alternatywna; odpowiednio: różne od `testValue`, większe niż `testValue` i mniejsze niż `testValue`
pt: `'dt'` (default), `'gt'` ou `'lt'`, a hipótese alternativa; diferente de `testValue`, maior que` testValue` e menor que `testValue` respectivamente
ru: `'dt'` (по умолчанию), `'gt'` или `'lt'`, альтернативная гипотеза; отличается от `testValue`, больше `testValue` и меньше `testValue` соответственно
sl: `'dt'` (privzeto), `'gt'` ali `'lt'`, alternativna hipoteza; vrednost je različna od `preizkusne vrednosti`, je večja od `preizkusne vrednosti` oziroma manjša od `preizkusne vrednosti`
sv: `'dt'` (standard), `'gt'` eller `'lt'`, alternativhypotesen; antingen olikt från `testValue`, större än `testValue` eller mindre än `testValue`
ta: `'dt'` (இயல்புநிலை),`' gt'` அல்லது `'lt'`, மாற்று கருதுகோள்; `டெச்ட்வால்யூ` க்கு வேறுபட்டது,` டெச்ட்வாலூ` ஐ விடவும், முறையே `டெச்ட்வாலூ` ஐ விடவும் குறைவாக உள்ளது
uk: `'dt'` (по умолчанию), `'gt'` або `'lt'`, альтернативна гіпотеза; відзначається від `testValue`, більше `testValue` і менше `testValue` відповідно

source: `'facVar'` or `'facInd'`, how to contrain the model; `'facVar'` fixes the factor variances to one, `'facInd'` fixes each factor to the scale of its first indicator.
ca: `'facVar'` o `'facInd'`, com restringir el model; `'facVar'` fixa les variàncies dels factors a un, `'facInd'` fixa cada factor a l'escala del seu primer indicador.
da: `'facVar'` eller `'facInd'`, hvordan modellen skal hvordan begrænses; `'facVar'` fikser faktorvarianserne til en, `'facInd'` fikserer hver faktor til vedien af første indikator.
de: `'facVar`' oder `'facInd`', wie das Modell eingeschränkt wird; `'facVar`' legt die Faktorvarianzen auf eins fest, `'facInd`' skaliert jede Variable innerhalb eines Faktors relativ zum Wert des ersten Indikators.
fr: `'facVar'` ou `'facInd'`, comment contraindre le modèle ; `'facVar'` fixe les variances des facteurs à un, `'facInd'` fixe chaque facteur à l'échelle de son premier indicateur.
it: `'facVar'` o `'facInd'`, come vincolare il modello; `'facVar'` fissa le varianze dei fattori a uno, `'facInd'` fissa ogni fattore alla scala del suo primo indicatore.
kk: `'facVar'` немесе `'facInd'` үлгіні қалай шектеуге болады; ''facVar'' фактордың дисперсиясын бірге бекітеді, ''facInd'' әрбір факторды өзінің бірінші көрсеткішінің шкаласы бойынша бекітеді.
nn: `'facVar'` eller `'facInd'`, korleis modellen skal korleis avgrensast; `'facVar'` fiksar faktorvariansane til éin, `'facInd'` fikserer kvar faktor til vedien av første indikator.
pl: `'facVar'` lub `'facInd'`, jak ograniczyć model; `'facVar'` ustala wartość wariacji czynnika na 1, `'facInd'` ustala każdy czynnik względem jego pierwszego wskaźnika.
pt: `'facVar'` ou `'facInd'`, como indentificar o modelo; `'facVar'` fixa a variância do fator em 1, `'facInd' identifica a escala do fator na escala do primeiro item.
ru: `'facVar'` или `'facInd'`, как ограничить модель; `'facVar'` фиксирует дисперсию фактора на единицу, `'facInd'` фиксирует каждый фактор на шкале его первого индикатора.
sv: `'facVar'` eller `'facInd'`, hur modellen ska hur begränsas; `'facVar'` fixar faktorvarianserna till en, `'facInd'` fixerar varje faktor till vedien av första indikator.
ta: `'காரணி' அல்லது` 'எதிர்கொள்வது, மாதிரியை எவ்வாறு கட்டுப்படுத்துவது; காரணி மாறுபாடுகளை ஒன்றுக்கு சரிசெய்கிறது, `'FACIND' ஒவ்வொரு காரணியையும் அதன் முதல் குறிகாட்டியின் அளவிற்கு சரிசெய்கிறது.
uk: `'facVar'` або `'facInd'`, як обмежити модель; `'facVar'` фіксує дисперсию фактора на одиницю, `'facInd'` фіксує кожнийфактору на шкалі його першогоіндикатора.

source: `'listwise'` or `'fiml'`, how to handle missing values; `'listwise'` excludes a row from all analyses if one of its entries is missing, `'fiml'` uses a full information maximum likelihood method to estimate the model.
ca: `'listwise'` o `'fiml'`, com tractar els valors restants;`'listwise'` exclou una fila de totes les anàlisis si manca una de les seves entrades, `'fiml'` usa un mètode de màxima versemblança de informació completa per a estimar el models.
da: `'listwise'` eller `'fiml'`, hvordan manglende værdier skal håndteres; `'listwise'` ekskluderer hele raden fra alle analyser, hvis en af værdierne har ikke, `'fiml'` bruger en full-information-maximal-likelihod-metode for at estimere modellen.
de: `'listwise`' oder `'fiml`', wie mit fehlenden Werten umgegangen wird; `'listwise`' schließt eine Zeile aus allen Analysen aus, wenn sie fehlende Werte enthält, `'fiml`' verwendet eine Full-Information-Maximum-Likelihood-Methode, um das Modell zu schätzen.
fr: `'listwise'` ou `'fiml'`, comment traiter les valeurs manquantes ; `'listwise'` exclut une ligne de toutes les analyses si l'une de ses entrées est manquante, `'fiml'` utilise une méthode de maximum de vraisemblance à information complète pour estimer le modèle.
it: `'listwise'` o `'fiml'`, come gestire i valori mancanti; `'listwise'` esclude la riga da tutte le analisi se manca uno dei suoi valori, `'fiml'` usa un metodo di massima verosimiglianza con informazioni complete per stimare il modello.
kk: `'listwise'` немесе `'fiml'`, жетіспейтін мәндерді өңдеу жолы; `'listwise'` егер оның жазбаларының бірі жоқ болса, қатарларды барлық талдаулардан алып тастайды, `'fiml'`үлгіні бағалау үшін толық ақпаратпен максималды ықтималдық әдісін пайдаланады.
nn: `'listwise'` eller `'fiml'`, korleis manglande verdiar skal handterast; `'listwise'` ekskluderer heile rada frå alle analysar viss ein av verdiane manglar, `'fiml'` bruker ein full-informasjon-maximal-likelihod-metode for å estimera modellen.
pl: `'listwise'` lub `'fiml'`, co zrobić z brakami danych; `'listwise'` usuwa wiersz ze wszystkich analiz, jeżeli występuje w nim jakikolwiek brak, `'fiml'` wykorzystuje metodę Największej Wiarygodności z pełną informacją (FIML) do oszacowania modelu.
pt: `'listwise'` ou `'fiml'`, como lidar com valores omissos; `'listwise'` exclui uma linha de todas as análises se uma das suas entradas estiver em falta,`' fiml'` usa um método de máxima verosimilhança de informação completa para estimar o modelo.
ru: `'listwise'` или `'film'`, как обрабатывать пропущенные значения; `'listwise'` исключает строку из всех анализов, если одна из ее записей отсутствует, `'film'` использует метод максимального правдоподобия с полной информацией для оценки модели.
sl: `'listwise'` ali `'fiml'` načina obravnave manjkajočih vrednosti; `'listwise'` izključi vrstico iz vseh analiz, če eden od vnosov te vrstice manjka, `'fiml'` pa uporabi za oceno modela največje verjetje.
sv: `'listwise'` eller `'fiml'`, hur saknade värden ska hanteras; `'listwise'` exkluderar hela räckan från alla analyser om en av värdena saknar, `'fiml'` använder en full-information-maximal-likelihod-metode för att estimera modellen.
ta: காணாமல் போன மதிப்புகளை எவ்வாறு கையாள்வது; `'லிச்ட்வைச்'` அதன் உள்ளீடுகளில் ஒன்று காணவில்லை என்றால் அனைத்து பகுப்பாய்வுகளிலிருந்தும் ஒரு வரிசையை விலக்குகிறது, மாதிரியை மதிப்பிடுவதற்கு `'ஃபிம்ல் ஒரு முழு செய்தி அதிகபட்ச சாத்தியக்கூறு முறையைப் பயன்படுத்துகிறது.
uk: `'listwise'` або `'film'`, як обрабатывать пропущенные значення; `'listwise'` виключає строку з всіх аналізів, якщо одна з їїзаписів отсутствует, `'film'` використає метод максимального правдоподобия з полной інформацією для оцінки моделі.

source: `'means'` (default) or `'medians'`, the error bars to use in the plot
ca: ` ‘means’` (predeterminat) o `'mitjanans’`, les barres d'error per a utilitzar a la gràfica
da: `'means'` (standard) eller `'medianer'`, hvad usikkerhedsstolpene i diagrammet skal baseres på
de: `'means`' (Vorgabe) oder `'medians`', welche Fehlerbalken im Diagramm verwendet werden sollen
fr: `'moyennes'` (par défaut) ou `'médianes'`, les barres d'erreur à utiliser dans le graphique
it: `'means'` (predefinito) o `'medians'`, le barre di errore da utilizzare nel grafico
kk: 'means' (әдепкі) немесе `'medians'` диаграммада пайдаланатын қате жолақтары
nn: `'means'` (standard) eller ''medianar'`, kva usikkerheitsstolpane i diagrammet skal baserast på
pl: `'means'` (domyślnie) lub `'medians'`, słupki błędów wykorzystywane na wykresie
pt: `'means'` (padrão) ou`' medians'`, as barras de erro para usar no gráfico
ru: `'means'` (по умолчанию) или `'medians'`, планки погрешностей для использования на графике
sv: `'means'` (standard) eller `'medianer'`, vad osäkerhetsstolparna i diagrammet ska baseras på
ta: `'என்றால்' (இயல்புநிலை) அல்லது` 'மீடியர்கள்'`, சதித்திட்டத்தில் பயன்படுத்த வேண்டிய பிழைகள்
uk: `'means'` (по умолчанию) або `'medians'`, планки похибок для використання на графіку

source: `'minres'` (default), `'ml'`, or `'pa'` use respectively 'minimum residual', 'maximum likelihood', or 'prinicipal axis' as the factor extraction method
ca: `'minres'` (predeterminat), `'ml'` o `'pa'` utilitzen respectivament 'residu mínim , 'màxima versemblança’ o ’eix principal' com a mètode d'extracció de factors
da: `'minres'` (standard), `'ml'` eller `'pa'` bruger henholdsvis »minimum residual«, »maximum likelihood« eller »prinicipal axis« som faktorekstraktionmetode
de: ''minres'' (Vorgabe), ''ml'' oder ''pa'' verwenden jeweils „minimum residual“, „maximum likelihood“ oder „prinicipal axis“ als Faktorextraktionsmethode
fr: `'minres'` (par défaut), `'ml'`, ou `'pa'` utilisent respectivement 'minimum résiduel' ;, 'maximum de vraisemblance' ;, ou 'axe principal' ; comme méthode d'extraction des facteurs
it: `'minres'` (predefinito), `'ml'`, o `'pa'` usano rispettivamente 'residuo minimo', 'massima verosimiglianza' o 'asse principale' come metodo di estrazione del fattore
kk: ''minres'' (әдепкі), ''ml'' немесе ''pa'' факторды шығару әдісі ретінде сәйкесінше "ең аз қалдық", "максималды ықтималдық" немесе "негізгі ось" қолданылады
nn: `'minres'` (standard), `'ml'` eller `'pa'` bruker høvesvis «minimum residual», «maximum likelihood» eller «prinicipal axis» som faktorekstraksjonsmetode
pl: `'minres'` (domyślnie), `'ml'` lub `'pa'`; użyj odpowiednio: 'minimum residual' (polska nazwa), 'maximum likelihood', or 'prinicipal axis' jako metodę wyodrębniania czynników
pt: `'minres'` (padrão),`' ml'`, ou `'pa'` usam respetivamente 'resíduo mínimo ','máxima verosimilhança' ou 'eixo principal' como método de extração de fatores
ru: `'minres'` (по умолчанию), `'ml'` или `'pa'` используют соответственно 'минимум остатка', 'макимум правдоподобия' или 'главную ось' в качестве метода извлечения факторов
sv: `'minres'` (standard), `'ml'` eller `'pa'` använder henholdsvis “minimum residual”, “maximum likelihood” eller “prinicipal axis” som faktorextraktionsmetode
ta: `'MINRES'` (இயல்புநிலை),`' ml'`, அல்லது `'pa'` முறையே' குறைந்தபட்ச எச்சம் ',' அதிகபட்ச சாத்தியக்கூறு 'அல்லது' அச்சுப்பொறி அச்சு 'ஆகியவற்றைப் பயன்படுத்துங்கள் காரணி பிரித்தெடுக்கும் முறையாக
uk: `'minres'` (по умолчанию), `'ml'` або `'pa'` використають відповідно 'мінімуму решти', 'макимум правдоподобия' або 'головну ось' у якості методу витягу факторів

source: `'none'`, `'ci'` (default), or `'se'`. Use no error bars, use confidence intervals, or use standard errors on the marginal mean plots, respectively
ca: `'none'`, `'ci'` (predeterminat) o `'se'`, respectivament, no s'utilitzen barres d'error, s'utilitzen intervals de confiança o s'utilitzen errors estàndard a les gràfiques de mitjanes marginals
da: `'none'`, `'ci'` (standard) eller `'se'`. Brug enten ingen usikkerhedsstolper, konfidensintervaller eller standardfejl i diagrammerne med de marginale gennemsnitter
de: `'none`', `'ci`' (Vorgabe) oder `'se`'; verwendet entweder keine Fehlerbalken, Konfidenzintervalle oder den Standardfehler in den Randmittel-Diagrammen
fr: `'none'`, `'ci'` (par défaut), ou `'se'`. N'utiliser aucune barre d'erreur, utiliser des intervalles de confiance ou utiliser des erreurs standard sur les graphiques de moyennes marginales, respectivement
it: `'none'`, `'ci'` (predefinito) o `'se'`. Non utilizzare barre di errore, utilizzare intervalli di fiducia, o utilizzare errori standard sui grafici della media marginale, rispettivamente
kk: `'none'`, `'ci'` (әдепкі), немесе `'se'`. Сәйкесінше шекті орташа графиктерде қате жолақтарын, сенімділік интервалдарын немесе стандартты қателерді пайдаланбаңыз
nn: `'none'`, `'ci'` (standard) eller `'sjå'`. Bruk anten ingen usikkerheitsstolpar, konfidensintervall eller standardfeil i diagramma med dei marginale gjennomsnitta
pl: `'none'`, `'ci'` (domyślnie) lub `'se'`. Odpowiednio: nie używaj słupków błędu, użyj przedziałów ufności lub użyj błędów standardowych na wykresach średnich brzegowych
pt: `'none'`,`' ci'` (padrão) ou `'se'`. Não use barras de erro, use intervalos de confiança ou use erros-padrão nos gráficos de médias marginais, respetivamente
ru: `'none'`, `'ci'` (по умолчанию) или `'se'`. Не используйте планки погрешностей, используйте доверительные интервалы или используйте стандартные ошибки на графиках предельного среднего значения соответственно
sv: `'none'`, `'ci'` (standard) eller `'se'`. Använd antingen inga osäkerhetsstolpar, konfidensintervaller eller standardfel i diagrammen med de marginella genomsnitten
ta: `'எதுவுமில்லை',` 'சிஐ'` (இயல்புநிலை), அல்லது `' se'`. பிழை பார்கள் இல்லை, நம்பிக்கை இடைவெளிகளைப் பயன்படுத்தவும் அல்லது முறையே விளிம்பு சராசரி அடுக்குகளில் நிலையான பிழைகளைப் பயன்படுத்தவும்
uk: `'none'`, `'ci'` (по умолчанию) або `'se'`. Не використайте планки похибок, використайте доверительные интервалы або використайте стандартний помилки на графіках граничного середнього значення відповідно
