Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Tukey (equal variances)
ca: Tukey (Variàncies iguals)
da: Tukey (lige varianser antaget)
de: Tukey (Annahme gleicher Varianzen)
fr: Tukey (variances égales)
he: טוקי (שוויון שונויות)
hr: Tukey (jednake varijance)
it: Tukey (varianze uguali)
kk: Тукей (тең дисперсиялар)
nl: Tukey (gelijke varianties)
nn: Tukey (like variansar antekne)
no: Tukey (like varianser antatt)
pl: Test Tukeya (równe wariancje)
pt: Tukey (variâncias homogéneas)
ru: Тьюки (равные дисперсии)
sl: Tukeyev test (enake variance)
sv: Tukey (lika varianser antagit)
ta: டுகே (சம மாறுபாடுகள்)
tr: Tukey (eşit varyanslar)
uk: Тьюки (рівні дисперсии)

source: Tukey Post-Hoc Test – {dep}
ca: Prova Post-Hoc de Tukey – {dep}
fr: Test post-hoc de Tukey – {dep}
he: מבחן ההמשך של טוקי – {dep}
it: Test Post-Hoc di Tukey – {dep}
kk: Tukey Post-Hoc тесті - {dep}
nl: Post-Hoctoets van Tukey – {dep}
pl: Test post-hoc Tukeya – {dep}
pt: Teste Post-hoc de Tukey – {dep}
ru: Апостериорный тест Тьюки – {dep}
sl: Tukeyev Post-Hoc test – {dep}
ta: டுகே பிந்தைய தற்காலிக சோதனை-{dep}
tr: Tukey Post-Hoc Testi – {dep}
uk: Апостериорный тіст Тьюки – {dep}

source: Type {ssType} Sums of Squares
ca: Suma de quadrats tipus {ssType}
da: Type-{ssType}-kvadratsumme
de: Typ-{ssType}-Quadratsumme
fr: Somme des carrés de type {ssType}
he: הסכומים הריבועיים מסוג {ssType}
hr: Vrsta {ssType} suma kvadrata
it: Somma dei quadrati Tipo {ssType}
kk: {ssType} Квадраттардың қосындысын теріңіз
nl: Kwadraatsommen type {ssType}
nn: Type-{ssType}-kvadratsumma
no: Type-{ssType}-kvadratsumme
pl: Suma kwadratów typu {ssType}
pt: Soma de Quadrados de Tipo {ssType}
ru: Тип {ssType} сумм квадратов
sl: Vrsta {ssType} vsote kvadratov
sv: Typ-{ssType}-kvadratsumme
ta: சதுரங்களின் {ssType} தொகைகளைத் தட்டச்சு செய்க
tr: Tip {ssType} Kareler Toplamı
uk: Тип {ssType} сум квадратів

source: Type 1
ca: Tipus 1
de: Typ 1
he: סוג 1
hr: Vrsta 1
it: Tipo 1
kk: 1 түрі
pl: Typ I.
pt: Tipo 1
ru: Тип 1
sl: Vrsta 1
ta: வகை 1
tr: Tip 1
uk: Тип 1

source: Type 2
ca: Tipus 2
de: Typ 2
he: סוג 2
hr: Vrsta 2
it: Tipo 2
kk: 2 түрі
pl: Typ II
pt: Tipo 2
ru: Тип 2
sl: Vrsta 2
ta: வகை 2
tr: Tip 2
uk: Тип 2

source: Type 3
ca: Tipus 3
de: Typ 3
he: סוג 3
hr: Vrsta 3
it: Tipo 3
kk: 3 түрі
pl: Typ III
pt: Tipo 3
ru: Тип 3
sl: Vrsta 3
ta: வகை 3
tr: Tip 3
uk: Тип 3

source: Type 3 sum of squares
ca: Suma de quadrats Tipus 3
da: Type-3-kvadratsumme
de: Typ-3-Quadratsumme
fr: Somme des carrés de type 3
he: סוג 3 של סכום הריבועים
hr: Vrsta 3 suma kvadrata
it: Somma dei quadrati Tipo 3
kk: квадраттардың 3 қосындысын теріңіз
nl: Kwadraatsommen type 3
nn: Type-3-kvadratsumma
no: Type-3-kvadratsumme
pl: Suma kwadratów typu III
pt: Soma de Quadrados de tipo 3
ru: Тип 3 суммы квадратов
sl: Vrsta 3 vsote kvadratov
sv: Type-3-kvadratsumme
ta: சதுரங்களின் 3 தொகை
tr: Tip 3 kareler toplamı
uk: Тип 3 суми квадратів

source: Unable to split by a continuous variable
ca: No es pot segmentar per una variable contínua
da: Kan ikke dele efter en kontinuerlig variabel
de: Eine kontinuierliche Variable kann nicht für „Aufgeteilt nach“ benutzt werden
fr: Impossible de séparer par une variable continue
he: לא ניתן לחלק לפי משתנה רציף
hr: Nije moguće podijeliti s kontinuiranom varijablom
it: Impossibile separare per una variabile continua
kk: үздіксіз айнымалы бойынша бөлу мүмкін емес
nn: Kan ikkje dela etter ein kontinuerleg variabel
no: Kan ikke dele etter en kontinuerlig variabel
pl: Nie można podzielić na grupy przy pomocy zmiennej ciągłej
pt: Incapaz de Separar por uma variável contínua
ru: Невозможно разделить непрерывной переменной
sl: Podatkov ni mogoče razdeliti na osnovi zvezne spremenljivke
sv: Kan inte dela efter en kontinuerlig variabel
ta: தொடர்ச்சியான மாறியால் பிரிக்க முடியவில்லை
tr: Sürekli bir değişkene göre bölünemiyor
uk: Неможливо розділити непрерывной переменной

source: Uniqueness
ca: Unicitat
da: Unikhet
de: Einzigartigkeit
fr: Unicité
he: ייחודיות
hr: Jedinstvenost
it: Unicità
kk: бірегейлік
nl: Uniekheid
nn: Unikheit
no: Unikhet
pl: Swoistość
pt: Singularidade
ru: Уникальность
sl: Enkratnost
sv: Unikhet
ta: தனித்துவம்
tr: Benzersizlik
uk: Унікальність

source: Univariate Tests
ca: Proves Univariable
da: Univariate tester
fr: Tests univariés
he: מבחנים חד־גורמיים
hr: Univarijatni testovi
it: Test Univariati
kk: бір айнымалы сынақтар
nl: Univariate toetsen
nn: Univariate testar
no: Univariate tester
pl: Testy jednowymiarowe
pt: Testes univariados
ru: Одномерные тесты
sl: Univariatne analize
sv: Univariate tester
ta: ஒற்றுமையற்ற சோதனைகள்
tr: Tek Değişkenli Testler
uk: Одномерные тести

source: Upper
ca: Superior
da: Øvre
de: Obere
fr: Supérieur
he: עליון
hr: Gornja
it: Superiore
kk: жоғарғы
nl: Bovengrens
nn: Øvre
no: Øvre
pl: Górna granica
pt: Lim. Superior
ru: Верхний
sl: Zgornji
sv: Øvre
ta: மேல்
tr: Üst
uk: Верхний

source: upper bound
ca: límit superior
da: øvre grænse
de: obere Grenze
fr: limite supérieure
he: חסם עליון
hr: gornja granica
it: limite superiore
kk: жоғарғы шекара
nl: bovengrens
nn: øvre grense
no: øvre grense
pl: górna granica
pt: limite superior
ru: верхняя граница
sl: zgornja meja
sv: övre gräns
ta: மேல் பிணைப்பு
tr: üst sınır
uk: верхняя кордон

source: Value
ca: Valor
da: Værdi
de: Wert
fr: Valeur
he: ערך
hr: Vrijednost
it: Valore
kk: мән
nl: Waarde
nn: Verdi
no: Verdi
pl: Wartość
pt: Valor
ru: Значение
sl: Vrednost
sv: Värde
ta: மதிப்பு
tr: Değer
uk: Значення

source: value
ca: valor
da: værdi
de: Wert
fr: valeur
he: ערך
hr: vrijednost
it: valore
kk: мән
nl: waarde
nn: verdi
no: verdi
pl: Wartość
pt: valor
ru: значение
sl: vrednost
sv: värde
ta: மதிப்பு
tr: değer
uk: значення

source: values
ca: valors
da: Værdier
fr: Valeurs
he: ערכים
hr: vrijednosti
kk: мәндер
nl: waarden
nn: Verdiar
no: Verdier
pl: wartości
ru: значения
sv: Värden
ta: மதிப்புகள்
tr: değerler

source: Values are counts
ca: Els valors son freqüències
da: Værdier er antal
de: Werte sind Anzahlen
fr: Les valeurs sont des comptages
he: הערכים הם ספירות
hr: Vrijednosti su brojevi
it: I valori sono frequenze
kk: мәндер санақтар болып табылады
nl: Waarden zijn de tel
nn: Verdiar er tal
no: Verdier er antall
pl: Wartości są liczebnościami
pt: Os valores são contagens
ru: Значения и счетчики
sl: Vrednosti so števci
sv: Värden är antal
ta: மதிப்புகள் எண்ணிக்கைகள்
tr: Değerler sayıdır
uk: Значення і лічильники

source: Variable
da: Variabel
he: משתנה
hr: Varijabla
it: Variabile
kk: айнымалы
nl: Variabele
nn: Variabel
no: Variabel
pl: Zmienna
pt: Variável
ru: Переменная
sl: Spremenljiva
sv: Variabel
ta: மாறக்கூடிய
tr: Değişken
uk: Переменная

source: Variable '{var}' contains no data
ca: La variable ‘{var}’ no conté dades
da: Variablen »{var}« ikke indeholder data
de: Variable „{var}“ enthält keine Daten
fr: La variable '{var}' ne contient aucune donnée
he: המשתנה ”{var}“ אינו מכיל נתונים
it: La variabile '{var}' non contiene dati
kk: '{var}' айнымалысында деректер жоқ
nl: Variabele '{var}' bevat geen waarden
nn: Variabelen «{var}» ikkje inneheld data
no: Variabelen «{var}» ikke inneholder data
pl: Zmienna '{var}' nie zawiera danych
pt: A variável '{var}' não tem dados
ru: Переменная '{var}' не содержит данных
sl: Spremenljivka »{var} je brez podatkov
sv: Variabeln “{var}” inte innehåller dator
ta: மாறி '{var}' எந்த தரவையும் கொண்டிருக்கவில்லை
tr: '{var}' değişkeni hiç veri içermiyor
uk: Переменная '{var}' не містить даних

source: Variable contains infinite values
ca: La variable conté valors infinits
da: Variablen indeholder uendelige værdier
de: Variable enthält Werte, die unendlich sind
fr: La variable contient des valeurs infinies
he: המשתנה מכיל אין־סוף ערכים
it: La variabile contiene valori infiniti
kk: айнымалыда шексіз мәндер бар
nl: Variabele bevat oneindige waarden
nn: Variabelen inneheld uendelege verdiar
no: Variabelen inneholder uendelige verdier
pl: Zmienna zawiera wartości nieskończone
pt: A variável contém valores infinitos
ru: Переменная содержит неопределенные значения
sl: Spremenljivka vsebuje neskončne vrednosti
sv: Variabeln innehåller oändliga värden
ta: மாறி எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளது
tr: Değişken sonsuz değerler içeriyor
uk: Переменная містить неопределенные значення

source: Variable does not contain enough observations
ca: La variable no conté prou observacions
da: Variablen indeholder ikke nok observationer
de: Variable enthält nicht genügend Beobachtungen
fr: La variable ne contient pas assez d'observations
he: המתנה לא מכיל מספיק תצפיות
it: La variabile non contiene abbastanza osservazioni
kk: айнымалыда жеткілікті бақылаулар жоқ
nl: Variabele heeft niet genoeg waarnemingen
nn: Variabelen inneheld ikkje nok observasjonar
no: Variabelen inneholder ikke nok observasjoner
pl: Zmienna nie zawiera wystarczającej liczby obserwacji
pt: A variável não contém observações suficientes
ru: Переменная не содержит достаточного количества наблюдений
sl: Spremenljivka ne vsebuje dovoljšnega števila opažanj
sv: Variabeln innehåller inte nog observationer
ta: மாறி போதுமான அவதானிப்புகள் இல்லை
tr: Değişken yeterli gözlem içermiyor
uk: Переменная не містить достаточного кількості наглядів

source: Variable is not numeric
ca: La variable no és numèrica
da: Variablen er ikke numerisk
de: Variable ist nicht numerisch
fr: La variable n'est pas numérique
he: המשתנה אינו מספרי
it: La variabile non è numerica
kk: айнымалы сандық емес
nl: Variabele is niet numeriek
nn: Variabelen er ikkje numerisk
no: Variabelen er ikke numerisk
pl: Zmienna nie jest numeryczna
pt: A variável não é numérica
ru: Переменная не числовая
sl: Spremenljivka ni številska
sv: Variabeln är inte numerisk
ta: மாறி எண் அல்ல
tr: Değişken sayısal değil
uk: Переменная не числовая

source: Variables
da: Variabler
de: Variablen
he: משתנים
hr: Varijable
it: Variabili
kk: айнымалылар
nl: Variabelen
nn: Variablar
no: Variabler
pl: Zmienne
pt: Variáveis
ru: Переменные
sl: Spremenljivke
sv: Variabler
tr: Değişkenler
uk: Переменные

source: Variables across columns
ca: Variables en Columnes
da: Variabler på tværs af kolonner
de: Variablen über Spalten hinweg
fr: Variables sur plusieurs colonnes
he: המשתנים בעמודות
it: Variabili in colonne
kk: бағандар бойынша айнымалылар
nl: Variabelen over kolommen
nn: Variablar på tvers av kolonnar
no: Variabler på tvers av kolonner
pl: Zmienne w kolumnach
pt: Variáveis ​​em colunas
ru: Переменные в столбцах
sl: Spremenljivke po stolpcih
sv: Variabler genom av kolonner
ta: நெடுவரிசைகள் முழுவதும் மாறிகள்
tr: Sütunlardaki değişkenler
uk: Переменные у шпальтах

source: Variables across rows
ca: Variables en Filas
da: Variabler på tværs af rækker
de: Variablen über Zeilen hinweg
fr: Variables sur plusieurs lignes
he: המשתנים בשורות
it: Variabili in righe
kk: қатарлар бойынша айнымалылар
nl: Variabelen over rijen
nn: Variablar på tvers av radar
no: Variabler på tvers av rader
pl: Zmienne w wierszach
pt: Variáveis ​​em linhas
ru: Переменные в строках
sl: Spremenljivke po vrsticah
sv: Variabler genom av räckor
ta: வரிசைகள் முழுவதும் மாறிகள்
tr: Satırlardaki değişkenler
uk: Переменные у строках

source: Variables must have at least two levels
ca: Les variables han de tenir com a mínim dos nivells
da: Variabler skal have i mindst to niveauer
de: Variablen müssen mindestens zwei Faktorstufen haben
fr: Les variables doivent avoir deux modalités
he: למשתנים צריכות להיות לפחות שתי רמות
it: Le variabili devono avere almeno due livelli
kk: айнымалылардың кемінде екі деңгейі болуы тиіс
nn: Variablar må ha i minst to nivå
no: Variabler må ha i minst to nivåer
pl: Zmienne muszą posiadać co najmniej dwa poziomy
pt: As variáveis ​​devem ter pelo menos dois níveis
ru: Переменные должны иметь как минимум два уровня
sl: Spremenljivke morajo imeti vsaj 2 ravni
sv: Variabler måste ha i åtminstone två nivåer
ta: மாறிகள் குறைந்தது இரண்டு நிலைகளைக் கொண்டிருக்க வேண்டும்
tr: Değişkenlerin en az iki düzeyi olmalıdır
uk: Переменные повинні мати як мінімум два рівня

source: Variance
ca: Variància
da: Varians
de: Varianz
he: שונות
it: Varianza
kk: дисперсия
nl: Variantie
nn: Varians
no: Varians
pl: Wariancja
pt: Variância
ru: Дисперсия
sl: Varianca
sv: Varians
ta: மாறுபாட்டெண்
tr: Varyans
uk: Дисперсия

source: Variances
ca: Variàncies
da: Varianser
de: Varianzen
he: שונויות
it: Varianze
kk: дисперсиялар
nl: Varianties
nn: Variansar
no: Varianser
pl: Wariancje
pt: Variâncias
ru: Дисперсии
sl: Variance
sv: Varianser
ta: மாறுபாடுகள்
tr: Varyanslar
uk: Дисперсии

source: variation from the control variables is only removed from the variables in the columns
ca: la variació de les variables de control només s'elimina de les variables a les columnes
da: variation fra kontrolvariablerne fjernes kun fra variablerne i kolonnerne
de: die Variation der Kontrollvariablen wird nur aus den Variablen in den Spalten entfernt
fr: la variation des variables témoin est seulement retirée des variables dans les colonnes
he: השוני ממשתני הבקרה הוסר רק מהמשתנים שבעמודות
it: La variazione dalle variabili di controllo viene rimossa solo dalle variabili nelle colonne
kk: басқару айнымалыларының өзгеруі тек бағандардағы айнымалылардан жойылады
nn: variasjon frå kontrollvariablane blir berre fjerna frå variablane i kolonnane
no: variasjon fra kontrollvariablene fjernes kun fra variablene i kolonnene
pl: wariancja zmiennych kontrolowanych jest usuwana tylko ze zmiennych w kolumnach
pt: a variação das variáveis de controle só é removida das variáveis nas colunas
ru: отклонение от контрольных переменных удаляется только из переменных в столбцах
sl: variacija nadzornih spremenljivk se odstrani le iz spremenljivk v stolpcih
sv: variation från kontrollvariablerna rensas endast från variablerna i kolonnerna
ta: கட்டுப்பாட்டு மாறிகள் இருந்து மாறுபாடு நெடுவரிசைகளில் உள்ள மாறிகளிலிருந்து மட்டுமே அகற்றப்படுகிறது
tr: kontrol değişkenlerinden gelen varyasyon sadece sütunlardaki değişkenlerden çıkarılır
uk: відхилення від контрольних переменных удаляется тільки з переменных у шпальтах

source: Varimax
kk: Варимакс
ru: Варимакс
sl: Varimax (variance uteži)
ta: வரிமேக்ச்
uk: Варимакс

source: varimax
kk: варимакс
ru: варимакс
sl: varianca uteži
ta: வரிமேக்ச்
uk: варимакс

source: Violin
da: Fiolin-diagramm
de: Violin-Plot
fr: Violon
he: כינור
hr: Violinski dijagram
it: Violino
kk: скрипка
nn: Fiolin-diagramm
no: Fiolin-diagram
pl: Wiolinowy
pt: Violino
ru: Скрипка
sl: Violina
sv: Fiolin-diagram
tr: Keman
uk: Скрипка

source: weigh each cell equally. (Cells are weighed according to the cell frequency by default.)
ca: ponderació igual per a cada cel·la. (De forma predeterminada les cel·les es ponderen d'acord amb la freqüència de cada cel·la ).
da: vej hver celle ligeligt (som standard vejes cellerne i henhold til cellefrekvensen).
de: jede Zelle gleich gewichten. (Standardmäßig werden die Zellen nach der Zellenfrequenz gewichtet).
fr: Chaque cellule a le même poids (le poids des cellules est calculé selon la fréquence par défaut des cellules).
he: שקלול כל תא באופן שווה. (על פי ברירת המחדל תאים משוקללים לפי תדירות התא.)
it: pesare ogni cella allo stesso modo. (Le celle vengono pesate in base alla frequenza della cella per impostazione predefinita.)
kk: әр ұяшықты бірдей өлшеу. (Ұяшықтар әдепкі бойынша ұяшық жиілігіне сәйкес өлшенеді.)
nn: veg kvar celle likt (som standard blir vegne cellene i samsvar med cellefrekvensen).
no: vei hver celle likt (som standard veies cellene i henhold til cellefrekvensen).
pl: zastosuj równe wagi dla każdej komórki. (Domyślnie komórki są ważone według częstości.)
pt: ponder cada célula igualmente. (As células são ponderadas de acordo com a frequência da célula por padrão.)
ru: взвешивать каждую ячейку одинаково. (Ячейки взвешиваются в соответствии с частотой ячеек по умолчанию.)
sl: enaka uteženost celic (privzeto so celice utežene glede na frekvenco.)
sv: väga varje cell lika (som standard väges cellerna i henhold till cellfrekvensen).
ta: ஒவ்வொரு கலத்தையும் சமமாக எடை போடுங்கள். (செல்கள் இயல்புநிலையாக செல் அதிர்வெண்ணுக்கு ஏற்ப எடைபோடப்படுகின்றன.)
tr: her hücreyi eşit ağırlıklandır. (Varsayılan olarak hücreler, hücre frekansına göre ağırlıklandırılır.)
uk: взвешивать кожнуосередок однаково. (Осередки взвешиваются у відповідності з частотою осередків по умолчанию.)

source: Weight Variable
da: Variabel for vægtning
he: משתנה משקל
nl: Weegvariabele
nn: Variabel for vekting
no: Variabel for vekting
pl: Zmienna wagowa
ru: Переменная веса
sv: Variabel för viktning
ta: எடை மாறி
tr: Ağırlık Değişkeni

source: Weighted by '{varName}'
ca: Ponderat por '{varName}'
da: Vægtede med »{varName}«
de: Gewichtet mit „{varName}“
fr: Pondéré par '{varName}' ;
he: משוקלל לפי ”{VarName}“
it: Ponderato da '{varName}'
kk: '{varName}' бойынша өлшенген
nl: Gewicht bepaald door '{varName}'
nn: Vekta med «{varName}»
no: Vektet med «{varName}»
pl: Ważone przez '{varName}'
pt: Ponderado por '{varName}'
ru: Взвешено по '{varName}'
sl: Uteženo po spremenljivki »{varName}«
sv: Viktad med “{varName}”
ta: '{varName}' ஆல் எடைபோடுகிறது
tr: '{varName}' değişkenine göre ağırlıklandırıldı
uk: Виважене по '{varName}'

source: Weights
da: Vægte
he: משקלים
hr: Ponderi
nl: Weegfactoren
nn: Vekter
no: Vekter
pl: Wagi
ru: Веса
sv: Vikter
tr: Ağırlıklar

source: Weights (optional)
ca: Ponderacions (opcional)
da: Vægtning (valgfrit)
de: Gewichte (optional)
fr: Poids (facultatif)
he: משקלים (רשות)
it: Pesi (opzionale)
kk: өлшейді (міндетті емес)
nl: Gewichten (optioneel)
nn: Vekting (valfritt)
no: Vekting (valgfritt)
pl: Wagi (opcjonalnie)
pt: Pesos (opcional)
ru: Веса (необязательно)
sl: Uteži (izbirno)
sv: Viktning (valfritt)
ta: எடைகள் (விரும்பினால்)
tr: Ağırlıklar (isteğe bağlı)
uk: Веса (необязательно)

source: Weights contains negative values. Negative weights are not permitted.
da: Vægtene indeholder negative værdier. Negative vægte er ikke tilladte.
he: המשקלים מכילים ערכים שליליים. משקלים שליליים אינם מורשים.
nn: Vektene inneheld negative verdiar. Negative vektar er ikkje tillaten.
no: Vektene inneholder negative verdier. Negative vekter er ikke tillatt.
pl: Wagi zawierają wartości ujemne. Ujemne wagi są niedozwolone.
ru: Веса содержат отрицательные значения. Отрицательные значения весов не допускаются.
sv: Vikterna innehåller negativa värden. Negativa vikter är inte tillåtna.
ta: எடைகள் எதிர்மறை மதிப்புகளைக் கொண்டுள்ளன. எதிர்மறை எடைகள் அனுமதிக்கப்படாது.
tr: Ağırlıklar negatif değerler içeriyor. Negatif ağırlıklara izin verilmez.

source: Welch's
ca: t de Welch
fr: Welch
he: של ולץ׳
hr: Welchov
it: Welch
kk: Уэлчтікі
pl: Test Welcha
pt: Welch
ru: Уэлч
sl: Welchev t
ta: வெல்ச்ச்
tr: Welch
uk: Уэлч

source: Welch's t
ca: T de Welch
fr: t de Welch
he: t של ולץ׳
hr: Welchov t
it: t di Welch
kk: Уэлчтің t
nl: t van Welch
pl: t Welcha
pt: t de Welch
ru: Уэлч t
sl: Welchev t
ta: வெல்ச்சின் டி
tr: Welch t
uk: Уэлч t

source: Wilcoxon rank
ca: Rang de Wilcoxon
da: Wilcoxon-rang
de: Wilcoxon-Rang
fr: Rangs signés de Wilcoxon
he: דרגות וילקוקסון
hr: Wilcoxonov rang
it: Ranghi di Wilcoxon
kk: Вилкоксон дәрежесі
nl: Wilcoxon-rang
nn: Wilcoxon-rang
no: Wilcoxon-rang
pl: Test rang Wilcoxona
pt: W de Wilcoxon
ru: Ранг Уилкоксона
sl: Wilcoxonov preizkus rangov
sv: Wilcoxon-rang
ta: வில்காக்சன் தரவரிசை
tr: Wilcoxon sıra
uk: Ранг Уилкоксона

source: Wilcoxon signed rank test
ca: Prova de rang amb signe de Wilcoxon
da: Wilcoxon-test af fortegnfordeling
de: Wilcoxon-Rang-Vorzeichentest
fr: Test des rangs signés de Wilcoxon
he: מבחן הדרגות המסומנות של וילקוקסון
hr: Wilcoxonov test vezanih rangova
it: Test dei segni per ranghi di Wilcoxon
kk: Уилкоксонның дәрежелік бағалау сынағы
nl: Rangtekentoets van Wilcoxon
nn: Wilcoxon-test av forteiknfordeling
no: Wilcoxon-test av fortegnsfordeling
pl: Test rang Wilcoxona
pt: Teste de Wilcoxon
ru: Уилкоксон ранговый тест знаков
sl: Wilcoxonov preizkus predznačenih rangov
sv: Wilcoxon-test av forteckenfördelning
ta: வில்காக்சன் தரவரிசை சோதனையில் கையெழுத்திட்டார்
tr: Wilcoxon işaretli sıra testi
uk: Уилкоксон ранговый тест знаків

source: Wilcoxon W
ca: W de Wilcoxon
fr: W de Wilcoxon
he: W של וילקוקסון
hr: Wilcoxonov W
it: W di Wilcoxon
kk: Вилькоксон W
nl: W van Wilcoxon
pl: W Wilcoxona
pt: W de Wilcoxon
ru: Уилкоксон W
sl: Wilcoxonov W
ta: வில்காக்சன் டபிள்யூ
uk: Вилкоксон W

source: Wilks' Lambda
ca: Lambda de Wilks
fr: Lambda de Wilks
he: למדה של וילק
hr: Wilkov Lambda
it: Lambda di Wilks
kk: Уилкстің лямбдасы
nl: Labda van Wilks
pl: Lambda Wilka
pt: Lambda de Wilks
ru: Лямбда Уилкса
sl: Wilksova Lambda
ta: வில்க்சின் லாம்ப்டா
uk: Лямбда Уилкса

source: within column
ca: de columna
da: inden for kolonnerne
de: innerhalb der Spalte
fr: intra-colonnes
he: בתוך העמודה
hr: unutar stupca
it: all'interno della colonna
kk: баған ішінде
nl: binnen kolom
nn: innanfor kolonnane
no: innenfor kolonnene
pl: w kolumnach
pt: dentro das colunas
ru: в столбцах
sl: po stolpcu
sv: inom kolonnerna
ta: நெடுவரிசைக்குள்
tr: sütun içi
uk: у шпальтах

source: within rows
ca: de fila
da: inden for rækkerne
de: innerhalb der Zeilen
fr: intra-lignes
he: בתוך השורות
hr: unutar redaka
it: all'interno delle righe
kk: қатарлар ішінде
nl: binnen rijen
nn: innanfor radene
no: innenfor radene
pl: w wierszach
pt: dentro das linhas
ru: в строках
sl: po vrsticah
sv: inom räckorna
ta: வரிசைகளுக்குள்
tr: satır içi
uk: у строках

source: Within Subjects Effects
ca: Efectes Entre Subjectes
da: Effekter inden for deltagerene
de: Innersubjekt-Effekte
fr: Effets intra-sujets
he: אפקטים תוך נבדקיים
hr: Efekti unutar sudionika
it: Effetti Entro i Sggetti
kk: субъектаралық эффект
nl: Effecten binnen elementen
nn: Effektar innanfor deltakarane
no: Effekter innenfor deltakerne
pl: Efekty wewnątrzobiektowe
pt: Efeito Intra-Sujeitos
ru: Внутрисубъектные эффекты
sl: Učinki med primeri
sv: Effekter inom deltagarna
ta: பாட விளைவுகளுக்குள்
tr: Gözlem İçi Etkiler
uk: Внутрисубъектные ефекти

source: X-Axis
ca: eix X
da: X-akse
de: X-Achse
fr: Axe x
he: ציר X
hr: Os X
it: Asse X
kk: X- ось
nl: X-as
nn: X-akse
no: X-akse
pl: Oś X
pt: Eixo-XX
ru: X-ось
sl: X-os
sv: X-axel
tr: X-Ekseni
uk: X-ось

source: X-axis
ca: eix X
da: X-akse
de: X-Achse
fr: Axe x
he: ציר X‫
hr: Os X
it: Asse X
kk: X осі
nl: X-as
nn: X-akse
no: X-akse
pl: oś X
pt: eixo-xx
ru: X-ось
sl: Os X
sv: X-axel
ta: எக்ச்-அச்சு
tr: X-ekseni
uk: X-ось

source: Y-Axis
ca: eix Y
da: Y-akse
de: Y-Achse
fr: Axe y
he: ציר Y
hr: Os Y
it: Asse Y
kk: Y- ось
nl: Y-as
nn: Y-akse
no: Y-akse
pl: Oś Y
pt: Eixo-YY
ru: Y-ось
sl: Y-os
sv: Y-axel
tr: Y-Ekseni
uk: Y-ось

source: Y-axis
ca: eix Y
da: Y-akse
de: Y-Achse
fr: Axe y
he: ציר Y
hr: Os Y
it: Asse Y
kk: Y осі
nl: Y-as
nn: Y-akse
no: Y-akse
pl: oś Y
pt: eixo-yy
ru: Y-ось
sl: Os Y
sv: Y-axel
ta: Y- அச்சு
tr: Y-ekseni
uk: Y-ось
