Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Cronbach's α (if item is dropped)
ca: α de Cronbach (si s'elimina l'element)
da: Cronbachs α (hvis spørgsmål blir fjerna)
de: Cronbachs α (wenn die Variable entfernt wird)
fr: α de Cronbach (si l'élément est enlevé)
he: α של קרונבך (אם פריט מושמט)
it: α di Cronbach (se rimosso elemento)
kk: Кронбахтың α (егер элемент түсіп қалса)
nn: Cronbachs α (viss spørsmål bliver fjernede)
no: Cronbachs α (hvis spørsmål er fjernet)
pl: α Cronbacha (bez danej pozycji)
pt: α de Cronbach (se o item for excluído)
ru: Кронбаха α (если элемент выпал)
sl: Cronbach α (če je predmet izpuščen)
sv: Cronbachs α (om fråga tas bort)
ta: க்ரோன்பேக்கின் α (உருப்படி கைவிடப்பட்டால்)
tr: Cronbach'ın α'sı (madde çıkarılırsa)
uk: Кронбаха α (якщо елемент выпал)

source: cubic
ca: cúbic
da: kubisk
de: kubisch
fr: cubique
he: קובייתי
it: cubico
kk: текше
nl: kubiek
nn: kubisk
no: kubisk
pl: sześcienny
pt: cúbico
ru: кубический
sv: kubiskt
ta: கன
tr: kübik
uk: кубічний

source: Cumulative %
ca: % Acumulat
da: Kumuleret %
de: kumulierte %
fr: % cumulés
he: % מצטבר
it: % Cumulata
kk: жиынтық %
nl: Cumulatief %
nn: Kumulert %
no: Kumulert %
pl: % skumulowany
pt: % acumulada
ru: Накопленный %
sl: Zbirni %
sv: Kumulerat %
ta: ஒட்டுமொத்த %
tr: Kümülatif %
uk: Накопленный %

source: Cut point values
ca: Valors de tall
da: Grænseværdier (cut points)
de: Grenzwerte (cut points)
fr: Nombre de quantiles
he: ערכי נקודת חתך
it: Valori del punto di taglio
kk: кесу нүктесі мәндері
nl: Snijpuntwaarden
nn: Grenseverdiar (cut points)
no: Grenseverdier (cut points)
pl: Wartości punktów odcięcia
pt: Valores de pontos de corte
ru: Значения точки отсечки
sl: Vrednosti točk prereza
sv: Gränsvärden (cut points)
ta: புள்ளி மதிப்புகளை வெட்டுங்கள்
tr: Kesim noktası değerleri
uk: Значення точки отсечки

source: Cut points for
ca: Valors de tall per a
da: Grænseværdier (cut point) for
de: Grenzwerte (cut point) für
fr: Quantiles pour
he: חיתוך לפי
it: Punti di taglio per
kk: кесу нүктелері келесу үшін
nl: Punten verdelen in
nn: Grenseverdiar (cut point) for
no: Grenseverdier (cut point) for
pl: Podziel na
pt: Pontos de Corte para
ru: Точки отсечки для
sl: Točke prereza za
sv: Gränsvärden (cut point) för
ta: புள்ளிகள் வெட்டு
tr: Kesim noktaları
uk: Точки отсечки для

source: Cut-Off
ca: Tall
da: Grænseværdi (cut-off)
de: Grenzwert (cut-off)
fr: Coupure
he: חיתוך
it: Punto di Taglio
kk: кесіп алу
nl: Grenswaarde
nn: Grenseverdi (cut-off)
no: Grenseverdi (cut-off)
pl: Wartości graniczne
pt: Sensibilidade/Especificidade
ru: Отсечка
sl: Prerez
sv: Gränsvärde (cut-off)
ta: கட்-ஆஃப்
tr: Kesim Noktası
uk: Отсечка

source: Cut-Off Plot
ca: Gràfica de Tall
fr: Graphique coupé
he: תרשים חיתוך
it: Grafico del Punto di Taglio
kk: кесу графигі
nl: Grenswaarde grafiek
pl: Wykres wartości
pt: Gráfico de Corte
ru: График отсечки
sl: Diagram Prereza
ta: கட்-ஆஃப் சூழ்ச்சி
tr: Kesim Noktası Grafiği
uk: Графік отсечки

source: Cut-off plot
ca: Gràfica de Tall
fr: Graphique coupé
he: תרשים חיתוך
it: Grafico del punto di taglio
kk: кесу графигі
nl: Grenswaarde grafiek
pl: Wykres wartości
pt: Gráfico de Corte
ru: График отсечки
sl: Diagram prereza
ta: கட்-ஆஃப் சூழ்ச்சி
tr: Kesim noktası grafiği
uk: Графік отсечки

source: Cut-off value
ca: Valor de tall
da: Grænseværdi (cut-off)
de: Grenzwert (cut-off)
fr: Valeur de coupure
he: ערך חיתוך
it: punto di taglio
kk: шекті мән
nl: Grenswaarde
nn: Grenseverdi (cut-off)
no: Grenseverdi (cut-off)
pl: Wartość graniczna
pt: Valor de Corte
ru: Пороговое значение
sl: Vrednost prereza
sv: Gränsvärde (cut-off)
ta: கட்-ஆஃப் மதிப்பு
tr: Kesim noktası değeri
uk: Пороговое значення

source: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # PAIRED SAMPLES CONTINGENCY TABLES # # Contingency Tables # ──────────────────────────────────────────────── # 1st survey Approve Disapprove Total # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # Total 880 720 1600 # ──────────────────────────────────────────────── # # # McNemar Test # ───────────────────────────────────────────────────── # Value df p # ───────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² continuity correction 16.8 1 < .001 # ───────────────────────────────────────────────────── # # Alternatively, omit the left of the formula (`Counts`) from the # formula if each row represents a single observation: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)
ca: dat <- data.frame( `1a enquesta` = c('A favor', 'A favor', 'En contra', 'En contra'), `2a enquesta` = c('A favor', 'En contra', 'A favor', 'En contra'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1a enquesta`:`2a enquesta`, data = dat) # # TAULES DE CONTINGÈNCIA PER A MOSTRES EMPARELLADAS # # Taules de contingència # ──────────────────────────────────────────────── # 1a enquesta A favor En contra Total # ──────────────────────────────────────────────── # A favor 794 150 944 # En contra 86 570 656 # Total 880 720 1600 # ──────────────────────────────────────────────── # # # Prova de McNemar # ───────────────────────────────────────────────────── # Valor g.l. p # ───────────────────────────────────────────────────── # χ² 17,4 1 < ,001 # χ² correcció continuïtat 16,8 1 < ,001 # ───────────────────────────────────────────────────── # # Alternativament, ometre la part esquerra de la formula (`Counts`) # si cada fila representa una observació singular: contTablesPaired(formula = ~ `1a enquesta`:`2a enquesta`, data = dat)
da: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # KRYDSTABELLER FOR PARREDE UDVALG # # Krydstabeller # ──────────────────────────────────────────────── # 1st survey Approve Disapprove Total # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # Totaler 880 720 1600 # ──────────────────────────────────────────────── # # # McNemar-test # ────────────────────────────────────────────────────────── # Værdi df p # ────────────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² med kontinuitetskorrektion 16.8 1 < .001 # ────────────────────────────────────────────────────────── # # Alternativt kan du udelade venstre side af formlen (`Counts`) fra # formel, hvis hver rad repræsenterer en enkelt observation: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)
de: dat <- data.frame( `1. Umfrage` = c('Einig', 'Einig', 'Uneinig', 'Uneinig'), `2. Umfrage` = c('Einig', 'Uneinig', 'Einig', 'Uneinig'), `Anzahl` = c(794, 150, 86, 570), check.names = FALSE) contTablesPaired(formula = Counts ~ `1. Umfrage`:`2. Umfrage`, data = dat) # # KREUZTABELLEN FÜR VERBUNDENE STICHPROBEN # # Kreuztabellen # ─────────────────────────────────────────────── # 1. Umfrage Einig Uneinig Insgesamt # ─────────────────────────────────────────────── # Einig 794 150 944 # Uneinig 86 570 656 # Insgesamt 880 720 1600 # ─────────────────────────────────────────────── # # # McNemar-Test # ───────────────────────────────────────────────────────── # Wert df p # ───────────────────────────────────────────────────────── # χ² 17.4 1 < 0.001 # χ² mit Kontinuitätskorrektur 16.8 1 < 0,001 # ───────────────────────────────────────────────────────── # # wenn jede Zeile eine einzelne Beobachtung darstellt, können Sie die # linke Seite der Formel (`Counts`) weglassen: contTablesPaired(formula = ~ `1. Umfrage`:`2. Umfrage`, data = dat)
it: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # TABELLE DI CONTINGENZA DEI CAMPIONI APPAIATI # # Contingency Tables # ──────────────────────────────────────────────── # 1st survey Approve Disapprove Total # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # Total 880 720 1600 # ──────────────────────────────────────────────── # # # McNemar Test # ───────────────────────────────────────────────────── # Value df p # ───────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² continuity correction 16.8 1 < .001 # ───────────────────────────────────────────────────── # # Alternatively, omit the left of the formula (`Counts`) from the # formula if each row represents a single observation: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)
kk: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) ЖҰПТАСҚАН ҮЛГІЛЕР КОНЪЮГАИЯ КЕСТЕСІ конъюгация кестелері " ші сауалнама Мақұлдау Мақұлдамау Барлығы # ──────────────────────────────────────────────── # Мақұлдау 794 150 944 # Мақұлдамау 86 570 656 # Барлығы 880 720 1600 # ──────────────────────────────────────────────── # # # McNemar Test # ───────────────────────────────────────────────────── # Мән df p # ───────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² үздіксіздікті түзету 16.8 1 < .001 # ───────────────────────────────────────────────────── # # Балама ретінде формуланың сол жағын (`Counts`) есептемеңіз # формула, егер әр жол бір байқауды білдірсе: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, дерек = dat)
nn: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # KRYSSTABELLAR FOR PARA UTVAL # # Krysstabeller # ──────────────────────────────────────────────── # 1st survey Approve Disapprove Total # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # Total 880 720 1600 # ──────────────────────────────────────────────── # # # McNemar-test # ────────────────────────────────────────────────────────── # Verdi df p # ────────────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² med kontinuitetskorreksjon 16.8 1 < .001 # ────────────────────────────────────────────────────────── # # Alternativt kan du utelata venstre side av formelen (`Counts`) frå # formel viss kvar rad representerer ein enkelt observasjon: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)
pl: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # TABELE KRZYŻOWE DLA PRÓB ZALEŻNYCH # # Tabele KRZYŻOWE # ──────────────────────────────────────────────── # 1szy kwestionariusz Approve Disapprove Całość # ──────────────────────────────────────────────── # Approve 794 150 944 # Dispprove 86 570 656 # Całość 880 720 1600 # ──────────────────────────────────────────────── # # # Test McNemara # ───────────────────────────────────────────────────── # wartość df p # ───────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² poprawka na ciągłość 16.8 1 < .001 # ───────────────────────────────────────────────────── # # Alternatywnie, pomiń lewą część formuły (`Counts`), # jeżeli każdy rząd reprezentuje pojedynczą obserwację: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)
ru: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # ТАБЛИЦЫ СОПРЯЖЕНИЯ ПАРНЫХ ВЫБОРОК # # Таблицы сопряжения # ──────────────────────────────────────────────── # 1st survey Approve Disapprove Total # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # Total 880 720 1600 # ──────────────────────────────────────────────── # # # Тест Макнемара # ───────────────────────────────────────────────────── # Value df p # ───────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² continuity correction 16.8 1 < .001 # ───────────────────────────────────────────────────── # # в качестве альтернативы, опустите левую часть формулы («Количество») # из формулы, если каждая строка представляет одно наблюдение: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)
sv: dat <- dator.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # KORSTABELLER FÖR PARADE URVAL # # Korstabeller # ──────────────────────────────────────────────── # 1st survey Approve Disapprove Total # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # Total 880 720 1600 # ──────────────────────────────────────────────── # # # McNemar-test # ────────────────────────────────────────────────────────── # Värde df p # ────────────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² med kontinuitetskorrigering 16.8 1 < .001 # ────────────────────────────────────────────────────────── # # Alternativt kan du utelämna vänster sida av formeln (`Counts`) från # formel om varje räcka representerar en enskild observation: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)
ta: dat <- data.frame ( `1 வது கணக்கெடுப்பு` = சி ('ஒப்புதல்', 'ஒப்புதல்', 'மறுத்து', 'மறுத்து'), `2 வது கணக்கெடுப்பு` = சி ('ஒப்புதல்', 'மறுக்க', 'ஒப்புதல்', 'மறுத்து'), `எண்ணிக்கைகள்` = சி (794, 150, 86, 570), check.names = பொய்) conttablespaired (formula = counts ~ `1 வது கணக்கெடுப்பு`:` 2 வது கணக்கெடுப்பு`, தரவு = dat) # # இணை மாதிரிகள் தற்செயல் அட்டவணைகள் # # தற்செயல் அட்டவணைகள் # ─ # 1 வது கணக்கெடுப்பு ஒப்புதல் மொத்தத்தை மறுப்பது # ─ # ஒப்புதல் 794 150 944 # மறுக்க 86 570 656 # மொத்தம் 880 720 1600 # ─ # # # மெக்நெமர் சோதனை # ─ ─ # மதிப்பு df p # ─ ─ # χ² 17.4 1 <.001 # χ² தொடர்ச்சியான திருத்தம் 16.8 1 <.001 # ─ ─ # # மாற்றாக, சூத்திரத்தின் இடதுபுறத்தை (`எண்ணிக்கைகள்`) தவிர்க்கவும் # ஃபார்முலா ஒவ்வொரு வரிசையும் ஒற்றை அவதானிப்பைக் குறிக்கிறது என்றால்: conttablespaired (formula = ~ `1 வது கணக்கெடுப்பு`:` 2 வது கணக்கெடுப்பு`, தரவு = dat)
uk: dat <- data.frame( `1st survey` = c('Approve', 'Approve', 'Disapprove', 'Disapprove'), `2nd survey` = c('Approve', 'Disapprove', 'Approve', 'Disapprove'), `Counts` = c(794, 150, 86, 570), check.names=FALSE) contTablesPaired(formula = Counts ~ `1st survey`:`2nd survey`, data = dat) # # ТАБЛИЦІ СОПРЯЖЕНИЯ ПАРНЫХ ВИБІРОК # # Таблиці сопряжения # ──────────────────────────────────────────────── # 1st survey Approve Disapprove Total # ──────────────────────────────────────────────── # Approve 794 150 944 # Disapprove 86 570 656 # Total 880 720 1600 # ──────────────────────────────────────────────── # # # Тест Макнемара # ───────────────────────────────────────────────────── # Value df p # ───────────────────────────────────────────────────── # χ² 17.4 1 < .001 # χ² continuity correction 16.8 1 < .001 # ───────────────────────────────────────────────────── # # у якості альтернативи, опустите левую частину формули («Кількість») # з формули, якщо кожна строка представляє одне нагляд: contTablesPaired(formula = ~ `1st survey`:`2nd survey`, data = dat)

source: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # PROPORTION TEST (2 OUTCOMES) # # Binomial Test # ─────────────────────────────────────────────────────── # Level Count Total Proportion p # ─────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─────────────────────────────────────────────────────── # Note. Hₐ is proportion ≠ 0.5 #
ca: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # TEST DE PROPORCIONS (2 RESULTATS) # # Prova Binomial # ─────────────────────────────────────────────────────── # nivell Casos Total Proporció p # ─────────────────────────────────────────────────────── # x 1 8 23 0,348 0,210 # 2 15 23 0,652 0,210 # ─────────────────────────────────────────────────────── # Nota. Hₐ és proporció ≠ 0,5 #
da: dat <- data.frame(x = c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # PROPORTIONSTEST (2 RESULTATER) # # Binomialtest # ────────────────────────────────────────────────── # Niveau Antal Total Andel p # ────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ────────────────────────────────────────────────── # Notater. Hₐ er, at andelen er ≠ 0.5 #
de: dat <- data.frame(x = c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # PROPORTIONSTEST (2 ERGEBNISSE) # # Binomialtest # ──────────────────────────────────────────────────────── # Stufe Anzahl Insgesamt Anteil p # ──────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ──────────────────────────────────────────────────────── # Anmerkung. Hₐ hat einen Anteil ≠ 0,5 #
it: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # PROPORTION TEST (2 RISULTATI) # # Binomial Test # ─────────────────────────────────────────────────────── # Level Count Total Proportion p # ─────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─────────────────────────────────────────────────────── # Note. Hₐ is proportion ≠ 0.5 #
kk: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # ПРОПОРЦИЯ ТЕСТІ (2 НӘТИЖЕЛЕР) # # Биномдық тест # ─────────────────────────────────────────────────────── # Деңгей Санау Барлығы Пропорция p # ─────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─────────────────────────────────────────────────────── # Note. Hₐ пропорция ≠ 0.5 #
nn: dat <- data.frame(x = c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # PROPORSJONSTEST (2 RESULTAT) # # Binomialtest # ────────────────────────────────────────────────── # Nivå Talet på Total Andel p # ────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ────────────────────────────────────────────────── # Notat. Hₐ er at andelen er ≠ 0.5 #
pl: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # TESTY DLA PROPORCJI (DWIE WARTOŚCI) # # Test dwumianowy # ─────────────────────────────────────────────────────── # Poziom Liczebność Całość Proporcja p # ─────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─────────────────────────────────────────────────────── # Uwaga. Hₐ jest proporcją ≠ 0.5 #
ru: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # ТЕСТ ПРОПОРЦИЯ (2 ИСХОДА) # # Биномиальный тест # ─────────────────────────────────────────────────────── # Уровень Счет Итог Пропорция p # ─────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─────────────────────────────────────────────────────── # Примечание. Hₐ это пропорция ≠ 0.5 #
sv: dat <- dator.frame(x = c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # PROPORTIONSTEST (2 RESULTAT) # # Binomialtest # ────────────────────────────────────────────────── # Nivå Antal Total Andel p # ────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ────────────────────────────────────────────────── # Anteckningar. Hₐ är att andelen är ≠ 0.5 #
ta: dat <- data.frame (x = c (8, 15)) proptest2 (dat, vars = ஃச், arecounts = உண்மை) # # விகிதாச்சாரம் சோதனை (2 முடிவுகள்) # # பைனோமியல் சோதனை # ─ ─ # நிலை எண்ணிக்கை மொத்த விகிதம் ப # ─ ─ # ஃச் 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─ ─ # குறிப்பு. Hₐ என்பது விகிதம் ≠ 0.5 #
uk: dat <- data.frame(x=c(8, 15)) propTest2(dat, vars = x, areCounts = TRUE) # # ТЕСТ ПРОПОРЦІЯ (2 ИСХОДА) # # Биномиальный тіст # ─────────────────────────────────────────────────────── # Рівень Лік Підсумок Пропорція p # ─────────────────────────────────────────────────────── # x 1 8 23 0.348 0.210 # 2 15 23 0.652 0.210 # ─────────────────────────────────────────────────────── # Примечание. Hₐ це пропорція ≠ 0.5 #

source: Data
ca: Dades
de: Daten
fr: Données
he: נתונים
hr: Podaci
it: Dati
kk: деректер
nl: Gegevens
pl: Dane
pt: Dados
ru: Данные
sl: Podatki
tr: Veri
uk: Дані
