Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # CONFIRMATORY FACTOR ANALYSIS # # Factor Loadings # ───────────────────────────────────────────────────────────────── # Factor Indicator Estimate SE Z p # ───────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ───────────────────────────────────────────────────────────────── # # # FACTOR ESTIMATES # # Factor Covariances # ────────────────────────────────────────────────────────────── # Estimate SE Z p # ────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # MODEL FIT # # Test for Exact Fit # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Fit Measures # ─────────────────────────────────────────────── # CFI TLI RMSEA Lower Upper # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
ca: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # ANALISI FACTORIAL CONFIRMATORI # # Càrregues factorials # ───────────────────────────────────────────────────────────────── # Factor Indicador Estimació EE Z p # ───────────────────────────────────────────────────────────────── # Visual x1 0,900 0,0832 10,81 < ,001 # x2 0,498 0,0808 6,16 < ,001 # x3 0,656 0,0776 8,46 < ,001 # Textual x4 0,990 0,0567 17,46 < ,001 # x5 1,102 0,0626 17,60 < ,001 # x6 0,917 0,0538 17,05 < ,001 # Speed x7 0,619 0,0743 8,34 < ,001 # x8 0,731 0,0755 9,68 < ,001 # x9 0,670 0,0775 8,64 < ,001 # ───────────────────────────────────────────────────────────────── # # # ESTIMADORS FACTORIALS # # Covariàncies factorials # ────────────────────────────────────────────────────────────── # Estimació EE Z p # ────────────────────────────────────────────────────────────── # Visual Visual 1,000 ᵃ # Textual 0,459 0,0635 7,22 < ,001 # Speed 0,471 0,0862 5,46 < ,001 # Textual Textual 1,000 ᵃ # Speed 0,283 0,0715 3,96 < ,001 # Speed Speed 1,000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃ paràmetre fixat # # # AJUSTAMENT DEL MODEL # # Prova ajustament exacte # ──────────────────────── # χ² gl p # ──────────────────────── # 85,3 24 < ,001 # ──────────────────────── # # # Mesures ajustament # ─────────────────────────────────────────────── # CFI TLI RMSEA Inferior Superior # ─────────────────────────────────────────────── # 0,931 0,896 0,0921 0,0714 0,114 # ─────────────────────────────────────────────── #
da: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # KONFIRMATORISK FAKTORANALYSE # # Faktorladinger # ─────────────────────────────────────────────────────────────────── # Faktor Indikator Estimat Std.-fejl Z p # ─────────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ─────────────────────────────────────────────────────────────────── # # # ESTIMATER FOR FAKTORERNE # # Faktorkovarianser # ──────────────────────────────────────────────────────────────── # Estimat Std.-fejl Z p # ──────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ──────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # MODELLTILPASNING # # Test for eksakt tilpasning # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Mål for Modelltilpasning # ─────────────────────────────────────────────── # CFI TLI RMSEA Undre Øvre # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
de: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # KONFIRMATORISCHE FAKTORANALYSE # # Faktorladungen # ─────────────────────────────────────────────────────────────────────── # Faktor Indikator Schätzung Std.-fehler Z p # ─────────────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ─────────────────────────────────────────────────────────────────────── # # # FAKTORSCHÄTZUNGEN # # Faktorkovarianzen # ──────────────────────────────────────────────────────────────────── # Schätzung Std.-fehler Z p # ──────────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ──────────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # MODELLANPASSUNG # # Test auf exakten Fit # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Güte der Modellanpassung # ─────────────────────────────────────────────── # CFI TLI RMSEA Untere Obere # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
it: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # ANALISI FATTORIALE CONFERMATIVA # # Factor Loadings # ───────────────────────────────────────────────────────────────── # Factor Indicator Estimate SE Z p # ───────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ───────────────────────────────────────────────────────────────── # # # FACTOR ESTIMATES # # Factor Covariances # ────────────────────────────────────────────────────────────── # Estimate SE Z p # ────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # MODEL FIT # # Test for Exact Fit # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Fit Measures # ─────────────────────────────────────────────── # CFI TLI RMSEA Lower Upper # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
kk: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # ФАКТОРЛЫҚ РАСТАУ ТАЛДАУЫ # # Фактор жүктемелері # ───────────────────────────────────────────────────────────────── # Фактор Көрсеткіш Болжам SE Z p # ───────────────────────────────────────────────────────────────── # Визуалды x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Мәтіндік x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Жылдамдық x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ───────────────────────────────────────────────────────────────── # # # ФАКТОРЛЫҚ БАҒАЛАУЛАР # # Факторлық ковариациялар # ────────────────────────────────────────────────────────────── # Болжам SE Z p # ────────────────────────────────────────────────────────────── # Визуалды Визуалды 1.000 ᵃ # Мәтіндік 0.459 0.0635 7.22 < .001 # Жылдамдық 0.471 0.0862 5.46 < .001 # Мәтіндік Мәтіндік 1.000 ᵃ # Жылдамдық 0.283 0.0715 3.96 < .001 # Жылдамдық Жылдамдық 1.000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃбекітілген параметр # # # СӘЙКЕСТІК МОДЕЛІ # # Нақты сәйкестікті тексеру # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Сәйкестік өлшемдер # ─────────────────────────────────────────────── # CFI TLI RMSEA Lower Upper # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
nn: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # KONFIRMATORISK FAKTORANALYSE # # Faktorladinger # ─────────────────────────────────────────────────────────────────── # Faktor Indikator Estimat Std.-feil Z p # ─────────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ─────────────────────────────────────────────────────────────────── # # # ESTIMAT FOR FAKTORANE # # Faktorkovarianser # ──────────────────────────────────────────────────────────────── # Estimat Std.-feil Z p # ──────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ──────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # MODELLTILPASSING # # Test for eksakt tilpassing # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Mål for Modelltilpassing # ─────────────────────────────────────────────── # CFI TLI RMSEA Undre Øvre # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
pl: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # KONFIRMACYJNA ANALIZA CZYNNIKOWA (CFA) # # Ładunki czynnikowe # ───────────────────────────────────────────────────────────────── # Czynnik Wskaźnik Oszacowanie SE Z p # ───────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ───────────────────────────────────────────────────────────────── # # # OSZACOWANIA # # Współzmienne # ────────────────────────────────────────────────────────────── # Oszacowanie SE Z p # ────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃ parametr stały # # # MIARY DOPASOWANIA MODEL # # Test dokładnego dopasowania # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Miary dopasowania modelu # ─────────────────────────────────────────────── # CFI TLI RMSEA Dolna granica Górna granica # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
ru: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # ПОДТВЕРЖДАЮЩИЙ ФАКТОНЫЙ АНАЛИЗ # # Факторные нагрузки # ───────────────────────────────────────────────────────────────── # Factor Indicator Estimate SE Z p # ───────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ───────────────────────────────────────────────────────────────── # # # ФАКТОРНЫЕ ОЦЕНКИ # # Коварианты фактора # ────────────────────────────────────────────────────────────── # Estimate SE Z p # ────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # ПОДГОНКА МОДЕЛИ # # Test for Exact Fit # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Измерения соответствия # ─────────────────────────────────────────────── # CFI TLI RMSEA Lower Upper # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
sv: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # KONFIRMATORISK FAKTOR ANALYSE # # Faktorladinger # ─────────────────────────────────────────────────────────────────── # Faktor Indikator Estimat Std.-fel Z p # ─────────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ─────────────────────────────────────────────────────────────────── # # # ESTIMATER FÖR FAKTORERNA # # Faktorkovarianser # ──────────────────────────────────────────────────────────────── # Estimat Std.-fel Z p # ──────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ──────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # MODELLANPASSNING # # Test för exakt anpassning # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Mål för Modellanpassning # ─────────────────────────────────────────────── # CFI TLI RMSEA Undre Øvre # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #
ta: தரவு <- லாவான் :: ஓலிங்கர்ச்வைன்ஃபோர்ட் 1939 JMV :: CFA ( தரவு = தரவு, காரணிகள் = பட்டியல் ( பட்டியல் (லேபிள் = "காட்சி", vars = c ("x1", "x2", "x3")), பட்டியல் (லேபிள் = "உரை", vars = c ("x4", "x5", "x6")), பட்டியல் (லேபிள் = "வேகம்", vars = c ("x7", "x8", "x9"))), rescov = null) # # உறுதிப்படுத்தும் காரணி பகுப்பாய்வு # # காரணி ஏற்றுதல் # ─ ─ # காரணி காட்டி மதிப்பீடு SE சட் P # ─ ─ # விசுவல் ஃச் 1 0.900 0.0832 10.81 <.001 # x2 0.498 0.0808 6.16 <.001 # x3 0.656 0.0776 8.46 <.001 # உரை x4 0.990 0.0567 17.46 <.001 # x5 1.102 0.0626 17.60 <.001 # x6 0.917 0.0538 17.05 <.001 # விரைவு x7 0.619 0.0743 8.34 <.001 # x8 0.731 0.0755 9.68 <.001 # x9 0.670 0.0775 8.64 <.001 # ─ ─ # # # காரணி மதிப்பீடுகள் # # காரணி கோவாரியன்ச் # ─ ─ # மதிப்பீட்டு SE சட் p # ─ ─ # காட்சி காட்சி 1.000 # உரை 0.459 0.0635 7.22 <.001 # விரைவு 0.471 0.0862 5.46 <.001 # உரை உரை 1.000 # விரைவு 0.283 0.0715 3.96 <.001 # வேக விரைவு 1.000 # ─ ─ # ᵃ நிலையான அளவுரு # # # மாதிரி பொருத்தம் # # சரியான பொருத்தத்திற்கான சோதனை # ─ # χ² df ப # ─ # 85.3 24 <.001 # ─ # # # பொருத்தமான நடவடிக்கைகள் # ─ # CFI TLI RMSEA குறைந்த மேல் # ─ # 0.931 0.896 0.0921 0.0714 0.114 # ─ #
uk: data <- lavaan::HolzingerSwineford1939 jmv::cfa( data = data, factors = list( list(label="Visual", vars=c("x1", "x2", "x3")), list(label="Textual", vars=c("x4", "x5", "x6")), list(label="Speed", vars=c("x7", "x8", "x9"))), resCov = NULL) # # котрий ПІДТВЕРДЖУВАТИ ФАКТОНЫЙ АНАЛІЗУ # # Факторные навантаження # ───────────────────────────────────────────────────────────────── # Factor Indicator Estimate SE Z p # ───────────────────────────────────────────────────────────────── # Visual x1 0.900 0.0832 10.81 < .001 # x2 0.498 0.0808 6.16 < .001 # x3 0.656 0.0776 8.46 < .001 # Textual x4 0.990 0.0567 17.46 < .001 # x5 1.102 0.0626 17.60 < .001 # x6 0.917 0.0538 17.05 < .001 # Speed x7 0.619 0.0743 8.34 < .001 # x8 0.731 0.0755 9.68 < .001 # x9 0.670 0.0775 8.64 < .001 # ───────────────────────────────────────────────────────────────── # # # ФАКТОРНЫЕ ОЦІНКИ # # Коварианты фактора # ────────────────────────────────────────────────────────────── # Estimate SE Z p # ────────────────────────────────────────────────────────────── # Visual Visual 1.000 ᵃ # Textual 0.459 0.0635 7.22 < .001 # Speed 0.471 0.0862 5.46 < .001 # Textual Textual 1.000 ᵃ # Speed 0.283 0.0715 3.96 < .001 # Speed Speed 1.000 ᵃ # ────────────────────────────────────────────────────────────── # ᵃ fixed parameter # # # ПОДГОНКА МОДЕЛІ # # Test for Exact Fit # ──────────────────────── # χ² df p # ──────────────────────── # 85.3 24 < .001 # ──────────────────────── # # # Виміри відповідності # ─────────────────────────────────────────────── # CFI TLI RMSEA Lower Upper # ─────────────────────────────────────────────── # 0.931 0.896 0.0921 0.0714 0.114 # ─────────────────────────────────────────────── #

source: Data Reduction
ca: Reducció de Dades
da: Datareduktion
de: Datenreduktion
fr: Réduction de données
he: תמצות מידע
hr: Redukcija podataka
it: Riduzione dei dati
kk: деректерді қысқарту
nl: Gegevensreductie
nn: Datareduksjon
no: Datareduksjon
pl: Redukcja danych
pt: Redução de Dimensionalidade
ru: Сжатие данных
sl: Zmanjšanje podatkov
sv: Datareduktion
ta: தரவு குறைப்பு
tr: Veri İndirgeme
uk: Сжатие даних

source: Data set is currently unweighted
da: Datasættet er for øjeblikket uvektet
he: מערך הנתונים לא משוקלל כרגע
hr: Skup podataka trenutačno nije ponderiran
nl: Gegevensset is momenteel ongewogen
nn: Datasettet er akkurat no uvekta
no: Datasettet er for øyeblikket uvektet
pl: Zbiór danych jest nieważony
ru: Набор данных в настоящее время не взвешен
sv: Datasetet är för ögonblicket ovägd
ta: தரவு தொகுப்பு தற்போது கவனிக்கப்படவில்லை
tr: Veri seti şu anda ağırlıksız

source: Data Summary
ca: Resum de Dades
da: Sammendrag af data
de: Zusammenfassung der Daten
fr: Résumé des données
he: סיכום הנתונים
hr: Sažetak podataka
it: Riepilogo Dati
kk: деректер жиынтығы
nl: Gegevenssamenvatting
nn: Samandrag av data
no: Sammendrag av data
pl: Podsumowanie
pt: Sumário de Dados
ru: Сводка данных
sl: Povzetek podatkov
sv: Sammandrag av data
ta: தரவு சுருக்கம்
tr: Veri Özeti
uk: Зведення даних
