Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Correlation matrices are a way to examine linear relationships between two or more continuous variables. For each pair of variables, a Pearson's r value indicates the strength and direction of the relationship between those two variables. A positive value indicates a positive relationship (higher values of one variable predict higher values of the other variable). A negative Pearson's r indicates a negative relationship (higher values of one variable predict lower values of the other variable, and vice-versa). A value of zero indicates no relationship (whether a variable is high or low, does not tell us anything about the value of the other variable). More formally, it is possible to test the null hypothesis that the correlation is zero and calculate a p-value. If the p-value is low, it suggests the correlation co-efficient is not zero, and there is a linear (or more complex) relationship between the two variables.
ca: Les matrius de correlació son una forma d'examinar les relacions lineals entre dos o més variables contínues. Per a cada parella de variables, el valor r de Pearson indica la força i direcció de la relació entre aquestes dues variables. Un valor-positiu indica una relació positiva (valors més elevats d'una variable prediuen valors més elevats de l'altra variable). Un valor negatiu de la r de Pearson indica una relació negativa (valors més elevats d'una variable prediuen valors més baixos de l'altra variable, i viceversa). Un valor de zero indica que no hi ha relació (si una variable és alta o baixa, no ens diu res sobre el valor de l'altra variable). Més formalment, és possible provar la hipòtesi nul·la de que la correlació és zero i calcular un valor-p. Si el valor-p és baix, suggereix que el coeficient de correlació no és zero, i n'hi ha una relació lineal (o més complexa) entre les dues variables.
da: Korrelationsmatrixer tillader at undersøge lineære sammenhænge mellem to eller flere kontinuerlige variabler. For hvert par af variabler angiver en Pearsons r-værdi styrken og retningen for forholdet mellem disse to variabler. En positiv værdi indikerer en positiv relation (højere værdier af den første variabel tilsvarer med højere værdier for den anden variabel). Et negativt Pearsons r angiver en negativ relation (højere værdier af den første variabel tilsvarer med lavere værdier for den anden variabel og omvendt). Hvis værdien af r er nært nul, så består ingen relation (om den første variabel er høj eller lav, fortæller os ikke noget om værdien af den anden variabel). Mere formelt er der muligt at teste nulhypotesen om at korrelationen er nul og beregner en p-værdi. Hvis p-værdien er lav, antyder det at korrelationkoeffisienten er forskellig fra nul, og at det er en lineær (eller mere kompleks) relation mellem de to variabler.
de: Korrelationsmatrizen sind eine Möglichkeit, lineare Beziehungen zwischen zwei oder mehr kontinuierliche Variablen zu untersuchen. Für jedes Variablenpaar gibt ein Pearson-r-Wert die Stärke und Richtung der Beziehung zwischen diesen beiden Variablen an. Ein positiver Wert für r zeigt eine positive Beziehung an (höhere Werte in einer Variablen gehen mit höheren Werten in der anderen Variablen einher). Ein negative Wert für r zeigt eine negative Beziehung an (höhere Werte in einer Variablen gehen mit niedrigeren Werten in der anderen Variablen einher und umgekehrt). Der Wert Null zeigt an, dass keine Beziehung besteht (ob der Wert in einer Variable hoch oder niedrig ist, sagt uns nichts über den Wert in der anderen Variable). Formal ist es möglich, die Nullhypothese zu testen, dass die Korrelation gleich Null ist. Ein niedriger p-Wert schlägt vor, dass der Korrelationskoeffizient ungleich von Null ist, d.h., dass eine lineare (oder komplexere) Beziehung zwischen den beiden Variablen exisitiert.
fr: Les matrices de corrélation sont un moyen d'examiner les relations linéaires entre deux variables continues ou plus. Pour chaque paire de variables, la valeur du r de Pearson indique la force et la direction de la relation entre ces deux variables. Une valeur positive indique une relation positive (une augmentation des valeurs d'une variable prédit une augmentation des valeur de l'autre variable). Une valeur négative indique une relation négative (une augmentation des valeurs d'une variable prédit une diminution des valeur de l'autre variable et vice-versa). Une valeur de 0 indique une absence de relation (que les valeurs d'une variable augmentent ou diminuent ne nous dit rien sur les valeurs de l'autre variable).
he: מטריצות מתאם הן דרך לבחינת היחסים הליניאריים בין שני משתנים רציפים או יותר. עבור כל צמד משתנים, r של פירסון מעיד על חוזק הקשר ביניהם ועל הכיוון שלו. ערך חיובי מעיד על קשר חיובי (ערכים גבוהים של משתנה אחד מנבאים ערכים גבוהים של המשתנה השני). ערך שלילי של r של פירסון מעיד על קשר שלילי (ערכים גבוהים של משתנה אחד מנבאים ערכים נמוכים של המשתנה השני, ולהפך). הערך אפס מעיד שאין קשר (בין אם הערך של המשתנה גבוה או נמוך, זה לא אומר דבר על המשתנה השני). באופן רשמי, ניתן לבחון את השערת האפס שהמתאם הוא אפס ולחשב את ערך ה־p. ערך p נמוך מעיד על מקדם המתאם שאינו שווה לאפס ושיש קשר ליניארי (או מורכב יותר) בין שני המשתנים.
it: Le matrici di correlazione sono un modo per esaminare le relazioni lineari tra due o più variabili continue. Per ogni coppia di variabili, un valore r di Pearson indica la forza e direzione della relazione tra queste due variabili. Un valore positivo indica una relazione positiva (valori maggiori di uno, la variabile predice valori più alti dell'altra variabile). Un valore negativo della r di Pearson indica una relazione negativa (valori maggiori di uno, la variabile predice valori più bassi dell'altra variabile e viceversa). Un valore zero indica nessuna relazione (se una variabile è alta o bassa, non ci dice nulla sul valore dell'altra variabile). Più formalmente, è possibile verificare l'ipotesi nulla che la correlazione è zero e calcolare un p-value. Un piccolo p-value ci suggerisce che il coefficiente di correlazione non è zero e c'è una relazione lineare (o più complessa) tra le due variabili.
kk: Корреляциялық матрицалар- екі немесе одан да көп үздіксіз айнымалылар арасындағы сызықтық қатынастарды зерттеу тәсілі. Әрбір айнымалы жұп үшін Пирсонның r мәні осы екі айнымалы арасындағы күшті және байланыстың бағытын көрсетеді. АОң мән оң қатынасты көрсетеді (бір айнымалының жоғары мәндері басқа айнымалының жоғары мәндерін болжайды).Теріс Пирсонның r мәні теріс қатынасты көрсетеді (бір айнымалының жоғары мәндері басқа айнымалының төменгі мәндерін болжайды, және керісінше). Нөл мәні ешқандай қатынастың жоқтығын көрсетеді (айнымалы мән жоғары ма немесе төмен, бізге басқа айнымалының құны туралы ештеңе айтпайды). Ресми түрде, корреляция нөлге тең болатын нөлдік гипотезаны тексеруге және p-мәнін есептеуге болады. Егер p-мәні төмен болса, корреляция коэффициенті нөл емес және екі айнымалы арасындағықатынас сызықтық (немесе күрделірек) бар деп есептейді.
nn: Korrelasjonsmatriser tillèt å undersøkja lineære samanhengar mellom to eller fleire kontinuerlege variablar. For kvart par av variablar angir ein Pearsons r-verdi styrken og retninga for forholdet mellom desse to variablane. Ein positiv verdi indikerer ein positiv relasjon (høgare verdiar av den første variabelen samsvarer med høgare verdiar for den andre variabelen). Eit negativt Pearsons r angir ein negativ relasjon (høgare verdiar av den første variabelen samsvarer med lågare verdiar for den andre variabelen, og omvend). Viss verdien av r er nær null, så består ingen relasjon (om den første variabelen er høg eller låg, fortel oss ikkje noko om verdien av den andre variabelen). Meir formelt er det mogleg å testa nullhypotesen om at korrelasjonen er null og bereknar ein p-verdi. Viss p-verdien er låg, antydar det at korrelasjonkoeffisienten er ulik frå null, og at det er ein lineær (eller meir kompleks) relasjon mellom dei to variablane.
no: Korrelasjonsmatriser tillater å undersøke lineære sammenhenger mellom to eller flere kontinuerlige variabler. For hvert par av variabler angir en Pearsons r-verdi styrken og retningen for forholdet mellom disse to variablene. En positiv verdi indikerer en positiv relasjon (høyere verdier av den første variabelen samsvarer med høyere verdier for den andre variabelen). Et negativt Pearsons r angir en negativ relasjon (høyere verdier av den første variabelen samsvarer med lavere verdier for den andre variabelen, og omvendt). Hvis verdien av r er nær null, så består ingen relasjon (om den første variabelen er høy eller lav, forteller oss ikke noe om verdien av den andre variabelen). Mer formelt er det mulig å teste nullhypotesen om at korrelasjonen er null og beregner en p-verdi. Hvis p-verdien er lav, antyder det at korrelasjonkoeffisienten er ulik fra null, og at det er en lineær (eller mer kompleks) relasjon mellom de to variablene.
pl: Macierze korelacji służą do badania liniowych zależności pomiędzy dwiema lub więcej zmiennymi ciągłymi. Dla każdej pary zmiennych wartość współczynnika r Pearsona wskazuje siłę i kierunek związku pomiędzy tymi dwiema zmiennymi. Wartość powyżej zera wskazuje na dodatni związek (wyższe wartości jednej zmiennej przewidują wyższe wartości drugiej zmiennej). Ujemna wartość wskazuje na ujemny związek (wyższe wartości jednej zmiennej przewidują niższe wartości drugiej zmiennej). Wartość zero wskazuje na brak związku pomiędzy zmiennymi. Mówiąc precyzyjniej, analiza ta umożliwia zweryfikowanie hipotezy zerowej, wskazującej na brak związku pomiędzy zmiennymi i obliczyć prawdopodobieństwo testowe (p). Niska wartość p sugeruje, że współczynnik korelacji jest niezerowy i że istnieje liniowa (lub bardziej złożona) zależność między dwiema zmiennymi.
pt: As matrizes de correlação são uma forma de examinar as relações lineares entre duas ou mais variáveis ​​contínuas. Para cada par de variáveis, o valor do coeficiente de correlação r de Pearson indica a força e a direção da correlação entre essas duas variáveis. Um valor positivo indica uma relação positiva (valores mais elevados de uma variável indicam valores mais elevados da outra variável). Um r negativo indica uma relação negativa (valores mais elevados de uma variável indicam valores mais baixos da outra variável, e vice-versa). Um valor r de zero indica ausência de relação linear (seja uma variável elevada ou baixa, não nos diz nada sobre o valor da outra variável). Mais formalmente, é possível testar a hipótese nula de que a correlação é zero e calcular um p-value. Se o p-value for baixo, então o coeficiente de correlação é significativamente diferente de zero, e há uma relação linear (ou mais complexa) entre as duas variáveis.
ru: Матрицы корреляции — это способ исследовать линейные отношения между две или более непрерывных переменных. Для каждой пары переменных значение r Пирсона указывает силу и направление связи между этими двумя переменными. А положительное значение указывает на положительную связь (более высокие значения одного переменная предсказывает более высокие значения другой переменной). отрицательный r Пирсона указывает на отрицательную связь (более высокие значения одного переменная предсказывает более низкие значения другой переменной и наоборот). Нулевое значение указывает на отсутствие связи (независ]nимо от того, является ли переменная высокой или низкий, ничего не говорит нам о ценности другого Переменная). Более формально можно проверить нулевую гипотезу о том, что корреляция равна нулю, и вычислить p-значение. Если p-значение низкое, предполагает, что коэффициент корреляции не равен нулю, и существует линейная (или более сложная) связь между двумя переменными.
sl: Korelacijske matrike so način za preučevanje linearnih povezav med dvema ali več zveznimi spremenljivkami. Pearsonov R pokaže za vsak par spremenljivk velikost in smer povezave med njima. Pozitivna vrednost pomeni pozitivno razmerje (višje vrednosti ene spremenljivke napovedujejo višje vrednosti druge). Negativna vrednost kaže negativno razmerje (višje vrednosti ene napovedujejo nižje vrednosti druge spremenljivke in obratno). Vrednost 0 pomeni, da ni povezave (visoka ali nizka vrednost prve ne pove ničesar o vrednosti druge spremenljivke). Formalno je mogoče ničelno hipotezo preveriti po p-vrednosti, če je korelacija enaka 0. Če je p-vrednost nizka, kaže, da korelacijski koeficient ni enak nič in obstaja linearno (ali kako bolj zapleteno) razmerje med spremenljivkama.
sv: Korrelationsmatriser tillåter att undersöka linjära sammanhang mellan två eller flera kontinuerliga variabler. För varje par av variabler anger en Pearsons r-värde styrkan och riktningen för förhållandet mellan dessa två variablerna. Ett positivt värde indikerar en positiv relation (högre värden av den första variabeln samsvarer med högre värden för den andra variabeln). Ett negativt Pearsons r anger en negativ relation (högre värden av den första variabeln samsvarer med lägre värden för den andra variabeln, och motsatt). Om värdet av r är nära noll, så består ingen relation (om den första variabeln är hög eller låg, berättar oss inte något om värdet av den andra variabeln). Mer formellt är det möjligt att testa nollhypotesen om att korrelationen är noll och beräknar en p-värde. Om p-vårdet är låg, antyder det att korrelationkoefficienten är olik från noll, och att det är en linjär (eller mer komplex) relation mellan de två variablerna.
ta: தொடர்பு மெட்ரிக்குகள் இடையிலான நேரியல் உறவுகளை ஆராய ஒரு வழியாகும் இரண்டு அல்லது அதற்கு மேற்பட்ட தொடர்ச்சியான மாறிகள். ஒவ்வொரு இணை மாறிகளுக்கும், ஒரு பியர்சனின் ஆர் மதிப்பு வலிமையைக் குறிக்கிறது மற்றும் அந்த இரண்டு மாறிகள் இடையிலான உறவின் திசை. A நேர்மறை மதிப்பு நேர்மறையான உறவைக் குறிக்கிறது (ஒன்றின் உயர் மதிப்புகள் மாறி மற்ற மாறியின் உயர் மதிப்புகளை கணிக்கவும்). ஒரு எதிர்மறை பியர்சனின் ஆர் எதிர்மறை உறவைக் குறிக்கிறது (ஒன்றின் உயர் மதிப்புகள் மாறி மற்ற மாறியின் குறைந்த மதிப்புகளை கணிக்கவும், மற்றும் நேர்மாறாகவும்). பூச்சியத்தின் மதிப்பு எந்த உறவையும் குறிக்கவில்லை (ஒரு மாறி அதிகமாக இருந்தாலும் சரி அல்லது குறைவாக, மற்றவரின் மதிப்பைப் பற்றி எங்களுக்கு எதுவும் சொல்லவில்லை மாறி). இன்னும் முறையாக, சுழிய கருதுகோளை சோதிக்க முடியும் தொடர்பு பூச்சியமாகும் மற்றும் ஒரு பி-மதிப்பைக் கணக்கிடுங்கள். பி-மதிப்பு குறைவாக இருந்தால், அது தொடர்பு இணை செயல்திறன் பூச்சியமல்ல, ஒரு நேரியல் உள்ளது என்று அறிவுறுத்துகிறது (அல்லது மிகவும் சிக்கலானது) இரண்டு மாறிகள் இடையே உறவு.
tr: Korelasyon matrisleri, iki veya daha fazla sürekli değişken arasındaki doğrusal ilişkileri incelemenin bir yoludur. Her değişken çifti için, bir Pearson r değeri bu iki değişken arasındaki ilişkinin gücünü ve yönünü gösterir. Pozitif bir değer pozitif bir ilişkiyi gösterir (bir değişkenin daha yüksek değerleri diğer değişkenin daha yüksek değerlerini tahmin eder). Negatif bir Pearson r negatif bir ilişkiyi gösterir (bir değişkenin daha yüksek değerleri diğer değişkenin daha düşük değerlerini tahmin eder ve tersi). Sıfır değeri ilişki olmadığını gösterir (bir değişkenin yüksek veya düşük olması, diğer değişkenin değeri hakkında bize hiçbir şey söylemez). Daha formel olarak, korelasyonun sıfır olduğu boş hipotezini test etmek ve bir p-değeri hesaplamak mümkündür. Eğer p-değeri düşükse, bu korelasyon katsayısının sıfır olmadığını ve iki değişken arasında doğrusal (veya daha karmaşık) bir ilişki olduğunu gösterir.
uk: Матрицы корреляции — це способу дослідити линейные ставлення між дві або понад непрерывных переменных. Для кожноїпари переменных значення r Пирсона вказує силу і направлення зв'язку між цими двома переменными. А позитивне значення вказує на позитивну зв'язок (понад високі значення одного переменная предсказывает понад високі значення другой переменной). отрицательный r Пирсона вказує на отрицательную зв'язок (понад високі значення одного переменная предсказывает понад низкие значення другой переменной і навпаки). Нульове значення вказує на відсутність зв'язку (независ]nимо від того, являється лі переменная високої або низкий, нічого не говорить нам о цінності другого Переменная). Понад формально можна перевірити нульову гіпотезу о тому, що корреляция рівний нулю, і вычислить p-значення. Якщо p-значення низкое, припускає, що коефіцієнт корреляции не рівний нулю, і існує линейная (або понад складна) зв'язок між двома переменными.

source: Correlation Matrix
ca: Matriu de Correlacions
da: Korrelationsmatrix
de: Korrelationsmatrix
fr: Matrice de corrélation
he: מטריצת מתאמים
hr: Tablica korelacija
it: Matrice di Correlazione
kk: корреляция матрицасы
nl: Correlatiematrix
nn: Korrelasjonsmatrise
no: Korrelasjonsmatrise
pl: Macierz korelacji
pt: Matriz de Correlações
ru: Корреляционная матрица
sl: Korelacijska matrika
sv: Korrelationsmatris
ta: தொடர்பு அணி
tr: Korelasyon Matrisi
uk: Корреляционная матрица

source: Correlation matrix
ca: Matriu de Correlacions
da: Korrelationsmatrix
de: Korrelationsmatrix
fr: Matrice de corrélation
he: מטריצת מתאמים
hr: Tablica korelacija
it: Matrice di correlazione
kk: корреляция матрицасы
nl: Correlatiematrix
nn: Korrelasjonsmatrise
no: Korrelasjonsmatrise
pl: Macierz korelacji
pt: Matriz de Correlações
ru: Корреляционная матрица
sl: Korelacijska matrika
sv: Korrelationsmatris
ta: தொடர்பு அணி
tr: Korelasyon matrisi
uk: Корреляционная матрица

source: Correlation Type
ca: Tipus de Correlació
da: Korrelationstype
de: Korrelationstyp
fr: Type de corrélation
he: סוג מתאם
hr: Vrsta korelacije
it: Tipo di Correlazione
kk: корреляция түрі
nl: Correlatietype
nn: Korrelasjonstype
no: Korrelasjonstype
pl: Typ korelacji
pt: Tipo de Correlação
ru: Тип корреляции
sl: Vrsta korelacije
sv: Korrelationstyp
ta: தொடர்பு வகை
tr: Korelasyon Türü
uk: Тип корреляции

source: Correlation type
ca: Tipus de Correlació
da: Korrelationstype
de: Korrelationstyp
fr: Type de corrélation
he: סוג מתאם
hr: Vrsta korelacije
it: Tipo di correlazione
kk: корреляция түрі
nl: Correlatietype
nn: Korrelasjonstype
no: Korrelasjonstype
pl: Typ korelacji
pt: Tipo de Correlação
ru: Тип корреляции
sl: Vrsta korelacije
sv: Korrelationstyp
ta: தொடர்பு வகை
tr: Korelasyon türü
uk: Тип корреляции

source: Count
ca: Freqüència
da: Antal
de: Anzahl
fr: Quantité
he: ספירה
it: Frequenza
kk: санақ
nl: Tel
nn: Tal
no: Antall
pl: Liczebność
pt: Contagem
ru: Счетчик
sl: Števec
sv: Antal
ta: எண்ணுங்கள்
tr: Sayı
uk: Лічильник

source: Counts
ca: Freqüències
da: Antal
de: Anzahl
fr: Quantités
he: ספירות
hr: Broj
it: Conteggi
kk: есептегіштер
nl: Tel
nn: Tal
no: Antall
pl: Liczebności
pt: Contagens
ru: Счетчики
sl: Števci
sv: Antal
tr: Sayılar
uk: Лічильники

source: Counts (optional)
ca: Freqüències (opcional)
da: Antal (valgfrit)
de: Anzahl (optional)
fr: Quantités (optionnel)
he: ספירות (רשות)
hr: Broj (opcionalno)
it: Frequenze (opzionale)
kk: санақтар (міндетті емес)
nl: Tel (optioneel)
nn: Talet på (valfritt)
no: Antall (valgfritt)
pl: Liczebności (opcjonalne)
pt: Contagens (opcional)
ru: Счетчик (необязательно)
sl: Števci (izbirno)
sv: Antal (valfritt)
tr: Sayılar (isteğe bağlı)
uk: Лічильник (необязательно)

source: Counts may not be infinite
ca: Les freqüències no poden ser infinites
da: Antal kan ikke være uendelige
de: Anzahl darf nicht unendlich sein
fr: Les quantités ne peuvent être infinies
he: הספירות לא יכולות להיות אין־סופיות
it: Le frequenze non possono essere infinite
kk: санақтар шексіз болмауы мүмкін
nl: Aantallen mogen niet oneindig zijn
nn: Mengd kan ikkje vera uendeleg
no: Antall kan ikke være uendelige
pl: Liczebności nie mogą być nieskończone
pt: As contagens não podem ser infinitas
ru: Счетчик не может быть неопределенным
sl: Števci ne morejo biti neskončni
sv: Antal kan inte vara oändliga
ta: எண்ணிக்கைகள் எல்லையற்றதாக இருக்காது
tr: Sayılar sonsuz olamaz
uk: Лічильник не можучи бути неопределенным

source: Counts may not be negative
ca: Les freqüències no poden ser negatives
da: Antal kan ikke være negative
de: Anzahl darf nicht negativ sein
fr: Les quantités ne peuvent être négatives
he: הספירות לא יכולות להיות שליליות
it: Le frequenze non possono essere negative
kk: санақтар теріс болмауы мүмкін
nl: Aantallen mogen niet negatief zijn
nn: Mengd kan ikkje vera negativ
no: Antall kan ikke være negative
pl: Liczebności nie mogą być ujemne
pt: As Contagens não podem ser negativas
ru: Счетчик не может быть отрицательным
sl: Števci ne morejo biti negativni
sv: Antal kan inte vara negativa
ta: எண்ணிக்கைகள் எதிர்மறையாக இருக்காது
tr: Sayılar negatif olamaz
uk: Лічильник не можучи бути отрицательным

source: Counts must be non-negative and finite
ca: Les freqüències han de ser no negatives i finites
da: Talet må vera ikkje-negativt og endeleg
de: Anzahl darf nicht negativ und muss endlich sein
fr: Les quantités doivent être non-négatives et finies
he: על ספירות להיות לא שליליות וסופיות
it: Le frequenze devono essere finite e non negative
kk: санақтар теріс емес және ақырлы болуы керек
nn: Mengd må vera ikkje-negativ og endeleg
no: Antall må være ikke-negative og endelig
pl: Liczebności muszą być nieujemne i skończone
pt: As Contagens tem de ser positivas e finitas
ru: Счетчик должен быть неотрицательным и конечным
sl: Števci morajo biti končni in ne-negativni
sv: Antalen måste vara ikke-negativt och ändligt
ta: எண்ணிக்கைகள் எதிர்மறையான மற்றும் வரையறுக்கப்பட்டதாக இருக்க வேண்டும்
tr: Sayılar negatif olmayan ve sonlu olmalıdır
uk: Лічильник повинен бути неотрицательным і кінцевим

source: Covariates
ca: Covariant
da: Kovariater
de: Kovariaten
fr: Covariables
he: משתנים נלווים
hr: Kovarijante
it: Covariate
kk: ковариаттар
nl: Covariaten
nn: Kovariatar
no: Kovariater
pl: Współzmienne
pt: Covariáveis
ru: Ковариаты
sl: Kovariati
sv: Kovariater
ta: கோவாரியட்டுகள்
tr: Kovaryatlar
uk: Ковариаты

source: Cox & Snell's R²
ca: R² de Cox i Snell
da: R² efter Cox & Snell
de: R² von Cox & Snell
fr: R² de Cox et Snell
he: R² של קוקס וסנל
it: R² di Cox e Snell
kk: Кокс және Снелл R²
nl: R² van Cox & Snell
nn: R² etter Cox & Snell
no: R² etter Cox & Snell
pl: R² Coxa i Snella
pt: R² de Cox & Snell
ru: Кокс и Снелл R²
sl: Cox-Snellov R²
sv: R² efter Cox & Snell
ta: காக்ச் & ச்னெல்ச் ஆர்
tr: Cox & Snell'in R²'si
uk: Кокс і Снелл R²

source: Cramer's V
ca: V de Cramer
fr: V de Cramer
he: V של קרמר
it: V di Cramer
kk: Крамердің V
pl: V Cramera
pt: V de Cramér
ru: Крамер V
sl: Cramerjev V
ta: க்ரேமரின் வி
tr: Cramer'in V'si
uk: Крамер V

source: Credible Interval
ca: Interval de Credibilitat
da: Troværdigt interval
de: Kredibilitätsintervall
fr: Intervalle de crédibilité
he: רווח בר מהימנות
it: Intervallo Credibile
kk: сенімді интервал
nl: Geloofwaardigheidsinterval
nn: Truverdig intervall
no: Troverdig intervall
pl: Przedział wiarygodności
pt: Intervalo de credibilidade
ru: Достоверный интервал
sv: Trovärdigt intervall
ta: நம்பகமான இடைவெளி
tr: Güvenilir Aralık
uk: Достовірний интервал

source: Credible intervals
ca: Intervals de Credibilitat
da: Troværdige intervaller
de: Kredibilitätsintervalle
fr: Intervalles de crédibilité
he: רווחי מהימנות
it: Intervalli credibili
kk: сенімді интервалдар
nl: Geloofwaardigheidsintervallen
nn: Truverdige intervall
no: Troverdige intervaller
pl: Przedziały wiarygodności
pt: Intervalos de credibilidade
ru: Достоверный интервал
sv: Trovärdiga intervall
ta: நம்பகமான இடைவெளிகள்
tr: Güvenilir aralıklar
uk: Достовірний интервал

source: Cronbach's α
ca: α de Cronbach
fr: α de Cronbach
he: α של קרונבך
hr: Cronbachov α
it: α di Cronbach
kk: Кронбахтың α
pl: α Cronbacha
pt: α de Cronbach
ru: Кронбах α
sl: Cronbach α
ta: க்ரோன்பேக்கின் α
tr: Cronbach'ın α'sı
uk: Кронбах α
