Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Not available due to too large number of cases (> 5000).
ca: No està disponible degut a que el nombre de cassos és massa gran (> 5000).
da: Ikke tilgængeligt på grund af for stort antal målinger (> 5000).
fr: Indisponible : nombre de cases trop élevé (> 5000).
he: לא זמין עקב מספר מקרים גדול מדי (> 5000).
kk: жағдайлардың тым көп болуына байланысты қолжетімсіз (> 5000).
nl: Niet beschikbaar omdat het een groot aantal items betreft (> 5000).
nn: Ikkje tilgjengeleg på grunn av for stort talet på målingar (> 5000).
no: Ikke tilgjengelig på grunn av for stort antall målinger (> 5000).
pl: Niedostępne ze względu na zbyt dużą liczbę przypadków (> 5000).
ru: Недоступно из-за слишком большого количества случаев (строк > 5000).
sv: Inte tillgängligt på grund av för stort antal mätningar (> 5000).
ta: அதிக எண்ணிக்கையிலான வழக்குகள் (> 5000) காரணமாக கிடைக்கவில்லை.
tr: Çok fazla vaka sayısı nedeniyle mevcut değil (> 5000).

source: Not enough degrees of freedom to estimate all the model effects
ca: No hi ha prou graus de llibertat com per a estimar tots els efectes del model
da: Ikke nok frihedsgrader til at estimere alle modeleffekter
fr: Pas assez de degrés de liberté pour estimer tous les effets du modèle
he: אין מספיק דרגות חופש כדי לאמוד את כל אפקטי המודל
kk: барлық үлгі әсерлерін бағалау үшін еркіндік дәрежесі жеткіліксіз
nl: Vrijheidsgraad te klein om alle modeleffecten in te schatten
nn: Ikkje nok fridomsgrader til å estimera alle modelleffektane
no: Ikke nok frihetsgrader til å estimere alle modelleffektene
pl: Niewystarczająca liczba stopni swobody do oszacowania wszystkich efektów modelu
ru: Недостаточно степеней свободы для оценки всех эффектов модели
sv: Inte nog frihetsgrader till att estimera alla modelleffekterna
ta: அனைத்து மாதிரி விளைவுகளையும் மதிப்பிடுவதற்கு போதுமான அளவு விடுதலை இல்லை
tr: Tüm model etkilerini tahmin etmek için yeterli serbestlik derecesi yok

source: Number of Components
ca: Nombre de components
da: Antal komponenter
de: Anzahl der Komponenten
fr: Nombre de composantes
he: מספר הרכיבים
hr: Broj komponenti
it: Numero delle Componenti
kk: компоненттер саны
nl: Aantal componenten
nn: Talet på komponentar
no: Antall komponenter
pl: Liczba składowych
pt: Número de Componentes
ru: Количество компонент
sl: Število komponent
sv: Antal komponenter
ta: கூறுகளின் எண்ணிக்கை
tr: Bileşen Sayısı
uk: Кількість компоненту

source: Number of components
ca: Nombre de components
da: Antal komponenter
de: Anzahl der Komponenten
fr: Nombre de composantes
he: מספר הרכיבים
hr: Broj komponenti
it: Numero delle componenti
kk: компоненттер саны
nl: Aantal componenten
nn: Talet på komponentar
no: Antall komponenter
pl: Liczba składowych
pt: Número de componentes
ru: Количество компонент
sl: Število komponent
sv: Antal komponenter
ta: கூறுகளின் எண்ணிக்கை
tr: Bileşen sayısı
uk: Кількість компоненту

source: Number of extreme values
ca: Nombre de valors extrems
da: Antal ekstremværdier
fr: Nombre de valeurs extrêmes
he: כמות הערכים הקיצוניים
hr: Broj ekstremnih vrijednosti
kk: экстремалды мәндер саны
nl: Aantal extreme waarden
nn: Talet på ekstremverdiar
no: Antall ekstremverdier
pl: Liczba wartości skrajnych
ru: Количество экстремальных значений
sv: Antal extremvärden
ta: தீவிர மதிப்புகளின் எண்ணிக்கை
tr: Uç değer sayısı

source: Number of Factors
ca: Nombre de factors
da: Antal faktorer
de: Anzahl der Faktoren
fr: Nombre de facteurs
he: מספר הגורמים
hr: Broj faktora
it: Numero dei Fattori
kk: факторлар саны
nl: Aantal factoren
nn: Talet på faktorar
no: Antall faktorer
pl: Liczba czynników
pt: Número de fatores
ru: Количество факторов
sl: Število faktorjev
sv: Antal faktorer
ta: காரணிகளின் எண்ணிக்கை
tr: Faktör Sayısı
uk: Кількість факторів

source: Number of factors
ca: Nombre de factors
da: Antal faktorer
de: Anzahl der Faktoren
fr: Nombre de facteurs
he: מספר הגורמים
hr: Broj faktora
it: Numero dei fattori
kk: факторлар саны
nl: Aantal factoren
nn: Talet på faktorar
no: Antall faktorer
pl: Liczba czynników
pt: Número de fatores
ru: Количество факторов
sl: Število faktorjev
sv: Antal faktorer
ta: காரணிகளின் எண்ணிக்கை
tr: Faktör sayısı
uk: Кількість факторів

source: Number of requested extreme values is higher than the number of rows in the data.
ca: El nombre de valors extrems demanats és major que el nombre de files de les dades.
da: Antal forespurgte ekstremværdier er højere end antal rækker i dataene.
fr: Le nombre de valeurs extrêmes demandées est supérieur au nombre de lignes du jeu de données.
he: כמות הערכים הקיצוניים המבוקשים גדול ממספר השורות בנתונים.
kk: сұралған экстремалды мәндердің саны деректердегі қатарлар санынан жоғары.
nn: Talet på spurde ekstremverdiar er høgare enn talet på rader i dataa.
no: Antall forespurte ekstremverdier er høyere enn antall rader i dataene.
pl: Liczba żądanych wartości skrajnych jest większa niż liczba wierszy w danych.
ru: Количество запрашиваемых экстремальных значений больше, чем количество строк в данных.
sv: Antal för frågade extremvärden är högre än antal räckor i datana.
ta: கோரப்பட்ட தீவிர மதிப்புகளின் எண்ணிக்கை தரவுகளில் உள்ள வரிசைகளின் எண்ணிக்கையை விட அதிகமாக உள்ளது.
tr: İstenen uç değer sayısı verideki satır sayısından yüksek.

source: Oblimin
kk: Облимин
ru: Облимин
ta: OBLIM
uk: Облимин

source: oblimin
kk: облимин
ru: облимин
ta: OBLIM
uk: облимин

source: Observed
ca: Observat
da: Observeret
de: Beobachtet
fr: Observé
he: נצפה
it: Osservato
kk: бақыланды
nl: Waargenomen
nn: Observert
no: Observert
pl: Obserwowana
pt: Observado
ru: Наблюдаемый
sl: Opazovano
sv: Observerat
ta: கவனிக்கப்பட்டது
tr: Gözlemlenen
uk: Спостерігати

source: Observed counts
ca: Freqüències observades
da: Observeret (antal)
de: Beobachtet (Anzahl)
fr: Effectifs observés
he: ספירות נצפות
it: Conteggi osservati
kk: бақыланатын санақ
nl: Waargenomen aantal
nn: Observert (tal)
no: Observert (antall)
pl: Liczebności obserwowane
pt: Contagens observadas
ru: Наблюдаемые подсчеты
sl: Opazovani števci
sv: Observerat (antal)
ta: கவனிக்கப்பட்ட எண்ணிக்கைகள்
tr: Gözlemlenen sayılar
uk: Спостерігати підрахунки

source: Observed scores
ca: Puntuacions observades
da: Observerede scorer
de: Beobachtete Werte (scores)
fr: Scores observés
he: ציונים נצפים
it: Punteggi osservati
kk: бақыланған ұпайлар
nl: Waargenomen scores
nn: Observerte skårar
no: Observerte skårer
pl: Wartości obserwowane
pt: Valores observados
ru: Наблюдаемые оценки
sv: Observerade skåror
ta: கவனிக்கப்பட்ட மதிப்பெண்கள்
tr: Gözlemlenen puanlar
uk: Спостерігати оцінки

source: octic
da: oktisk
de: oktisch
fr: octique
it: ottavo grado
kk: октик
nl: octisch
nn: oktisk
no: oktisk
pl: wielomian 8. stopnia
pt: octico
ru: октик
sv: oktisk
ta: மறைமுக
tr: oktik
uk: октик

source: Odds Ratio
ca: Raó de Contraris
fr: Rapport des cotes (odds ratio)
he: יחס הסיכויים
hr: Omjer vjerojatnosti
kk: ықтимал коэффициенті
nl: Kansverhouding
no: Odds-forhold
pl: Iloraz szans
pt: Rácio das Chances
ru: Отношение шансов
sl: Razmerje Obetov
ta: முரண்பாடுகள் விகிதம்
tr: Oran Oranı
uk: Ставлення шансів

source: Odds ratio
ca: Raó de contraris
fr: Rapport des cotes (odds ratio)
he: יחס הסיכויים
hr: Omjer vjerojatnosti
kk: ықтимал коэффициенті
nl: Kansverhouding
no: Odds-forhold
pl: Iloraz szans
pt: Rácio das Chances
ru: Отношение шансов
sl: Razmerje obetov
ta: முரண்பாடுகள் விகிதம்
tr: Oran oranı
uk: Ставлення шансів

source: of total
ca: del total
da: af totalt
de: von insgesamt
fr: du total
he: מהסך
hr: od ukupno
it: del totale
kk: жалпы саны
nl: van totaal
nn: av totalt
no: av totalt
pl: z całości
pt: do total
ru: из всего
sl: celote
sv: av totalt
ta: மொத்தம்
tr: toplamın
uk: з всього

source: Omnibus ANOVA Test
ca: Prova Òmnibus ANOVA
de: ANOVA-Test für das gesamte Modell
fr: Test Anova omnibus
he: מבחן ניתוח שונות כוללני
it: Test ANOVA Omnibus
kk: омнибус АНОВА тесті
nl: Omnibus-ANOVA-toets
pl: Test omnibus ANOVA
pt: Teste ANOVA omnibus
ru: Омнибусный ДА тест
sl: Preizkus Omnibus ANOVA
ta: அனைத்து ANOVA சோதனை
tr: Omnibus ANOVA Testi
uk: Омнибусные тести ANOVA

source: Omnibus Likelihood Ratio Tests
ca: Prova Òmnibus de Raó de Versemblança
da: Omnibus Likelihood-Ratio-tester
fr: Test omnibus de rapport de vraisemblance
he: מבחני יחס נראות כוללניים
it: Test del Rapporto di Verosimiglianza Omnibus
kk: Омнибус ықтималдылық коэффициенті сынақтары
nl: Aannemelijkheidsquotiënttoetsen van Omnibus
nn: Omnibus Likelihood-Ratio-testar
no: Omnibus Likelihood-Ratio-tester
pl: Testy omnibus wskaźnika wiarygodności
pt: Teste omnibus do rácio de verosimilhanças
ru: Омнибусные тесты отношения правдоподобия
sl: Preizkus razmerij verjetij Omnibus
sv: Omnibus Likelihood-Ratio-tester
ta: ஓம்னிபச் நிகழ்தகவு விகித சோதனைகள்
tr: Omnibus Olabilirlik Oranı Testleri
uk: Омнибусные тести ставлення правдоподобия

source: Omnibus Test
ca: Prova Òmnibus
de: Test für das gesamte Modell
fr: Test omnibus
he: מבחן כוללני
it: Test Omnibus
kk: Омнибус тесті
nl: Omnibustoets
pl: Test omnibus
pt: Teste Omnibus
ru: Омнибусный тест
sl: Preizkus Omnibus
ta: ஒவ்வொரு சோதனை
tr: Omnibus Testi
uk: Омнибусный тесту

source: Omnibus Tests
ca: Proves Òmnibus
da: Omnibus-tester
de: Tests für das gesamte Modell
fr: Omnibus Test
he: מבחנים כוללניים
hr: Omnibus testovi
it: Test Omnibus
kk: Омнибус сынақтары
nl: Omnibustoetsen
nn: Omnibus-testar
no: Omnibus-tester
pl: Testy omnibus
pt: Teste omnibus
ru: Омнибусные тесты
sl: Preizkusi Omnibus
sv: Omnibus-tester
ta: அனைத்து சோதனைகளும்
tr: Omnibus Testler
uk: Омнибусные тести

source: one of `'corr'` (default), `'pos'`, `'neg'` specifying the alernative hypothesis; correlated, correlated positively, correlated negatively respectively.
ca: un de `'corr'` (predeterminat), `'pos'`, `'neg'` especificant la hipòtesi alternativa; respectivament, correlacionat, correlacionat positivament, correlacionat negativament.
da: en af `'corr'` (standard), `'pos'`, `'neg'` som specificerer den alternative hypotese; henholdsvis korreleret, positivt korreleret eller negativt korreleret.
de: eine der Optionen `'corr'` (Vorgabe), `'pos'`, `'neg'` zur Angabe der alternativen Hypothese; korreliert, positiv korreliert, negativ korreliert.
fr: l'un de `'corr'` (par défaut), `'pos'`, `'neg'` spécifiant l'hypothèse alternative ; corrélé, corrélé positivement, corrélé négativement respectivement.
it: uno tra `'corr'` (predefinito), `'pos'`, `'neg'` specificando l'ipotesi alternativa; correlato, correlato positivamente, o correlato negativamente, rispettivamente.
kk: альтернативті гипотезаны көрсететін `'corr'` (әдепкі), `'pos'`, `'neg'` бірі; корреляцияланған, оң корреляцияланған, сәйкесінше теріс корреляцияланған.
nn: ein av `'corr'` (standard), `'pos'`, `'neg'` som spesifiserer den alternative hypotesen; høvesvis korrelert, positiv korrelert eller negativ korrelert.
pl: jedno z: `'corr'` (domyślnie), `'pos'`, `'neg'`, określają hipotezę alternatywną; odpowiednio: skorelowane, skorelowane dodatnio, skorelowane ujemnie.
pt: um de `'corr'` (padrão),`' pos'`, `'neg'` especificando a hipótese alternativa; correlacionado, correlacionado positivamente, ou correlacionado negativamente, respectivamente.
ru: один из `'corr'` (по умолчанию), `'pos'`, `'neg'`, определяющий альтернативную гипотезу; коррелирует, коррелирует положительно, коррелирует отрицательно соответственно.
sv: en av `'corr'` (standard), `'posera'`, `'neg'` som specificerar den alternativa hypotesen; henholdsvis korrelerat, positiv korrelerat eller negativ korrelerat.
ta: `'கோர்' (இயல்புநிலை),` 'போச்', `' எதிர்மறையானது மாற்று கருதுகோளைக் குறிப்பிடுகிறது; தொடர்புபடுத்தப்பட்ட, நேர்மறையாக தொடர்புடைய, முறையே எதிர்மறையாக தொடர்புடையது.
uk: один з `'corr'` (по умолчанию), `'pos'`, `'neg'`, котрий визначати альтернативну гіпотезу; коррелирует, коррелирует позитивно, коррелирует негативно відповідно.

source: one of `'part'` (default) or `'semi'` specifying the type of partial correlation to calculate; partial or semipartial correlation.
ca: un de `'part'` (predeterminat) o `'semi'` especificant el tipus de correlació parcial a calcular; correlació parcial o semi-parcial.
da: en af `'part'` (standard) eller `'semi'` som specificerer typen af korrelation, der skal beregnes; partiel eller semipartiel korrelation.
de: eine der Optionen `'part'` (Vorgabe) oder `'semi'`, welche die Art der zu berechnenden partiellen Korrelation angibt; partielle oder semipartielle Korrelation.
fr: l'un de `'part'` (par défaut) ou `'semi'` spécifiant le type de corrélation partielle à calculer ; corrélation partielle ou semi-partielle.
it: uno tra `'part'` (predefinito) o `'semi'` specificando il tipo di correlazione parziale da calcolare; correlazione parziale o semiparziale.
kk: есептеу үшін жартылай корреляция түрін көрсететін `'part'` (әдепкі) немесе `'semi'`жартылай немесе жартылай бөліну корреляциясы.
nn: ein av `'part'` (standard) eller `'semi'` som spesifiserer typen av korrelasjon som skal bereknast; partiell eller semipartiell korrelasjon.
pl: jedno z: `'part'` (domyślnie) lub `'semi'`, określają typ korelacji, który zostanie obliczony; odpowiednio: korelacja cząstkowa lub semicząstkowa.
pt: um de `'part'` (padrão) ou`' semi'` especificando o tipo de correlação parcial a ser calculada; correlação parcial ou semiparcial.
ru: один из `'part'` (по умолчанию) или `'semi'`, указывающий тип частной корреляции для расчета; частная или получастная корреляция.
sv: en av `'part'` (standard) eller `'semi'` som specificerar typen av korrelation som ska beräknas; partiell eller semipartiell korrelation.
ta: `'பகுதி' (இயல்புநிலை) அல்லது`' அரை 'கணக்கிடுவதற்கான பகுதி தொடர்புகளின் வகையைக் குறிப்பிடுவது; பகுதி அல்லது அரைகுறை தொடர்பு.
uk: один з `'part'` (по умолчанию) або `'semi'`, котрий вказувати типу приватної корреляции для розрахунку; приватна або получастная корреляция.

source: One or both groups do not contain enough observations
ca: Un o tots grups no contenen prou observacions
da: En eller begge grupper indeholder ikke nok observationer
de: Mindestens eine Gruppe hat nicht genügend Beobachtungen
fr: L'un ou les deux groupes ne contiennent pas assez d'observations
he: לפחות אחת מהקבוצות לא מכילה מספיק תצפיות
hr: Jedna ili obje skupine ne sadrže dovoljno opažanja
it: Uno o entrambi i gruppi non contengono abbastanza osservazioni
kk: бір немесе екі топта бақылаулар жеткіліксіз
nn: Éin eller begge gruppene inneheld ikkje nok observasjonar
no: Én eller begge gruppene inneholder ikke nok observasjoner
pl: Jedna lub obie grupy nie zawierają wystarczającej liczby obserwacji
pt: Um ou ambos os grupos não contêm observações suficientes
ru: Одна или обе группы не содержат достаточного количества наблюдений
sl: Ena ali obe skupini ne vsebujeta dovoljšnega števila opazovanj
sv: En eller båda grupperna innehåller inte nog observationer
ta: ஒன்று அல்லது இரு குழுக்களும் போதுமான அவதானிப்புகள் இல்லை
tr: Bir veya her iki grup yeterli gözlem içermiyor
uk: Одна або обидві групи не містять достаточного кількості наглядів

source: One or both variables are not numeric
ca: Una o totes variables no son numèriques
da: En af eller begge variabler er ikke numeriske
de: Mindestens eine Variable enthält nicht numerische Werte
fr: L'une ou les deux variables ne sont pas numériques
he: לפחות משתנה אחד אינו מספרי
hr: Jedna ili obje varijable nisu numeričke vrijednosti
it: Una o entrambe le variabili non sono numeriche
kk: бір немесе екі йнымалыларда сандық емес
nn: Ein av eller begge variablane er ikkje numeriske
no: En av eller begge variablene er ikke numeriske
pl: Jedna lub obie zmienne nie są numeryczne
pt: Uma ou ambas as variáveis não são numéricas
ru: Одна или обе переменные не являются числовыми
sl: Ena ali obe spremenljivki nista številski
sv: En av eller båda variablerna är inte numeriska
ta: ஒன்று அல்லது இரண்டு மாறிகள் எண் அல்ல
tr: Bir veya her iki değişken sayısal değil
uk: Одна або обидві переменные не являються числовыми

source: One or both variables contain infinite values
ca: Una o totes variables contenen valors infinits
da: Mindst en variable indeholder uendelige værdier
de: Mindestens eine Variable enthält Werte die unendlich sind
fr: L'une ou les deux variables contiennent des valeurs infinies
he: לפחות משתנה אחד מכיל אין־סוף ערכים
hr: Jedna ili obje varijable sadrže beskonačne vrijednosti
it: Una o entrambe le variabili contengono valori infiniti
kk: бір немесе екі айнымалы шексіз мәндерді қамтиды
nn: Minst éin variable inneheld uendelege verdiar
no: Minst én variable inneholder uendelige verdier
pl: Jedna lub obie zmienne zawierają wartości nieskończone
pt: Uma ou ambas as variáveis contêm valores infinitos
ru: Одна или обе переменные содержат неопределенные значения
sl: Ena ali obe spremenljivki vsebujeta neskončne vrednosti
sv: Åtminstone en variable innehåller oändliga värden
ta: ஒன்று அல்லது இரண்டு மாறிகள் எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளன
tr: Bir veya her iki değişken sonsuz değerler içeriyor
uk: Одна або обидві переменные містять неопределенные значення

source: One or both variables contain no observations
ca: Una o totes variables no contenen observacions
da: Mindst en variable indeholder ingen observationer
de: Mindestens eine Variable enthält keine Beobachtungen
fr: L'une ou les deux variables contiennent aucune observation
he: לפחות משתנה אחד אינו מכיל תצפיות
hr: Jedna ili obje varijable ne sadrže nijedno opažanje
it: Una o entrambe le variabili non contengono osservazioni
kk: бір немесе екі айнымалыда бақылаулар жоқ
nl: Eén of beide variabelen bevatten geen waarnemingen
nn: Minst éin variable inneheld ingen observasjonar
no: Minst én variable inneholder ingen observasjoner
pl: Jedna lub obie zmienne nie zawierają żadnych obserwacji
pt: Uma ou ambas as variáveis não têm observações
ru: Одна или обе переменные не содержат наблюдений
sl: Ena ali obe spremenljivki ne vsebujeta opazovanj
sv: Åtminstone en variable innehåller inga observationer
ta: ஒன்று அல்லது இரண்டு மாறிகள் எந்த அவதானிப்புகளையும் கொண்டிருக்கவில்லை
tr: Bir veya her iki değişken gözlem içermiyor
uk: Одна або обидві переменные не містять наглядів

source: One or both variables do not contain enough observations
ca: Una o totes variables no contenen prou observacions
da: Mindst en variable indeholder ikke nok observationer
de: Mindestens eine Variable enthält nicht genügend Beobachtungen
fr: L'une ou les deux variables contiennent pas assez d'observations
he: לפחות משתנה אחד אינו מכיל מספיק תצפיות
hr: Jedna ili obje varijable ne sadrže dovoljno opažanja
it: Una o entrambe le variabili non contengono abbastanza osservazioni
kk: бір немесе екі айнымалыда жеткілікті бақылаулар жоқ
nn: Minst éin variable inneheld ikkje nok observasjonar
no: Minst én variable inneholder ikke nok observasjoner
pl: Jedna lub obie zmienne nie zawierają wystarczającej liczby obserwacji
pt: Uma ou ambas as variáveis não têm observações suficientes
ru: Одна или обе переменные не содержат достаточного количества наблюдений
sl: Ena ali obe spremenljivki ne vsebujeta dovoljšnega števila opazovanj
sv: Åtminstone en variable innehåller inte nog observationer
ta: ஒன்று அல்லது இரண்டு மாறிகள் போதுமான அவதானிப்புகள் இல்லை
tr: Bir veya her iki değişken yeterli gözlem içermiyor
uk: Одна або обидві переменные не містять достаточного кількості наглядів

source: One or more coefficients in model '{modelNo}' could not be estimated due to perfect collinearity.
ca: Un o més coeficients del model ‘{modelNo}’ no s'ha pogut estimar degut a col·linearitat perfecta.
da: Mindst en koefficient i modellen '{modelNo}' kunne ikke estimeres på grund af perfekt kollinearitet.
de: Mindestens ein Koeffizient im Modell „{modelNo}“ konnte aufgrund vollständiger Kollinearität nicht geschätzt werden.
fr: Un ou plusieurs coefficients dans le modèle '{modelNo}' n'ont pas pu être estimés à cause d'une colinéarité parfaite.
he: לפחות מקדם אחד במודל ”{modelNo}“ לא ניתן לאמוד עקב שיתוף ישר מושלם.
hr: Jedan ili više koeficijenata u modelu '{modelNo}' nije moguće procijeniti zbog potpune kolinearnosti.
it: Uno o più coefficienti nel modello "{modelNo}" non potevano essere stimati a causa della perfetta collinearità.
kk: '{modelNo}' үлгісіндегі бір немесе бірнеше коэффициенттерді мінсіз коллинеарлыққа байланысты бағалау мүмкін болмады.
nn: Minst éin koeffisient i modellen »{modelNo}« kunne ikkje estimerast på grunn av perfekt kollinearitet.
no: Minst én koeffisient i modellen '{modelNo}' kunne ikke estimeres på grunn av perfekt kollinearitet.
pl: Jeden lub kilka współczynników w modelu '{modelNo}' nie mogło zostać oszacowanych z powodu idealnej współliniowości.
pt: Um ou mais coeficientes do modelo '{modelNo}' não podem ser estimados devido a colinearidade perfeita.
ru: Не удалось оценить один или несколько коэффициентов в модели {modelNo} из-за полной коллинеарности.
sl: Enega ali več koeficientov modela »{modelNo}« ni mogoče oceniti zaradi popolne kolinearnosti.
sv: Åtminstone en koefficient i modellen “{modelNo}” kunde inte estimeras på grund av perfekt kollinearitet.
ta: மாதிரியில் ஒன்று அல்லது அதற்கு மேற்பட்ட குணகங்கள் '{modelNo}' சரியான கூட்டுறவு காரணமாக மதிப்பிட முடியாது.
tr: Mükemmel doğrusal bağlantı nedeniyle '{modelNo}' modelindeki bir veya daha fazla katsayı tahmin edilemedi.
uk: Не удалось оцінити один або кілька коефіцієнтів у моделі {modelNo} із-за полной коллинеарности.
