Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Independent Samples T-Test
ca: Prova T per a Mostres Independents
da: Uafhængigt t-test
de: t-Test für unabhängige Stichproben
fr: Test t pour échantillons indépendants
he: מבחן T למדגמים בלתי תלויים
hr: T-test za neovisne uzorke
it: Test t a campioni indipendenti
kk: тәуелсіз үлгілердің T-тесті
nl: Onafhankelijke t-toets
nn: Uavhengig t-test
no: Uavhengig t-test
pl: Test t dla prób niezależnych
pt: Teste t para amostras independentes
ru: Т-тест независимых выборок
sl: T-Test neodvisnih vzorcev
sv: Oberoende t-test
ta: சுயாதீன மாதிரிகள் டி-சோதனை
tr: Bağımsız Örneklemler T-Testi
uk: Т-тесту незалежний вибірок

source: Indicator
ca: Indicador
da: Indikator
de: Indikator
fr: Indicateur
he: מחוון
hr: Indikator
it: Indicatore
kk: көрсеткіш
nn: Indikator
no: Indikator
pl: Wskaźnik
pt: Indicador
ru: Индикатор
sl: Kazalnik
sv: Indikator
ta: காட்டொளி
tr: Gösterge
uk: Індикатор

source: Initial Eigenvalues
ca: Valors propis Inicials
da: Oprindelige eigenværdier
de: Ursprüngliche Eigenwerte
fr: Eigenvalues initiales
he: ערכים עצמיים ראשוניים
hr: Početne svojstvene vrijednosti
it: Autovalori Iniziali
kk: бастапқы меншікті мәндер
nl: Oorspronkelijke eigenwaarden
nn: Opphavlege eigenverdiar
no: Opprinnelige eigenverdier
pl: Początkowe wartości własne
pt: Valores próprios iniciais
ru: Начальные собственные значения
sl: Začetne lastne vrednosti
sv: Ursprungliga egenvärden
ta: ஆரம்ப ஈசென்வெல்யூக்கள்
tr: Başlangıç Özdeğerleri
uk: Початкові собственные значення

source: Initial eigenvalues
ca: Valors propis inicials
da: Oprindelige eigenværdier
de: Ursprüngliche Eigenwerte
fr: Eigenvalue initiale
he: ערכים עצמיים ראשוניים
hr: Početne svojstvene vrijednosti
it: Autovalori iniziali
kk: бастапқы меншікті мәндер
nl: Oorspronkelijke eigenwaarden
nn: Opphavlege eigenverdiar
no: Opprinnelige eigenverdier
pl: Początkowe wartości własne
pt: Valores próprios iniciais
ru: Начальные собственные значения
sl: Začetne lastne vrednosti
sv: Ursprungliga egenvärden
ta: ஆரம்ப ஈசென்வெல்யூக்கள்
tr: Başlangıç özdeğerleri
uk: Початкові собственные значення

source: Inter-Component Correlations
ca: Correlacions Entre-components
da: Korrelationer mellem komponenter
de: Korrelationen zwischen Komponenten
fr: Corrélations inter-composants
he: מתאמים בתוך הרכיבים
hr: Korelacije između komponenti
it: Correlazioni Intercomponenti
kk: Компонентаралық корреляциялар
nl: Correlaties tussen componenten
nn: Korrelasjonar mellom komponentar
no: Korrelasjoner mellom komponenter
pl: Korelacje między składowymi
pt: Correlações Inter-componentes
ru: Межкомпонентные корреляции
sl: Med-komponentne korelacije
sv: Korrelationer mellan komponenter
ta: இடை-கூறு தொடர்புகள்
tr: Bileşenler Arası Korelasyonlar
uk: Межкомпонентные корреляции

source: Inter-Factor Correlations
ca: Correlacions Entre-factors
da: Korrelationer mellem faktorer
de: Korrelationen zwischen Faktoren
fr: Corrélations inter-facteurs
he: מתאמים בתוך הגורמים
hr: Korelacije između faktora
it: Correlazioni Interfattoriali
kk: фактораралық корреляциялар
nl: Correlaties tussen factoren
nn: Korrelasjonar mellom faktorar
no: Korrelasjoner mellom faktorer
pl: Korelacje między czynnikami
pt: Correlações inter-fatores
ru: Межфакторные корреляции
sl: Med-faktorske korelacije
sv: Korrelationer mellan faktorer
ta: இடை-காரணி தொடர்புகள்
tr: Faktörler Arası Korelasyonlar
uk: Межфакторные корреляции

source: Intercept
ca: Constant
da: Skæringspunkt
de: Interzept
fr: Ordonnée à l'origine
he: לכיד
hr: Presjek
it: Intercettare
kk: константа
nl: Onderscheppen
nn: Skjeringspunkt
no: Skjæringspunkt
pl: Wyraz wolny
pt: Intercepto
ru: Константа
sl: Prestrezek
sv: Skärningspunkt
ta: இடைமறிப்பு
tr: Kesen
uk: Перехват

source: Interval
de: Intervall
fr: Intervalle
he: רווח
it: Intervallo
kk: интервал
nn: Intervall
no: Intervall
pl: Przedział
pt: Nível de Confiança
ru: Интервал
sl: Razmik
sv: Intervall
ta: இடைவேளை
tr: Aralık
uk: Интервал

source: IQR
ca: RIC
fr: Ecart interquartile
he: טווח בין רבעוני
it: Scarto Interquartile (IQR)
nl: Interkwartielafstand
pt: AIQ
ru: Межквартильное расстояние
sl: Interkvartilni razmik (IQR)
uk: Межквартильное відстань

source: Item '{item}' consists of one level only
ca: L'element ‘{item}’ només te un valor
da: Item »{item}« har kun et niveau
de: Item „{item}“ verfügt nur über eine Faktorstufe
fr: L'objet '{item}' n'est constitué que d'une seule modalité
he: הפריט ”{item}“ מכיל רמה אחת בלבד
hr: Stavka '{item}' se sastoji od samo jedne razine
it: L'elemento '{item}' è costituito da un solo livello
kk: '{item}' элементі тек бір деңгейден тұрады
nn: Item «{item}» har berre eitt nivå
no: Item «{item}» har kun ett nivå
pl: Pozycja '{item}' przyjmuje tylko jeden poziom
pt: O Item '{item}' tem apenas um nível
ru: Элемент '{item}' содержит только один уровень
sl: Predmet »{item}« vsebuje le eno raven
sv: Item “{item}” har endast en nivå
ta: உருப்படி '{item}' ஒரு மட்டத்தை மட்டுமே கொண்டுள்ளது
tr: '{item}' maddesi sadece bir düzeyden oluşuyor
uk: Елемент '{item}' містить тільки один рівень

source: Item '{item}' contains infinite values
ca: L'element ‘{item}’ te infinits valors
da: Item »{item}« indeholder uendelige værdier
de: Item „{item}“ enthält Werte die unendlich sind
fr: L'objet '{item}' contient des valeurs infinies
he: הפריט ”{item}“ מכיל אין־סוף ערכים
hr: Stavka '{item}' sadrži beskonačne vrijednosti
it: L'elemento '{item}' contiene valori infiniti
kk: '{item}' элементінде шексіз мәндер бар
nl: Item '{item}' bevat oneindige waarden
nn: Item «{item}» inneheld uendelege verdiar
no: Item «{item}» inneholder uendelige verdier
pl: Pozycja '{item}' zawiera wartości nieskończone
pt: O Item '{item}' tem valores infinitos
ru: Элемент '{item}' содержит неопределенное количество значений
sl: Predmet »{item}« vsebuje neskončne vrednosti
sv: Item “{item}” innehåller oändliga värden
ta: உருப்படி '{item}' எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளது
tr: '{item}' maddesi sonsuz değerler içeriyor
uk: Елемент '{item}' містить неопределенное кількість значень

source: Item '{item}' contains only missing values
ca: L'element ‘{item}’ només te valors perduts
da: Item »{item}« indeholder kun manglende værdier
de: Item „{item}“ enthält ausschließlich fehlende Werte
fr: L'objet '{item}' ne contient que des valeurs manquantes
he: הפריט ”{item}“ מכיל רק ערכים חסרים
hr: Stavka '{item}' sadrži samo nedostajuće vrijednosti
it: L'elemento '{item}' contiene solo i valori mancanti
kk: '{item}' элементінде тек жетіспейтін мәндер бар
nn: Item «{item}» inneheld berre manglande verdiar
no: Item «{item}» inneholder kun manglende verdier
pl: Pozycja '{item}' zawiera wyłącznie braki danych
pt: O item '{item}' tem apenas valores omissos
ru: Элемент '{item}' содержит только пропущенные значения
sl: Predmet »{item}« vsebuje le manjkajoče vrednosti
sv: Item “{item}” innehåller endast saknade värden
ta: உருப்படி '{item}' காணாமல் போன மதிப்புகள் மட்டுமே உள்ளன
tr: '{item}' maddesi sadece eksik değerler içeriyor
uk: Елемент '{item}' містить тільки пропущенные значення

source: Item '{item}' has no variance
ca: L'element ‘{item}’ no te variància
da: Item »{item}« har ingen varians
de: Item „{item}“ hat keine Varianz
fr: L'objet '{item}' n'a pas de variance
he: לפריט ”{item}“ אין שונות
hr: Stavka '{item}' nema varijancu
it: L'elemento '{item}' non ha varianza
kk: '{item}' элементінде дисперсиясы жоқ
nl: Item '{item}' heeft geen variantie
nn: Item «{item}» har ingen varians
no: Item «{item}» har ingen varians
pl: Wariancja pozycji '{item}' wynosi zero
pt: O item '{item}' não tem variância
ru: Элемент '{item}' не имеет отклонений
sl: Predmet »{item}« je brez variance
sv: Item “{item}” har ingen varians
ta: உருப்படி '{item}' எந்த மாறுபாட்டையும் கொண்டிருக்கவில்லை
tr: '{item}' maddesinin varyansı yok
uk: Елемент '{item}' не має відхилень

source: Item '{item}' needs to be numeric
ca: L'element ‘{item}’ ha de ser numèric
da: Item »{item}« skal være numerisk
de: Item „{item}“ muss numerisch sein
fr: L'objet '{item}' doit être numérique
he: על הפריט ”{item}“ להיות מספרי
hr: Stavka '{item}' mora biti numerička
it: L'elemento "{item}" deve essere numerico
kk: '{item}' элементі сандық болуы керек
nn: Item «{item}» må vera numerisk
no: Item «{item}» må være numerisk
pl: Pozycja '{item}' musi być numeryczna
pt: O item '{item}' tem de ser numérico
ru: Элемент '{item}' должен быть числовым
sl: Predmet »{item}« mora biti številska vrednost
sv: Item “{item}” måste vara numeriskt
ta: உருப்படி '{item}' எண்ணாக இருக்க வேண்டும்
tr: '{item}' maddesi sayısal olmalıdır
uk: Елемент '{item}' повинен бути числовым

source: item {item} correlates negatively with the total scale and probably should be reversed
ca: L'element {item} es correlaciona negativament amb l'escala total i probablement hauria d'invertir-se
da: item {items} korrelerer negativt med hele skalaen og bør inverteres
de: Item {item} korreliert negativ mit der Gesamtskala und sollte invertiert werden
fr: l'élément {item} corrèle négativement avec l'échelle totale et devrait probablement être inversé
he: הפריט {item} קשור במתאם שלילי עם הסולם הכללי וכנראה צריך להיות בסדר הפוך
hr: stavka {item} negativno korelira s ukupnom skalom i vjerojatno bi se trebala obrnuti
it: l'elemento {item} è correlato negativamente con la scala totale e probabilmente dovrebbe essere invertito
kk: {item} элементі жалпы масштабпен теріс сәйкестендіріледі және оны ауыстыру керек
nn: item {items} korrelerer negativt med heile skalaen og bør inverterast
no: item {items} korrelerer negativt med hele skalaen og bør inverteres
pl: Pozycja {item} koreluje ujemnie z wynikiem ogólnym i prawdopodobnie powinna zostać rekodowana.
pt: Item {item} correlaciona-se negativamente com o total da escala e provavelmente deve ser invertido
ru: элемент {item} отрицательно коррелирует с общей шкалой и, возможно, его следует поменять местами
sl: korelacija spremenljivke {item} s celotno lestvico je negativna in jo je verjetno treba obrniti
sv: item {items} korrelerar negativt med hela skalan och bör inverteras
ta: உருப்படி {item} மொத்த அளவோடு எதிர்மறையாக தொடர்புபடுத்துகிறது மற்றும் தலைகீழாக மாற்றப்பட வேண்டும்
tr: {item} maddesi toplam ölçekle negatif ilişkili ve muhtemelen ters çevrilmeli
uk: елемент {item} негативно коррелирует з спільною шкалою і, можливо, його наслідує поміняти місцями

source: Item Reliability Statistics
ca: Estadístiques de Fiabilitat d'Element
da: Statistik på item-reliabilitet
de: Statistik zur Item-Reliabilität
fr: Statistiques de fidélité de l'objet
he: סטטיסטיקת מהימנות פריט
hr: Statistika pouzdanosti stavki
it: Statistiche sull'Affidabilità degli Elementi
kk: элементтің сенімділік статистикасы
nl: Itembetrouwbaarheidsstatsitiek
nn: Statistikk på item-reliabilitet
no: Statistikk på item-reliabilitet
pl: Statystyki rzetelności pozycji testowych
pt: Estatísticas da Fiabilidade do Item
ru: Статистики надежности элемента
sl: Statistika zanesljivosti postavk
sv: Statistik på item-reliabilitet
ta: உருப்படி நம்பகத்தன்மை புள்ளிவிவரம்
tr: Madde Güvenilirlik İstatistikleri
uk: Статистики надійності елемента

source: Item Statistics
ca: Estadístiques de l'element
da: Item-statistik
de: Item-Statistik
fr: Statistiques de l'objet
he: סטטיסטיקת הפריט
hr: Statistika stavki
it: Statistiche degli Elementi
kk: элемент статистикасы
nl: Itemstatistieken
nn: Item-Statistikk
no: Item-Statistikk
pl: Statystyki pozycji testowych
pt: Estatísticas do Item
ru: Статистики элемента
sl: Statistika postavk
sv: Item-Statistik
ta: பொருள் புள்ளிவிவரங்கள்
tr: Madde İstatistikleri
uk: Статистики елемента

source: Item-rest correlation
ca: Correlació de l'element amb altres
da: Item-rest-korrelation
de: Item-Rest-Korrelation
fr: Corrélation objet-reste
he: מתאם פריט–השאר
hr: Korelacija stavke s ukupnim rezultatom bez te stavke
it: Correlazione dell'elemento con gli altri
kk: элемент пен қалған бөлігі арасындағы корреляция
nl: Item-rest-correlatie
nn: Item-rest-korrelasjon
no: Item-rest-korrelasjon
pl: Korelacja pozycji z wynikiem ogólnym
pt: Correlação item-total
ru: Корреляция элемент-остаток
sv: Item-rest-korrelation
ta: உருப்படி-ஓய்வு தொடர்பு
tr: Madde-artık korelasyonu
uk: Корреляция елементу-решту

source: Items
ca: Elements
de: Item
fr: Objets
he: פריטים
hr: Stavke
it: Elementi
kk: элементтер
pl: Pozycje testowe
ru: Элементы
sl: Predmeti
ta: உருப்படிகள்
tr: Maddeler
uk: Елементи

source: items {items} correlate negatively with the total scale and probably should be reversed
ca: els elements {items} es correlacionen negativament amb l'escala total i probablement haurien d'invertir-se
da: item {items} korrelerer negativt med hele skalaen og bør inverteres
de: Items {items} korrelieren negativ mit der Gesamtskala und sollten invertiert werden
fr: les éléments {item} corrèlent négativement avec l'échelle totale et devraient probablement être inversés
he: הפריטים {item} קשורים במתאם שלילי עם הסולם הכללי וכנראה צריכים להיות בסדר הפוך
hr: stavke {items} negativno koreliraju s ukupnom skalom i vjerojatno bi se trebale obrnuti
it: gli elementi {items} sono correlati negativamente con la scala totale e probabilmente dovrebbero essere invertiti
kk: {items}элементі жалпы масштабпен теріс сәйкестендіріледі және оны ауыстыру керек
nn: item {items} korrelerer negativt med heile skalaen og bør inverterast
no: item {items} korrelerer negativt med hele skalaen og bør inverteres
pl: pozycje {items} korelują negatywnie z wynikiem ogólnym i i prawdopodobnie powinny zostać odwrócone
pt: Itens {itens} correlacionam-se negativamente com o total da escala e provavelmente devem ser invertidos
ru: items {items} отрицательно коррелируют с общей шкалой и, вероятно, должны быть изменены
sl: korelacije spremenljivk {items} s celotno lestvico so negativne in jih je verjetno treba obrniti
sv: item {items} korrelerar negativt med hela skalan och bör inverteras
ta: உருப்படிகள் {items} மொத்த அளவோடு எதிர்மறையாக தொடர்புபடுத்தவும், அநேகமாக தலைகீழாக மாற்றப்பட வேண்டும்
tr: {items} maddeleri toplam ölçekle negatif ilişkili ve muhtemelen ters çevrilmeli
uk: items {items} негативно коррелируют з спільною шкалою і, мабуть, повинні бути змінені

source: Jittered
ca: Difós
de: seitlich verschoben (jittered)
fr: Ecartées
he: מרוצד
it: Distribuito
kk: шашырау
nl: Jitter
pl: Z losowym szumem
pt: Disperso
ru: Разброс
sl: Raztreseno
ta: உலுக்கியது
tr: Titreşimli
uk: Разброс

source: Kendall's Tau B
ca: Tau B de Kendall
fr: Tau de Kendall B
he: טאו B של קנדל
hr: Kendallov Tau B
it: Tau B di Kendall
kk: Кендаллдың Тау Б
nl: Tau B van Kendall
pl: tau-b Kendalla
pt: Tau-B de Kendall
ru: Кендалл Тау B
sl: Kendallov tau-B
ta: கெண்டலின் த அயு ஆ
tr: Kendall'ın Tau B'si
uk: Кендалл Тау B

source: Kendall's Tau-B
ca: Tau B de Kendall
fr: Tau b de Kendall
he: טאו B של קנדל
hr: Kendallov Tau-B
it: Tau-B di Kendall
kk: Кендаллдың Тау Б
pl: tau-b Kendalla
pt: Tau-B de Kendall
ru: Кендалл Тау-B
sl: Kendallov tau-B
ta: கெண்டலின் த au-பி
tr: Kendall'ın Tau-B'si
uk: Кендалл Тау-B

source: Kendall's Tau-b
ca: Tau B de Kendall
fr: Tau b de Kendall
he: טאו b של קנדל
hr: Kendallov Tau-b
it: Tau-b di Kendall
kk: Кендаллдың Тау Б
pl: tau-b Kendalla
pt: Tau-b de Kendall
ru: Кендалл Тау-b
sl: Kendallov tau-b
ta: கெண்டலின் த au-பி
tr: Kendall'ın Tau-b'si
uk: Кендалл Тау-b

source: Kendall's tau-b
ca: Tau b de Kendall
fr: Tau b de Kendall
he: טאו b של קנדל
hr: Kendallov tau-b
it: Tau-b di Kendall
kk: Кендалл тау-б
pl: tau-b Kendalla
pt: Tau-b de Kendall
ru: Кендалл Тау-b
sl: Kendallov tau-b
ta: கெண்டலின் த au-பி
tr: Kendall'ın tau-b'si
uk: Кендалл Тау-b

source: KMO Measure of Sampling Adequacy
ca: Mesura KMO d'Idoneïtat de la Mostra
da: KMO-mål for tilstrækkelig prøvetagning
de: KMO-Kriterium für die Angemessenheit der Probennahme
fr: Test d'adéquation de l'échantillonnage de KMO
he: מדד KMO להלימות הדגימה
it: Misura di Idoneità al Campionamento KMO
kk: KMO үлгінің сәйкестігінің өлшемі
nl: Maat voor steekproefgeschiktheid van Kaiser–Meyer–Olkin
nn: KMO-mål for adekvat prøvetaking
no: KMO-mål for adekvat prøvetaking
pl: Miara KMO adekwatności doboru próby
pt: Medida de Adequação de Amostragem de KMO
ru: KMO мера адекватности выборки
sl: Kaiser-Meyer-Olkinova mera primernosti vzorčenja
sv: KMO-mål för adekvat provtagning
ta: மாதிரி போதுமான அளவு KMO அளவீடு
tr: KMO Örneklem Yeterlilik Ölçüsü
uk: KMO міра адекватности вибірки

source: KMO measure of sampling adequacy
ca: Mesura KMO d'idoneïtat de la mostra
da: KMO-mål for tilstrækkelig prøvetagning
de: KMO-Kriterium für die Angemessenheit der Probenahme
fr: Test d'adéquation de l'échantillonnage de KMO
he: מדד KMO להלימות הדגימה
it: Misura di idoneità al campionamento KMO
kk: KMO үлгінің сәйкестігінің өлшемі
nl: Maat voor steekproefgeschiktheid van Kaiser–Meyer–Olkin
nn: KMO-mål for adekvat prøvetaking
no: KMO-mål for adekvat prøvetaking
pl: Miara KMO adekwatności doboru próby
pt: Adequação de Amostragem de KMO
ru: KMO мера адекватности выборки
sl: Kaiser-Meyer-Olkinova mera primernosti vzorčenja
sv: KMO-mål för adekvat provtagning
ta: மாதிரி போதுமான அளவு KMO அளவீடு
tr: KMO örneklem yeterlilik ölçüsü
uk: KMO міра адекватности вибірки

source: Kruskal-Wallis
he: קראסקל–ואליס
kk: Крускал-Уоллис
pl: Test Kruskala-Wallisa
ru: Крускал-Уоллис
sl: Kruskal-Wallisov H
ta: க்ருச்கல்-வாலிச்
uk: Крускал-Уоллис

source: Kurtosis
ca: Curtosi
he: גבנוניות (Kurtosis)
it: Curtosi
kk: куртозис
pl: Kurtoza
pt: Curtose
ru: Эксцесс
sl: Sploščenost
ta: கர்டோசிச்
tr: Basıklık
uk: Ексцес

source: Label outliers
ca: Etiquetar valors atípics
da: Marker uteliggere
fr: Étiqueter les valeurs aberrantes
he: תיוג חריגות
hr: Označi odstupanja
kk: белгіден тыс мәндер
nl: Uitschieterlabels
nn: Marker uteliggjarar
no: Marker uteliggere
pl: Oznacz przypadki odstające
ru: Пометить выбросы
sv: Marker uteliggare
ta: சிட்டை வெளியீட்டாளர்கள்
tr: Aykırı değerleri etiketle
uk: Позначити викиди

source: Layers
ca: Capes
da: Lag
de: Schichten
fr: Couches
he: שכבות
hr: Slojevi
it: Strati
kk: қабаттар
nl: Lagen
nn: Lag
no: Lag
pl: Warstwy
pt: Níveis
ru: Слои
sl: Plasti
sv: Lag
ta: அடுக்குகள்
tr: Katmanlar
uk: Шари

source: Level
ca: Nivell
da: Niveau
de: Stufe
fr: Modalité
he: רמה
hr: Razina
it: Livello
kk: деңгей
nl: Niveau
nn: Nivå
no: Nivå
pl: Poziom
pt: Nível
ru: Уровень
sl: Raven
sv: Nivå
ta: நிலை
tr: Düzey
uk: Рівень

source: Level 1
ca: Nivell 1
da: Niveau 1
de: Stufe 1
fr: Modalité 1
he: רמה 1
hr: Razina 1
it: Livello 1
kk: 1-деңгей
nl: Niveau 1
nn: Nivå 1
no: Nivå 1
pl: Poziom 1
pt: Nível 1
ru: Уровень 1
sl: Raven 1
sv: Nivå 1
ta: நிலை 1
tr: Düzey 1
uk: Рівень 1

source: Level 2
ca: Nivell 2
da: Niveau 2
de: Stufe 2
fr: Modalité 2
he: רמה 2
hr: Razina 2
it: Livello 2
kk: 2-деңгей
nl: Niveau 2
nn: Nivå 2
no: Nivå 2
pl: Poziom 2
pt: Nível 2
ru: Уровень 2
sl: Raven 2
sv: Nivå 2
ta: நிலை 2
tr: Düzey 2
uk: Рівень 2

source: Levene's test is significant (p < .05), suggesting a violation of the assumption of equal variances
ca: La Prova de Levene és significativa (p < 0.05) suggerint una violació del supòsit de variàncies iguals
da: Levenes test er signifikant (p < .05), noget som tyder på et brud på antagelsen om lige varianser
de: Der Levene-Test ist signifikant (p < 0,05), was auf eine Verletzung der Annahme gleicher Varianzen hindeutet
fr: Le test de Levene est significatif (p<0.05), suggérant une violation de la condition d'égalité des variances
he: תוצאת מבחן לוין יצאה מובהקת (p < .05) והיא מעידה על הפרה של הנחת שוויון השונויות
it: Il test di Levene è significativo (p < .05), suggerendo una violazione dell'assunzione di varianze uguali
kk: Левен сынағы маңызды (p<0,05), бұл тең дисперсиялар туралы болжамның бұзылғанын көрсетеді
nn: Levenes test er signifikant (p < .05), noko som tyder på eit brot på antakinga om like variansar
no: Levenes test er signifikant (p < 0,05), noe som tyder på et brudd på antakelsen om like varianser
pl: Test Levene'a jest istotny (p < .05), co sugeruje naruszenie założenia o równości wariancji
pt: O teste de Levene é significativo (p < 0.05), sugerindo a violação do pressuposto da homogeneidade de variâncias
ru: Критерий Левена значим (p < 0,05), что свидетельствует о нарушении предположения о равных дисперсиях
sl: Levenov test je statistično značilen (p < 0.05), kar kaže na kršitev predpostavke enakih varianc.
sv: Levenes test är signifikant (p < .05), något som tyder på en brytning på antagandet om lika varianser
ta: லெவனின் சோதனை குறிப்பிடத்தக்கது (ப <.05), இது சம மாறுபாடுகளின் அனுமானத்தை மீறுவதைக் குறிக்கிறது
tr: Levene testi anlamlı (p < .05), eşit varyanslar varsayımının ihlal edildiğini gösteriyor
uk: Критерій Левена значимо (p < 0,05), що свідчить о порушенні припущення о рівних дисперсиях

source: Likelihood
ca: Versemblança
da: Sandsynlighed
de: Wahrscheinlichkeit
fr: Vraisemblance
he: נראות
hr: Vjerojatnost
it: Verosimiglianza
kk: ықтималдық
nl: Waarschijnlijkheid
nn: Sannsyn
no: Sannsynlighet
pl: Prawdopodobieństwo
pt: Verosimilhança
ru: Правдоподобие
sl: Razmerje verjetij
sv: Sannolikhet
ta: வாய்ப்பு
tr: Olabilirlik
uk: Правдоподобие

source: Likelihood ratio
ca: Raó de versemblança
da: Sandsynlighedsforhold
de: Wahrscheinlichkeitsverhältnis
fr: Ratio de vraisemblance
he: יחס הנראות
hr: Omjer vjerojatnosti
it: Rapporto di verosimiglianza
kk: ықтималдық коэффициенті
nl: Aannemelijkheidsquotiënt
nn: Sannsynsforhold
no: Sannsynlighetsforhold
pl: Wskaźnik wiarygodności
pt: Rácio de verosimilhança
ru: Отношение правдоподобия
sl: Razmerje verjetij
sv: Sannolikhetsförhållande
ta: நிகழ்தகவு விகிதம்
tr: Olabilirlik oranı
uk: Ставлення правдоподобия

source: Likelihood ratio tests
ca: Prova de la raó de versemblança
da: Tester af sandsynlighedsforhold
fr: Test du ratio de vraisemblance
he: מבחני יחס הנראות
hr: Testovi omjera vjerojatnosti
it: Test del rapporto di verosimiglianza
kk: ықтималдық қатынас тесті
nl: Aannemelijkheidsquotiënttoetsen
nn: Testar av sannsynsforhold
no: Tester av sannsynlighetsforhold
pl: Testy wskaźnika wiarygodności
pt: Testes do rácio de verosimilhanças
ru: Тесты отношения правдоподобия
sl: Preizkus razmerij verjetij
sv: Tester av sannolikhetsförhållande
ta: நிகழ்தகவு விகித சோதனைகள்
tr: Olabilirlik oranı testleri
uk: Тести ставлення правдоподобия

source: linear
ca: lineal
da: lineær
fr: linéaire
he: ליניארי
hr: linearno
it: lineare
kk: сызықтық
nl: lineair
nn: lineær
no: lineær
pl: liniowa
ru: линейный
sl: linearno‧
sv: linjär
ta: நேரியல்
tr: doğrusal
uk: линейный

source: Linear Regression
ca: Regressió Lineal
da: Lineær regression
de: Lineare Regression
fr: Régression linéaire
he: רגרסיה ליניארית
hr: Linearna regresija
it: Regressione Lineare
kk: сызықтық регрессия
nl: Lineaire regressie
nn: Lineær regresjon
no: Lineær regresjon
pl: Regresja liniowa
pt: Regressão Linear
ru: Линейная регрессия
sl: Linearna regresija
sv: Linjär regression
ta: நேரியல் பின்னடைவு
tr: Doğrusal Regresyon
uk: Линейная регрессия
