Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The Analysis of Variance (ANOVA) is used to explore the relationship between a continuous dependent variable, and one or more categorical explanatory variables. ANOVA assumes that the residuals are normally distributed, and that the variances of all groups are equal. If one is unwilling to assume that the variances are equal, then a Welch's test can be used instead (However, the Welch's test does not support more than one explanatory factor). Alternatively, if one is unwilling to assume that the data is normally distributed, a non-parametric approach (such as Kruskal-Wallis) can be used.
ca: L'anàlisi de la variància (ANOVA) s'utilitza per a explorar la relació entre una variable dependent continua i una o més variables explicatives categòriques. ANOVA assumeix que els residus es distribueixen normalment i que las variàncies de tots els grups son iguals. Si un no està disposat a assumir que las variàncies son iguals, llavors es pot utilitzar una prova de Welch en el seu lloc (Sin embargo, la prova de Welch no admet més de un factor explicatiu). Alternativament, si un no està disposat a assumir que els dades es distribueixen normalment, es pot utilitzar un enfoque no paramètric (com ara Kruskal-Wallis).
da: Variansanalysen (ANOVA) bruges til at undersøge relationen mellem en kontinuerligt afhængig variabel og en eller flere kategoriske uafhængige variabler. ANOVA antager, at residuene er normalfordelt, og at varianser for alle grupper er lige så. Hvis man kan ikke antage, at varianserne er lige så, kan en Welch-test bruges i stedet (Welch-test støtter imidlertid ikke mere end en faktor som uafhængigt variable). Hvis man desuden ikke kan antage, at dataene er normalfordelte, kan en ikke-parametrisk tilnærmelse (fx. Kruskal-Wallis-test) bruges.
de: Die Varianzanalyse (ANOVA) wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und mindestens einer kategorialen unabhängigen Variablen zu untersuchen. Die ANOVA geht davon aus, dass die Residuen normalverteilt sind und dass die Varianzen in allen Gruppen gleich sind. Wenn man nicht davon ausgehen kann, dass die Varianzen gleich sind, kann ein Welch-Test verwendet werden (dieser erlaubt jedoch nur Verwendung eines Faktors). Eine weitere Alternative, wenn man nicht davon ausgehen kann, dass die Daten normalverteilt sind, ist die Verwendung eines nicht-parametrischen Verfahrens (wie des Kruskal-Wallis-Tests).
fr: L'Analyse de Variance (ANOVA) est utilisée pour explorer la relation entre une variable dépendante continue et une ou plusieurs variables explicatives catégorielles. L'ANOVA suppose the les résidus sont distribués normalement et que les variances des groupes sont égales. Si l'on ne peut s'assurer que les variances sont égales alors on peut faire un test de Welch à la place (mais celui-ci ne fonctionne pas s'il y a plus d'un variable explicative). Si l'on ne peut s'assurer que les résidus sont distribués normalement, alors on peut utiliser une approche non-paramétrique (comme un test de Kruskal-Wallis).
he: משתמשים בניתוח השונות (ANOVA) כדי לבחון את הקשר שבין משתנה תלוי רציף ולפחות משתנה מסביר איכותי אחד. ניתוח שונות מניח שהנתונים השיוריים מתפלגים נורמלית ושהשונויות של כל הקבוצות שוות. אם לא מניחים שוויון שונויות ניתן להשתמש במבחן ולץ׳ במקום (עם זאת, מבחן ולץ׳ אינו תומך ביותר מגורם מסביר אחד). לחילופין, אם לא מניחים שהנתונים מתפלגים נורמלית ניתן להשתמש במבחן לא פרמטרי (כמו קראסקל–ואליס).
it: L'Analisi della Varianza (ANOVA) è usata per esplorare la relazione tra una variabile dipendente continua e una o più variabili esplicative categoriche. L'ANOVA presuppone che i residui siano normalmente distribuiti e che le varianze di tutti i gruppi siano uguali. Se non si vuole assumere che le varianze siano uguali, allora si può usare il test di Welch (Tuttavia, il test di Welch non supporta più di un fattore esplicativo). In alternativa, se non si vuole assumere che i dati siano distribuiti normalmente, si può utilizzare un approccio non parametrico (come con il test di Kruskal-Wallis).
kk: Дисперсиялық талдау (ANOVA) үздіксіз тәуелді айнымалы мен бір немесе бірнеше категориялық түсіндірме айнымалылар арасындағы байланысты тексеру үшін қолданылады. ANOVA қалдықтары қалыпты таралған және барлық топтардың вариациялары тең деп есептейді. Егер сіз вариациялар тең деп болжағыңыз келмесе, оның орнына Welch тестін қолдануға болады. (Алайда, Welch сынағы бірден көп түсіндірме факторды қолдамайды). Немесе, егер деректер қалыпты түрде таралған деп болжағысы келмесе, параметрлік емес тәсілді (мысалы, Крускал-Уоллис) қолдануға болады.
nn: Variansanalysen (ANOVA) blir brukt til å undersøkja relasjonen mellom ein kontinuerleg avhengig variabel, og éin eller fleire kategoriske uavhengige variablar. ANOVA reknar med at residua er normalfordelte, og at variansar for alle grupper er like. Viss ein kan ikkje rekna med at variansane er like, kan ein Welch-test brukast i staden (Welch-test støttar likevel ikkje meir enn éin faktor som uavhengig variable). Viss ein dessutan ikkje kan rekna med at dataa er normalfordelte, kan ein ikkje-parametrisk tilnærming (t.d. Kruskal-Wallis-test) brukast.
no: Variansanalysen (ANOVA) brukes til å undersøke relasjonen mellom en kontinuerlig avhengig variabel, og én eller flere kategoriske uavhengige variabler. ANOVA antar at residuene er normalfordelt, og at varianser for alle grupper er like. Hvis man kan ikke anta at variansene er like, kan en Welch-test brukes i stedet (Welch-test støtter imidlertid ikke mer enn én faktor som uavhengig variable). Hvis man dessuten ikke kan anta at dataene er normalfordelt, kan en ikke-parametrisk tilnærming (f.eks. Kruskal-Wallis-test) brukes.
pl: Analiza wariancji (ANOVA) służy do badania zależności pomiędzy ciągłą zmienną zależną, a jedną lub kilkoma kategorialnymi zmiennymi objaśniającymi. ANOVA zakłada, że reszty mają rozkład normalny oraz że wariancje wszystkich grup są równe. W przypadku braku jednorodności wariancji (lub jeżeli takie założenie nie jest przyjmowane) można zastosować test Welcha. Test ten nie pozwala jednakże na użycie więcej niż jednego czynnika wyjaśniającego. W przypadku braku spełnienia założenia o normalnym rozkładzie zmiennych (lub gdy takie założenie nie jest przyjmowane) można zastosować podejście nieparametryczne (np. test H Kruskala-Wallisa).
pt: A Análise de Variância (ANOVA) é utilizada para explorar a relação entre uma variável dependente contínua, e uma ou mais variáveis explicativas categoriais. A ANOVA assume que os resíduos têm distribuição normal, e que as variâncias de todos os grupos são iguais. Se não for possível a assumir que as variâncias são iguais, então pode usar-se o teste de Welch (No entanto, o teste de Welch não admite mais de um fator). Alternativamente, se não for possível assumir que os dados têm distribuição normal, uma abordagem não-paramétrica (como o teste de Kruskal-Wallis) pode ser utilizada.
ru: Дисперсионный анализ (ANOVA) используется для изучения взаимосвязи между непрерывной зависимой переменной и одной или несколькими категориальными объясняющими переменными. ANOVA предполагает, что остатки распределены нормально, и что вариации всех групп равны. Если вы не хотите считать, что вариации равны, то вместо этого можно использовать тест Уэлча. (Однако тест Уэлча не поддерживает более одного объясняющего фактора). факторов). В качестве альтернативы, если нет желания предполагать, что данные нормально распределены, можно использовать непараметрический подход (например, Kruskal-Wallis).
sl: Analiza variance (ANOVA) se uporablja za raziskovanje razmerja med zvezno odvisno spremenljivko in eno ali več kategoričnimi pojasnjevalnimi spremenljivkami. Pri analizi ANOVA je predpostavljeno, da so ostanki normalno porazdeljeni in da so variance vseh skupin enake. Če predpostavka, da so variance enake, ni na mestu, je mogoče uporabiti Welchev test (Welchev test ne podpira več kot enega pojasnjevalnega dejavnika). Če pa ni mogoče predpostaviti, da so podatki porazdeljeni normalno, je mogoče uporabiti neparametrični pristop (kot je Kruskal-Wallisova statistika).
sv: Variansanalysen (ANOVA) användes till att undersöka relationen mellan en kontinuerligt beroende variabel, och en eller flera kategoriska oberoende variabler. ANOVA antar att residuene är normalfördelad, och att varianser för alla grupper är lika. Om man kan inte anta att varianserna är lika, kan en Welch-test användas i platsen (Welch-test stöder emellertid inte mer än en faktor som oberoende variable). Om man dessutom inte kan anta att datana är normalfördelad, kan en ikke-parametrisk närmande (t.ex. Kruskal-Wallis-test) användas.
ta: உறவை ஆராய மாறுபாட்டின் பகுப்பாய்வு (ANOVA) பயன்படுத்தப்படுகிறது தொடர்ச்சியான சார்பு மாறி, மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட வகைப்படுத்தல் விளக்கமளிக்கும் மாறிகள். எஞ்சியவை பொதுவாக விநியோகிக்கப்படுகின்றன, மற்றும் அந்த அனைத்து குழுக்களின் மாறுபாடுகளும் சமம். ஒருவர் அதை கருத விரும்பவில்லை என்றால் மாறுபாடுகள் சமம், பின்னர் வெல்ச்சின் சோதனையை பயன்படுத்தலாம் (இருப்பினும், வெல்ச்சின் சோதனை ஒன்றுக்கு மேற்பட்ட விளக்கங்களை ஆதரிக்கவில்லை காரணி). மாற்றாக, தரவு என்று ஒருவர் கருத விரும்பவில்லை என்றால் பொதுவாக விநியோகிக்கப்படுகிறது, அளவுரு அல்லாத அணுகுமுறை (க்ருச்கல்-வாலிச் போன்றவை) பயன்படுத்தலாம்.
tr: Varyans Analizi (ANOVA), sürekli bir bağımlı değişken ile bir veya daha fazla kategorik açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır. ANOVA, artıkların normal dağıldığını ve tüm grupların varyanslarının eşit olduğunu varsayar. Eğer varyansların eşit olduğunu varsaymak istenmiyorsa, bunun yerine Welch testi kullanılabilir (Ancak, Welch testi birden fazla açıklayıcı faktörü desteklemez). Alternatif olarak, verinin normal dağıldığını varsaymak istenmiyorsa, parametrik olmayan bir yaklaşım (Kruskal-Wallis gibi) kullanılabilir.
uk: Дисперсионный аналізу (ANOVA) використовує для вивчення взаимосвязи між непрерывной залежати переменной і одної або кількома категориальными котрий пояснювати переменными. ANOVA припускає, що решти розподілені нормально, і що варіації всіх груп рівні. Якщо ви не хочете вважати, що варіації рівні, то вместо цього можна використати тест Уэлча. (Однак тест Уэлча не підтримує понад одного котрий пояснювати фактора). факторів). У якості альтернативи, якщо нi жадоби припускати, що дані нормально розподілені, можна використати непараметрический підхід (наприклад, Kruskal-Wallis).

source: The Analysis of Variance (ANOVA) is used to explore the relationship between a continuous dependent variable, and one or more categorical explanatory variables. This 'One-Way ANOVA' is a simplified version of the 'normal' ANOVA, allowing only a single explanatory factor, however also providing a Welch's ANOVA. The Welch's ANOVA has the advantage that it need not assume that the variances of all groups are equal.
ca: L'anàlisi de variància (ANOVA) s'utilitza per a explorar la relació entre una variable dependent continua i una o més variables explicatives categòriques. Aquest ‘ANOVA unidireccional’ és una versió simplificada del ANOVA ‘normal’, que permet només un factor explicatiu, tot i que també proporciona un ANOVA de Welch. El ANOVA de Welch te l'avantatge de que no és necessari suposar que les Variàncies de tots els grups son iguals.
da: Variansanalysen (ANOVA) bruges til at undersøge relationen mellem en kontinuerligt afhængig variabel og en eller flere kategoriske uafhængige variabler. Denne »ANOVA med en faktor« er en forenklet version af den »almindelige« ANOVA, som kun tillader en faktor som uafhængigt variable. Endvidere eksisterer også en ANOVA efter Welch. Welchs ANOVA har fordelen, at den ikke behøver at antage, at varianserne for alle grupper er lige så.
de: Die Varianzanalyse (ANOVA) wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und mindestens einer kategorialen unabhängigen Variablen zu untersuchen. Die einfaktorielle ANOVA ist eine vereinfachte Version der „normalen“ ANOVA, die jedoch nur einen einzigen Faktor (d.h. eine unabhängige Variable) zulässt und eine ANOVA nach Welch berechnet. Die ANOVA nach Welch hat den Vorteil, dass nicht davon ausgegangen werden muss, dass die Varianzen in allen Gruppen gleich sind.
fr: L'Analyse de Variance (ANOVA) est utilisée pour explorer la relation entre une variable dépendante continue et une ou plusieurs variables explicatives catégorielles. L'ANOVA à un facteur est une version simplifiée de l'ANOVA "normale", n'autorisant qu'une seule variable explicative mais fournissant également une ANOVA de Welch. Celle-ci a l'avantage de ne pas nécessiter que les variances de tous les groupes soient homogènes.
he: משתמשים בניתוח השונות (ANOVA) כדי לבחון את הקשר שבין משתנה תלוי רציף ולפחות משתנה מסביר איכותי אחד. ניתוח השונות למדגם יחיד זה הוא פישוט של ניתוח השונות ה”רגיל“, שבו ניתן להשתמש רק בגורם מסביר אחד. אולם הוא גם מאפשר את השימוש בניתוח השונות של ולץ׳. לניתוח השונות של ולץ׳ יש את היתרון שהוא אינו צריך להניח שהשונויות של כל הקבוצות שוות.
it: L'Analisi della Varianza (ANOVA) è usata per esplorare la relazione tra una variabile dipendente continua e una o più variabili esplicative categoriche. Questa 'ANOVA a una via' è una versione semplificata della 'ANOVA normale', permettendo solo un singolo fattore esplicativo, tuttavia fornendo anche un'ANOVA di Welch. L'ANOVA di Welch ha il vantaggio che non necessita di assumere che le varianze di tutti i gruppi siano uguali.
kk: Дисперсиялық талдау (ANOVA) үздіксіз тәуелді айнымалы мен бір немесе бірнеше категориялық түсіндірме айнымалылар арасындағы байланысты тексеру үшін қолданылады. Бұл «бір жақты ANOVA» қалыпты ANOVA-ның жеңілдетілген нұсқасы болып табылады, тек бір түсіндірме факторға мүмкіндік береді, сонымен бірге Welch ANOVA-ны қамтамасыз етеді. Уэлчтің ANOVA артықшылығы барлық топтардың дисперсиялары тең деп болжаудың қажеті жоқ.
nl: Variantieanalyse (vaak ANOVA) wordt gebruikt om de verhouding tussen een continue afhankelijke variabele en één of meerdere categorische variabelen. Deze 'eenzijdige ANOVA' is een versimpelde versie van de 'normale' ANOVA die maar één categorische variabele toestaat, maar die toch een ANOVA van Welch biedt. Dat heeft het voordeel dat er niet aangenomen hoeft te worden dat de varianties van alle groepen gelijk zijn.
nn: Variansanalysen (ANOVA) blir brukt til å undersøkja relasjonen mellom ein kontinuerleg avhengig variabel, og éin eller fleire kategoriske uavhengige variablar. Denne «ANOVA med éin faktor» er ein forenkla versjon av den «vanlege» ANOVA, som berre tillèt éin faktor som uavhengig variable. I tillegg eksisterer også ein ANOVA etter Welch. Welchs ANOVA har fordelen at han ikkje treng å rekna med at variansane for alle gruppene er like.
no: Variansanalysen (ANOVA) brukes til å undersøke relasjonen mellom en kontinuerlig avhengig variabel, og én eller flere kategoriske uavhengige variabler. Denne «ANOVA med èn faktor» er en forenklet versjon av den «vanlige» ANOVA, som bare tillater èn faktor som uavhengig variable. I tillegg eksisterer også en ANOVA etter Welch. Welchs ANOVA har fordelen at den ikke trenger å anta at variansene for alle gruppene er like.
pl: Analiza wariancji (ANOVA) służy do badania zależności pomiędzy ciągłą zmienną zależną, a jedną lub kilkoma kategorialnymi zmiennymi objaśniającymi. Jednoczynnikowa ANOVA (1-ANOVA) jest uproszczoną wersją testu ANOVA, dopuszczającą tylko jeden czynnik objaśniający. Alternatywna dla testu Fishera ANOVA Welcha ma tę zaletę, że nie wymaga przyjęcia założenia o jednorodności wariancji w grupach.
pt: A Análise de Variância (ANOVA) é utilizada para explorar a relação entre uma variável dependente contínua, e uma ou mais variáveis explicativas categoriais . Esta "ANOVA unifatorial" é uma versão simplificada de da ANOVA "normal", permitindo apenas um único fator explicativo, no entanto também fornece a ANOVA da Welch. A ANOVA da Welch tem a vantagem de não precisar que as variâncias de todos os grupos seja iguais iguais.
ru: Дисперсионный анализ (ANOVA) используется для изучения взаимосвязи между непрерывной зависимой переменной и одной или несколькими категориальными объясняющими переменными. Этот 'однофакторный ANOVA' является упрощенной версией нормального ANOVA, допускающего только один объясняющий фактор, однако также обеспечивает Welch's ANOVA. Преимущество ANOVA Уэлча состоит в том, что не нужно предполагать, что дисперсии всех групп равны.
sl: Analiza variance (ANOVA) se uporablja za raziskovanje razmerja med zvezno odvisno spremenljivko in eno ali več kategoričnimi pojasnjevalnimi spremenljivkami. Enosmerna ANOVA je poenostavljena različica »običajne« analize ANOVA, ki pa omogoča le en pojasnjevalni dejavnik, a zagotavlja izračun Welchove analize ANOVA. Prednost te je, da ni treba predpostavljati enakih varianc vseh skupin.
sv: Variansanalysen (ANOVA) användes till att undersöka relationen mellan en kontinuerligt beroende variabel, och en eller flera kategoriska oberoende variabler. Denna “ANOVA med en faktor” är en förenklad version av den “vanliga” ANOVA, som bara tillåter en faktor som oberoende variable. Därtill existerar också en ANOVA efter Welch. Welchs ANOVA har fördelen att den inte behöver att anta att varianserna för alla grupperna är lika.
ta: உறவை ஆராய மாறுபாட்டின் பகுப்பாய்வு (ANOVA) பயன்படுத்தப்படுகிறது தொடர்ச்சியான சார்பு மாறி, மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட வகைப்படுத்தல் விளக்கமளிக்கும் மாறிகள். இந்த 'ஒரு வழி ANOVA' இன் எளிமைப்படுத்தப்பட்ட பதிப்பாகும் இருப்பினும், 'சாதாரண' ANOVA, ஒரு விளக்க காரணி மட்டுமே அனுமதிக்கிறது வெல்ச்சின் ANOVA ஐ வழங்கும். வெல்ச்சின் ANOVA க்கு நன்மை உண்டு அனைத்து குழுக்களின் மாறுபாடுகளும் சமம் என்று கருத தேவையில்லை.
tr: Varyans Analizi (ANOVA), sürekli bir bağımlı değişken ile bir veya daha fazla kategorik açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır. Bu 'Tek Yönlü ANOVA', 'normal' ANOVA'nın basitleştirilmiş bir versiyonudur, sadece tek bir açıklayıcı faktöre izin verir, ancak aynı zamanda Welch ANOVA'sı da sağlar. Welch ANOVA'sının avantajı, tüm grupların varyanslarının eşit olduğunu varsayması gerekmez.
uk: Дисперсионный аналіз (ANOVA) використовує для вивчення взаимосвязи між непрерывной залежати переменной і одної або кількома категориальными котрий пояснювати переменными. Цей 'односторонний ANOVA' являється спрощеної версією нормального ANOVA, котрий допускати тільки один котрий пояснювати фактор, однак також забезпечує Welch's ANOVA. Перевага ANOVA Уэлча складається у том, що не потрібно припускати, що дисперсии всіх груп рівні.
