Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: an image containing the model path diagram
ca: una imatge que conté el diagrama de camí del model
da: et billede med stidiagrammet af modellen
de: ein Bild, welches das Pfaddiagramm des Modells enthält
fr: une image contenant le diagramme structurel du modèle
he: תמונה המכילה את דיאגרמת הנתיבים של המודל
it: un'immagine contenente il diagramma del percorso del modello
kk: үлгі жолы диаграммасын қамтитын сурет
nn: eit bilete med stidiagrammet av modellen
no: et bilde med stidiagrammet av modellen
pl: obraz zawierający diagram ścieżkowy modelu
pt: uma imagem contendo o diagrama de trajétorias do modelo
ru: изображение, содержащее диаграмму пути модели
sv: en bild med stigdiagrammet av modellen
ta: மாதிரி பாதை வரைபடத்தைக் கொண்ட படம்
tr: model yol diyagramını içeren bir görüntü
uk: зображення, котрий містити диаграмму путі моделі

source: an image of the descriptive plots
ca: una imatge que conté gràfics descriptius
da: et billede med et deskriptivstatistisk diagram
de: ein Bild mit einem deskriptivstatistischen Diagramm
fr: une image du graphe descriptif
he: תמונה של תרשימי המידע התיאורי
hr: slika dijagrama deskriptivnih pokazatelja
it: un'immagine con un grafico statistico descrittivo
kk: сипаттамалық графиктер бейнесі
nn: eit bilete med eit deskriptivstatistisk diagram
no: et bilde med et deskriptivstatistisk diagram
pl: obraz wykresów opisowych
pt: uma imagem dos gráficos descritivos
ru: изображение описательных графиков
sl: slikovni izpis diagramov opisne statistike
sv: en bild med ett deskriptivstatistisk diagram
ta: விளக்க அடுக்குகளின் படம்
tr: betimleyici grafiklerin bir görüntüsü
uk: зображення описательных графіків

source: an integer (default: 1), the number of components in the model
ca: un nombre enter (predeterminat: 1), el nombre de components al model
da: et heltall (standard: 1), antal komponenter i modellen
de: eine ganze Zahl (Vorgabe: 1), gibt an wie viele Komponenten das Modell enthalten soll
fr: un entier (défaut : 1), le nombre de composantes du modèle
it: un intero (predefinito: 1), il numero di componenti nel modello
kk: бүтін сан (әдепкі: 1), үлгідегі компоненттер саны
nn: eit heiltal (standard: 1), talet på komponentar i modellen
pl: liczba całkowita (domyślnie: 1), liczba komponentów w modelu
pt: um inteiro (padrão: 1), o número de componentes no modelo
ru: целое число (по умолчанию: 1), количество компонент в модели
sl: število (privzeto: 1), ki določa število komponent modela
sv: ett heltal (standard: 1), antal komponenter i modellen
ta: ஒரு முழு எண் (இயல்புநிலை: 1), மாதிரியில் உள்ள கூறுகளின் எண்ணிக்கை
uk: целое число (по умолчанию: 1), кількість компоненту у моделі

source: an integer (default: 1), the number of factors in the model
ca: un nombre enter (predeterminat: 1), el nombre de factors al model
da: et heltall (standard: 1), antal faktorer i modellen
de: eine ganze Zahl (Vorgabe: 1), gibt an wie viele Faktoren das Modell enthalten soll
fr: un entier (défaut : 1), le nombre de facteurs du modèle
it: un intero (predefinito: 1), il numero di fattori nel modello
kk: бүтін сан (әдепкі: 1), үлгідегі факторлар саны
nn: eit heiltal (standard: 1), talet på faktorar i modellen
pl: liczba całkowita (domyślnie: 1), liczba czynników w modelu
pt: um inteiro (padrão: 1), o número de fatores no modelo
ru: целое число (по умолчанию: 1), количество факторов в модели
sl: število (privzeto: 1), ki določa število faktorjev modela
sv: ett heltal (standard: 1), antal faktorer i modellen
ta: ஒரு முழு எண் (இயல்புநிலை: 1), மாதிரியில் உள்ள காரணிகளின் எண்ணிக்கை
uk: целое число (по умолчанию: 1), кількість факторів у моделі

source: an integer (default: 4) specifying the number of equal groups
ca: un nombre enter (predeterminat: 4) especificant el nombre de grups iguals
da: et heltall (standard: 4), der specificerer antal grupper ved lig størrelse
de: eine ganze Zahl (Standard: 4), gibt die Anzahl der Gruppen mit gleicher Größe an
fr: un entier (défaut : 4) spécifiant le nombre de groupes égaux
it: un intero (predefinito: 4) che specifica il numero di gruppi uguali
kk: бүтін сан (әдепкі: 4) тең топтардың санын көрсетеді
nn: eit heiltal (standard: 4) som spesifiserer talet på grupper ved lik storleik
pl: liczba całkowita (domyślnie: 4) określająca liczbę równych grup
pt: um inteiro (padrão: 4) especifica o número de grupos iguais
ru: целое число (по умолчанию: 4), определяющее количество равных групп
sl: število (privzeto: 4), ki določa število enakih skupin
sv: ett heltal (standard: 4) som specificerar antal grupper vid lik storlek
ta: ஒரு முழு எண் (இயல்புநிலை: 4) சம குழுக்களின் எண்ணிக்கையைக் குறிப்பிடுகிறது
uk: целое число (по умолчанию: 4), котрий визначати кількість рівний груп

source: an integer (default: 5) specifying the number of extreme values
ca: un enter (predeterminat: 5) que especifica el nombre de valors extrems
da: et heltall (standard: 5), der specificerer antal af ekstremværdier
fr: un entier (par défaut : 5) spécifiant le nombre de valeurs extrêmes
kk: бүтін сан (әдепкі: 5) экстремалды мәндердің санын көрсетеді
nn: eit heiltal (standard: 5) som spesifiserer talet av ekstremverdiar
pl: liczba całkowita (domyślnie: 5) określająca liczbę wartości skrajnych
ru: целое число (по умолчанию: 5), определяющее количество экстремальных значений
sv: ett heltal (standard: 5) som specificerar antal av extremvärden
ta: ஒரு முழு எண் (இயல்புநிலை: 5) தீவிர மதிப்புகளின் எண்ணிக்கையைக் குறிப்பிடுகிறது

source: An uninspiring ANOVA data set
ca: Un conjunt de dades avorrides per a ANOVA
da: Et uinspirerende ANOVA-datasæt
de: Datensatz, um die Berechnung einer Varianzanalyse (ANOVA) zu demonstrieren
fr: Un jeu de données peu inspirant pour faire une ANOVA
he: מערך נתונים חסר ייחוד עבור ניתוח שונות
hr: Neinspirativan ANOVA skup podataka
it: Alcuni dati per ANOVA
kk: шабыттандырмайтын ANOVA деректер жиынтығы
nl: Een ongeïnspireerde ANOVA-dataset
nn: Eit uinspirerende ANOVA-datasett
no: Et uinspirerende ANOVA-datasett
pl: Niezbyt ciekawy zbiór danych do obliczania testu ANOVA
pt: Uma base de dados, pouco inspirada, para ANOVA
ru: Скучный набор данных для дисперсионного анализа
sl: Pretežno nezanimiv nabor podatkov za analizo ANOVA
sv: Ett uinspirerende ANOVA-datasett
ta: ஆர்வமற்ற ANOVA தரவு தொகுப்பு
tr: Sıradan bir ANOVA veri seti
uk: Скучный набору даних ANOVA

source: Analyses bundled with jamovi
ca: Anàlisis inclosos amb jamovi
da: Analyser, der er del af jamovi
de: Analysen, die Bestandteil von jamovi sind
fr: Analyses incluses dans jamovi
he: הניתוחים הכלולים ב־jamovi
it: Analisi incluse con jamovi
kk: Jamovi-мен жинақталған талдаулар
nl: Met jamovi gebundelde analyses
nn: Analysar som er del av jamovi
no: Analyser som er del av jamovi
pl: Analizy dołączone do jamovi
pt: Análises incluídas no jamovi
ru: Анализы в комплекте с jamovi
sl: Analize vključene v program jamovi
sv: Analyser som är del av jamovi
ta: சமோவியுடன் தொகுக்கப்பட்ட பகுப்பாய்வுகள்
tr: jamovi ile birlikte gelen analizler
uk: Аналізи у комплекті з jamovi

source: ANCOVA
da: Kovariansanalyse (ANCOVA)
de: Kovarianzanalyse (ANCOVA)
he: ניתוח שונות משותפת (ANCOVA)
kk: Ковариантты талдау
nl: Covariantie-analyse
nn: Kovariansanalyse (ANCOVA)
no: Kovariansanalyse (ANCOVA)
ru: Ковариационный анализ
sl: Analiza ANCOVA
sv: Kovariansanalyse (ANCOVA)
ta: அன்கோவா

source: Anderson & Rubin
he: אנדרסון ורובין
hr: Anderson i Rubin
kk: Андерсон және Рубин
ru: Андерсон и Рубин
sl: Anderson in Rubin
ta: ஆண்டர்சன் & ரூபின்
uk: Андерсон і Рубин

source: Anderson's Iris Data
ca: Les dades sobre Iris d'Anderson
de: Andersons Iris-Datensatz
fr: Jeu de données des iris d'Anderson
he: נתוני האירוסים של אנדרסון
hr: Andersonovi iris podaci
it: I dati Iris di Anderson
kk: Андерсонның Ирис деректері
nl: Irisgegevens van Anderson
pl: Zbiór danych Andersona (Irysy)
pt: Base de Dados Iris de Anderson
ru: Данные по ирисам Андерсона
sl: Podatki: Andersonovi podatki Iris
ta: ஆண்டர்சனின் ஐரிச் தரவு
tr: Anderson'un İris Verileri
uk: Дані по ирисам Андерсона

source: ANOVA
de: Varianzanalyse (ANOVA)
he: ניתוח שונות
kk: АНОВА
ru: ДА
sl: Analiza ANOVA

source: ANOVA test
ca: Prova ANOVA
fr: Test ANOVA
he: מבחן ניתוח שונות
it: Test ANOVA
kk: ANOVA тесті
nl: ANOVA-toets
pl: ANOVA
pt: Teste ANOVA
ru: ДА тест
sl: Test ANOVA
ta: ANOVA சோதனை
tr: ANOVA testi
uk: Дисперсионный аналізу

source: As there are no between subjects factors specified this assumption is always met.
ca: Com no hi ha especificats factors entre subjectes, aquest supòsit sempre s'acompleix.
da: Siden det ikke er nogle mellemsubjekt-faktorer specificerede, er forudsætningen altid opfyldt.
de: Da keine Zwischensubjektfaktoren angegeben sind, ist diese Annahme immer erfüllt.
fr: Comme il n'y a pas de facteurs inter-sujets de précisé, cette condition est toujours remplie.
he: מכיוון שלא צוינו אף גורמים בין נבדקיים, ההנחה תמיד מתקיימת.
hr: Budući da ne postoje specificirani faktori između subjekata, ova je pretpostavka uvijek ispunjena.
it: Poiché non ci sono fattori tra i soggetti specificati, questa ipotesi è sempre soddisfatta.
kk: көрсетілген субъектілер арасында факторлар болмағандықтан, бұл болжам әрқашан орындалады.
nn: Sidan det ikkje er nokon mellomsubjekt-faktorar spesifiserte, er føresetnaden alltid oppfylt.
no: Siden det ikke er noen mellomsubjekt-faktorer spesifisert, er forutsetningen alltid oppfylt.
pl: Ponieważ nie ma czynników międzyobiektowych, to założenie jest zawsze spełnione.
pt: Como não há fatores entre grupos especificados, este pressuposto é sempre válido.
ru: Поскольку между субъектами не указаны факторы, это допущение всегда выполняется.
sl: Ker ni opredeljenih faktorjev med predmeti, je ta predpostavka vedno izpolnjena.
sv: Sedan det inte är några mellansubjektfaktorer specificerade, är förutsättningen alltid uppfyllt.
ta: குறிப்பிடப்பட்ட பாட காரணிகளுக்கு இடையில் எதுவும் இல்லை என்பதால் இந்த அனுமானம் எப்போதும் நிறைவு செய்யப்படுகிறது.
tr: Denekler arası faktörler belirtilmediği için bu varsayım her zaman karşılanır.
uk: Оскільки між суб'єктами не вказані фактори, це допущение завжди виконується.

source: Assume equal (Fisher's)
ca: Assumir iguals (Fisher)
da: Antag at være lig (Fishers)
de: Gleiche Varianzen angenommen (Fisher's)
fr: Egalité supposée (test de Fisher)
he: הנחת שוויון (של פישר)
hr: Pretpostavi jednako (Fisherovo)
it: Assumere uguale (Fisher)
kk: Тең деп болжау (Fisher's)
nl: Uitgaan van gelijkheid (Fisher)
nn: Anta å vera lik (Fishers)
no: Anta å være lik (Fishers)
pl: Załóż równość (test Fishera)
pt: Homogéneas (Fisher)
ru: Предполагать равными (Фишера)
sl: Privzemi enakost (Fisherjev test)
sv: Anta att vara lik (Fishers)
ta: சமமான (ஃபிசர்ச்)
tr: Eşit varsay (Fisher'ın)
uk: Припускати рівними (Фишера)

source: Assumption Checks
ca: Comprovació dels supòsits
da: Check af forudsætninger
de: Überprüfung der Vorraussetzungen
fr: Vérifications des hypothèses
he: בדיקת ההנחות
hr: Provjere pretpostavki
it: Verifiche delle Ipotesi
kk: болжамдарды тексеру
nl: Hypothesetoetsen
nn: Sjekk av føresetnader
no: Sjekk av forutsetninger
pl: Weryfikacja założeń
pt: Verificação de Pressupostos
ru: Проверка предположений
sl: Preverjanje napovedi
sv: Check av förutsättningar
ta: அனுமானம் காசோலைகள்
tr: Varsayım Kontrolleri
uk: Перевірка припущень

source: Assumptions
ca: Supòsits
da: Forudsætninger
de: Vorraussetzungen
fr: Hypothèses
he: הנחות
hr: Pretpostavke
it: Ipotesi
kk: болжамдар
nl: Hypothesen
nn: Føresetnader
no: Forutsetninger
pl: Założenia
pt: Pressupostos
ru: Предположения
sl: Napovedi
sv: Förutsättningar
ta: அனுமானங்கள்
tr: Varsayımlar
uk: Припущення

source: At least one variable must have two levels
ca: Com a mínim una variable ha de tenir dos nivells
da: Mindst en variabel skal have to niveauer
de: Mindestens eine Variable muss zwei Faktorstufen haben
fr: Au moins l'une des variables doit avoir deux modalités
he: על משתנה אחד לפחות להכיל שתי רמות
hr: Barem jedna varijabla mora imati dvije razine
it: Almeno una variabile deve avere due livelli
kk: кем дегенде бір айнымалының екі деңгейі болуы тиіс
nn: Minst éin variabel må ha to nivå
no: Minst én variabel må ha to nivåer
pl: co najmniej jedna zmienna musi przyjmować dwa poziomy
pt: Pelo menos uma variável deve ter dois níveis
ru: По крайней мере одна переменная должна иметь два уровня
sl: Vsaj ena spremenljivka mora imeti 2 ravni
sv: Åtminstone en variabel måste ha två nivåer
ta: குறைந்தது ஒரு மாறிக்கு இரண்டு நிலைகள் இருக்க வேண்டும்
tr: En az bir değişkenin iki düzeyi olmalıdır
uk: Принаймні одна переменная повинна мати два рівня

source: Autocorrelation
ca: Autocorrelació
da: Autokorrelation
de: Autokorrelation
fr: Autocorrélation
he: מתאם עצמי
hr: Automatska korelacija
it: Autocorrelazione
kk: Автокорреляция
nl: Autocorrelatie
nn: Autokorrelasjon
no: Autokorrelasjon
pl: Autokorelacja
pt: Autocorrelação
ru: Автокорреляция
sl: Samokorelacija
sv: Autokorrelation
ta: தன்னொட்டுறவு
tr: Otokorelasyon
uk: Автокорреляция

source: Autocorrelation test
ca: Prova d'autocorrelació
da: Autokorrelationstest
de: Autokorrelationstest
fr: Test d'autocorrelation
he: מבחן מתאם עצמי
hr: Test automatske korelacije
it: Test di autocorrelazione
kk: Автокорреляция сынағы
nl: Autocorrelatietoets
nn: Autokorrelasjonstest
no: Autokorrelasjonstest
pl: Test autokorelacji (D-W)
pt: Teste de autocorrelação
ru: Автокорреляционный тест
sl: Test samokorelacije
sv: Autokorrelationstest
ta: தன்னியக்க தொடர்பு சோதனை
tr: Otokorelasyon testi
uk: Автокорреляционный тесту

source: Available for 2x2 tables only
ca: Disponible només per a taules 2x2
da: Kun tilgængeligt for 2x2-tabeller
de: Nur für 2x2-Tabellen verfügbar
fr: Disponible seulement pour des tableaux de format 2x2
he: זמין רק עבור טבלאות 2×2
hr: Dostupno samo za tablice 2 × 2
it: Disponibile solo per tabelle 2x2
kk: тек 2x2 кестелер үшін қол жетімді
nl: Alleen beschikbaar voor tabellen van 2x2
nn: Berre tilgjengeleg for 2x2-tabeller
no: Bare tilgjengelig for 2x2-tabeller
pl: dostępne wyłącznie dla tabel 2x2
pt: Disponível apenas para tabelas 2x2
ru: Доступно только для таблиц 2x2
sl: Na voljo le za razpredelnice 2x2
sv: Bara tillgängligt för 2x2-tabeller
ta: 2x2 அட்டவணைகளுக்கு மட்டுமே கிடைக்கும்
tr: Sadece 2x2 tablolar için mevcut
uk: Доступно тільки для таблиць 2x2

source: b parameter
ca: Paràmetre b
fr: paramètre b
he: פרמטר b
hr: b parametar
it: parametro b
kk: b параметрі
pl: Parametr b
pt: parâmetro b
ru: b параметр
sl: parameter b
ta: பி அளவுரு
tr: b parametresi
uk: b параметру

source: Bar Plot
ca: Gràfic de barres
da: Stolpediagramm
de: Balkendiagramm
fr: Diagramme en barres
he: תרשים עמודות
hr: Stupčani dijagram
it: Grafico a Barre
kk: гистограмма
nl: Staafdiagram
nn: Stolpediagramm
no: Stolpediagramm
pl: Wykres słupkowy
pt: Gráfico de Barras
ru: Столбиковый график
sl: Stolpčni diagram
sv: Stapeldiagram
ta: பார் சூழ்ச்சி
tr: Çubuk Grafik
uk: Столбиковый графік

source: Bar plot
ca: Gràfic de barres
da: Stolpediagramm
de: Balkendiagramm
fr: Diagramme en barres
he: תרשים עמודות
hr: Stupčani dijagram
it: Grafico a barre
kk: гистограмма
nl: Staafdiagram
nn: Stolpediagramm
no: Stolpediagramm
pl: Wykres słupkowy
pt: Gráfico de Barras
ru: Столбиковый график
sl: Stolpčni diagram
sv: Stapeldiagram
ta: பார் சூழ்ச்சி
tr: Çubuk grafik
uk: Столбиковый графік

source: Bar Plots
ca: Gràfics de barres
da: Stolpediagrammer
de: Balkendiagramme
fr: Diagrammes en barres
he: תרשימי עמודות
hr: Stupčani dijagrami
it: Grafici a Barre
kk: бағаналы графиктер
nl: Staafdiagrammen
nn: Stolpediagram
no: Stolpediagrammer
pl: Wykresy słupkowe
pt: Gráficos de Barras
ru: Столбиковые графики
sl: Stolpčni diagrami
sv: Stapeldiagrammer
ta: பார் அடுக்கு
tr: Çubuk Grafikler
uk: Столбиковые графіки

source: Bar Type
ca: Tipus de barres
da: Stolpetype
de: Balkentyp
fr: Type de barres
he: סוג העמודה
hr: Vrsta stupaca
it: Tipo di Barre
kk: баған түрі
nl: Staaftype
nn: Stolpetype
no: Stolpetype
pl: Typ słupków
pt: Tipo de Barr
ru: Тип столбика
sl: Vrsta stolpčnega diagrama
sv: Stapeltyp
ta: பார் வகை
tr: Çubuk Türü
uk: Тип столбика

source: Bartlett
he: ברטלט
hr: Barlett
kk: Бартлетт
ru: Бартлетт
sl: Bartlettov test
ta: பார்ட்லெட்
uk: Бартлетт

source: Bartlett's Test of Sphericity
ca: Prova de esfericitat de Bartlett
da: Bartletts test af sfæricitet
de: Bartletts Test auf Sphärizität
fr: Test de sphéricité de Bartlett
he: מבחן ברטלט לכדוריות
hr: Barlettov test sferičnosti
it: Test di Sfericità di Bartlett
kk: Бартлетт сфералық тесті
nl: Sfericiteitstoets van Bartlett
nn: Bartletts test av sfærisitet
no: Bartletts test av sfærisitet
pl: Test sferyczności Bartletta
pt: Teste de Esfericidade de Bartlett
ru: Тест Бартлетта на сферичность
sl: Bartlettov test sferičnosti
sv: Bartletts test av sfäricitet
ta: பார்ட்லெட்டின் கோளத்தின் சோதனை
tr: Bartlett'in Küresellik Testi
uk: Тест Бартлетта на сферичность

source: Bartlett's test of sphericity
ca: Prova de esfericitat de Bartlett
da: Bartletts test af sfæricitet
de: Bartletts Test auf Sphärizität
fr: Test de sphéricité de Bartlett
he: מבחן ברטלט לכדוריות
hr: Barlettov test sferičnosti
it: Test di sfericità di Bartlett
kk: Бартлетт сфералық тесті
nl: Sfericiteitstoets van Bartlett
nn: Bartletts test av sfærisitet
no: Bartletts test av sfærisitet
pl: Test sferyczności Bartletta
pt: Teste de Esfericidade de Bartlett
ru: Тест Бартлетта на сферичность
sl: Bartlettov test sferičnosti
sv: Bartletts test av sfäricitet
ta: பார்ட்லெட்டின் கோளத்தின் சோதனை
tr: Bartlett'in küresellik testi
uk: Тест Бартлетта на сферичность

source: Based on eigenvalue
ca: Basat en valor-propi
da: Baseret på egenværdi
de: Basierend auf dem Eigenwert
fr: Basé sur l'eigenvalue
he: בהתבסס על הערך העצמי
hr: Zasnovano na svojstvenoj vrijednosti
it: Basato sull'autovalore
kk: Өзіндік мәнге негізделген
nl: Gebaseerd op eigenwaarde
nn: Basert på eigenverdi
no: Basert på egenverdi
pl: W oparciu o wartość własną
pt: Baseado em Valores próprios
ru: На основе собственного значения
sl: Na osnovi lastne vrednosti
sv: Baserat på egenvärde
ta: ஈசென்வெல்யூவை அடிப்படையாகக் கொண்டது
tr: Özdeğere dayalı
uk: На основі собственного значення

source: Based on parallel analysis
ca: Basat en anàlisis paral·lel
da: Baseret på parallelanalyse
de: Basierend auf Parallelanalyse
fr: Basé sur une analyse en parallèle
he: בהתבסס על ניתוח מקביל
hr: Zasnovano na paralelnoj analizi
it: Basato su analisi parallele
kk: Параллельді талдау негізінде
nl: Gebaseerd op parallelle analyse
nn: Basert på parallellanalyse
no: Basert på parallellanalyse
pl: W oparciu o analizę równoległą
pt: Baseado em Análise Paralela
ru: На основе параллельного анализа
sl: Na osnovi paralelne analize
sv: Baserat på parallellanalys
ta: இணையான பகுப்பாய்வின் அடிப்படையில்
tr: Paralel analize dayalı
uk: На основі паралельного аналізу

source: Bayes factor
ca: Factor de Bayes
da: Bayes-faktor
de: Bayes-Faktor
fr: Facteur de Bayes
he: מקדם בייס
hr: Bayesov faktor
it: Fattore di Bayes
kk: Байес факторы
nn: Bayes-faktor
no: Bayes-faktor
pl: Współczynnik Bayesa
pt: Fator de Bayes
ru: Фактор Байеса
sl: Bayesov faktor
sv: Bayes-faktor
ta: பேயச் காரணி
tr: Bayes faktörü
uk: Фактор Байеса

source: Bayes factor₁₀
ca: Factor de Bayes₁₀
da: Bayes-faktor.₁₀
de: Bayes-Faktor₁₀
fr: Facteur₁₀ de Bayes
he: מקדם בייס₁₀
hr: Bayesov faktor₁₀
it: Fattore di Bayes₁₀
kk: Байес факторы₁₀
nn: Bayes-faktor₁₀
no: Bayes-faktor₁₀
pl: Współczynnik Bayesa₁₀
pt: Factor de Bayes₁₀
ru: Фактор Байеса₁₀
sl: Bayesov faktor₁₀
sv: Bayes-faktor₁₀
ta: பேயச் காரணி
tr: Bayes faktörü₁₀
uk: Фактор Байеса₁₀

source: Bayesian Statistics
ca: Estadístiques Bayesianes
da: Bayesiansk statistik
de: Bayes'sche Statistik
fr: Statistiques bayésiennes
he: סטטיסטיקה בייסיאנית
hr: Bayesova statistika
it: Statistica Bayesiana
kk: Байес статистикасы
nl: Bayesiaanse statistieken
nn: Bayesiansk statistikk
no: Bayesiansk statistikk
pl: Statystyki bayesowskie
pt: Estatística Bayesiana
ru: Байесовские статистики
sl: Bayesova statistika
sv: Bayesiansk statistik
ta: பேய்சியன் புள்ளிவிவரங்கள்
tr: Bayesçi İstatistikler
uk: Байесовские статистики

source: beta 'a' parameter
ca: Paràmetre beta 'a'
fr: paramètre 'a' de beta
he: פרמטר הבטא ”a“
hr: beta 'a' parametar
it: parametro beta 'a'
kk: бета 'a' параметрі
nl: bètaparameter 'a'
pl: parametr beta 'a'
pt: parâmetro beta 'a'
ru: бета 'a' параметр
ta: பீட்டா 'ஏ' அளவுரு
tr: beta 'a' parametresi
uk: бета 'a' параметру

source: beta 'b' parameter
ca: Paràmetre beta 'b'
fr: paramètre 'b' de beta
he: פרמטר הבטא ”b“
hr: beta 'b' parametar
it: parametro beta 'b'
kk: бета 'b' параметрі
nl: bètaparameter 'b'
pl: parametr beta 'b'
pt: parâmetro beta 'b'
ru: параметр 'b' бета
ta: பீட்டா 'பி' அளவுரு
tr: beta 'b' parametresi
uk: параметр 'b' бета

source: Between Subject Factors
ca: Factors Entre Subjectes
da: Mellemsubjektfaktorer
de: Zwischensubjektfaktoren
fr: Facteur inter-sujets
he: גורמים בין נבדקיים
it: Fattori Tra i Soggetti
kk: субъектік факторлар арасында
nl: Factor tussen elementen
nn: Mellomsubjektfaktorar
no: Mellomsubjektfaktorer
pl: Czynniki międzyobiektowe
pt: Fano otor Entre Grupos
ru: Между предметными факторами
sl: Faktorji med primeri
sv: Mellansubjektfaktorer
ta: பொருள் காரணிகளுக்கு இடையில்
tr: Denekler Arası Faktörler
uk: Між предметными факторами

source: Between Subjects Components
ca: Components Entre Subjectes
da: Mellemsubjektkomponenter
de: Zwischensubjektkomponenten
fr: Composantes inter-sujets
he: רכיבים בין נבדקיים
hr: Između komponenata subjekata
it: Componenti Tra i Soggetti
kk: субъектілер арасындағы компоненттер
nl: Componenten tussen elementen
nn: Mellomsubjektkomponentar
no: Mellomsubjektkomponenter
pl: Czynniki międzyobiektowe
pt: Componentes Entre Grupos
ru: Компоненты между субъектами
sl: Komponente med primeri
sv: Mellansubjektkomponenter
ta: பாடங்களின் கூறுகளுக்கு இடையில்
tr: Denekler Arası Bileşenler
uk: Компоненти між суб'єктами

source: Between Subjects Effects
ca: Efectes Entre Subjectes
da: Mellemsubjekteffekter
de: Zwischensubjekteffekte
fr: Effets inter-sujets
he: אפקטים בין נבדקיים
hr: Između učinaka subjekata
it: Effetti Tra Soggetti
kk: субъектілер арасындағы әсерлер
nl: Effecten tussen elementen
nn: Mellomsubjekteffektar
no: Mellomsubjekteffekter
pl: Efekty międzyobiektowe
pt: Efeito Inter-Sujeitos
ru: Эффекты между предметами
sl: Učinki med primeri
sv: Mellansubjekteffekter
ta: பாட விளைவுகளுக்கு இடையில்
tr: Denekler Arası Etkiler
uk: Ефекти між предметами

source: Big 5 (Dolan, Oort, Stoel & Wicherts, 2009)
ca: Els 5 Grans (Dolan, Oort, Stoel & Wicherts, 2009)
he: חמשת הגדולים (Dolan, Oort, Stoel & Wicherts, 2009)
hr: Velikih 5 (Dolan, Oort, Stoel & Wicherts, 2009)
kk: Үлкен бестік (Долан, Оорт, Стул және Вихертс, 2009)
pl: Wielka Piątka (Dolan, Oort, Stoel & Wicherts, 2009)
ru: Большая пятерка (Долан, Оорт, Стул и Вихертс, 2009 г.)
sl: Podatki: Velikih 5 (Dolan, Oort, Stoel in Wicherts, 2009)
ta: பிக் 5 (டோலன், ஓர்ட், ச்டோல் & விச்செர்ட்ச், 2009)
uk: Велика пятерка (Долан, Оорт, Крісло і Вихертс, 2009 г.)

source: Binomial
he: בינומי
hr: Binomna
it: Binomiale
kk: Биномдық
nl: Binomiaal
pl: Dwumianowa
ru: Биномиальный
sl: Binomska porazdelitev
ta: ஈருறுப்பு
tr: Binom
uk: Биномиальный

source: Binomial Logistic Regression
ca: Regressió Logística Binomial
da: Binomial logistisk regression
de: Binomiale logistische Regression
fr: Régression logistique binomiale
he: רגרסיה לוגיסטית בינומית
hr: Binomna logistička regresija
it: Regressione Logistica Binomiale
kk: биномдық логистикалық регрессия
nl: Binomiale logistische regressie
nn: Binomial logistisk regresjon
no: Binomial logistisk regresjon
pl: Dwumianowa regresja logistyczna
pt: Regressão Logistica Binomial
ru: Биномиальная логистическая регрессия
sl: Binomska logistična regresija
sv: Binomial logistisk regression
ta: பைனோமியல் லாசிச்டிக் பின்னடைவு
tr: Binom Lojistik Regresyon
uk: Биномиальная логистическая регрессия
