Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Missing values exclusion method
ca: Mètode per a excloure valors perduts
da: Metode for at ekskludere manglende værdier
de: Methode zum Ausschluss fehlender Werte
fr: Méthode d'exclusion des valeurs manquantes
he: שיטת הוצאת הערכים החסרים
hr: Metoda isključivanja nedostajućih vrijednosti
it: Metodo per escludere i valori mancanti
kk: жетіспейтін мәндерді алып тастау әдісі
nl: Uitsluitingsmethode ontbrekende waarden
nn: Metode for å ekskludera manglande verdiar
no: Metode for å ekskludere manglende verdier
pl: Metoda wykluczania braków danych
pt: Método de exclusão de valores omissos
ru: Метод исключения пропущенных значений
sl: Izločitvena metoda manjkajočih vrednosti
sv: Metod för att exkludera saknade värden
ta: மதிப்புகள் விலக்கு முறை இல்லை
tr: Eksik değerler hariç tutma yöntemi
uk: Метод виключення пропущенных значень

source: Missing Values Method
ca: Mètode de valors perduts
da: Metode for manglende værdier
de: Methode für fehlende Werte
fr: Méthode des valeurs manquantes
he: שיטת הערכים החסרים
hr: Metoda za nedostajuće vrijednosti
it: Metodo dei Valori Mancanti
kk: жетіспейтін мәндер әдісі
nl: Methode ontbrekende waarden
nn: Metode for manglande verdiar
no: Metode for manglende verdier
pl: Metoda obsługi braków danych
pt: Método para Valores Omissos
ru: Метод исправления пропущенных значений
sl: Metoda manjkajočih vrednosti
sv: Metod för saknade värden
ta: மதிப்புகள் இல்லை முறை
tr: Eksik Değerler Yöntemi
uk: Метод виправлення пропущенных значень

source: Mode
ca: Moda
da: Modus
de: Modalwert
he: שכיח
hr: Modus
it: Moda
kk: модальді мән
nl: Modus
nn: Modus
no: Modus
pl: Modalna
pt: Moda
ru: Мода
sl: Modus
sv: Modus
ta: பயன்முறை
tr: Mod
uk: Мода

source: Model
de: Modell
fr: Modèle
he: מודל
it: Modello
kk: модель
nn: Modell
no: Modell
pt: Modelo
ru: Модель
sv: Modell
ta: மாதிரியுரு
uk: Модель

source: Model Builder
ca: Constructor del models
da: Opsæt model
de: Modell-Builder
fr: Concepteur de modèle
he: בונה המודלים
hr: Izgrađivač modela
it: Costruttore del Modello
kk: модель құрастырушы
nl: Modelbouwer
nn: Setja opp modell
no: Modell-Builder
pl: Kreator modelu
pt: Especificação de Modelo
ru: Конструктор моделей
sl: Modelski izgrajevalnik
sv: Sette upp modell
ta: மாதிரி பில்டர்
tr: Model Oluşturucu
uk: Конструктор моделей

source: Model Coefficients
ca: Coeficients del model
da: Modelkoefficienter
de: Modellkoeffizienten
fr: Coefficients du modèle
he: מקדם המודל
hr: Koeficijenti modela
it: Coefficienti del Modello
kk: модель коэффициенттері
nl: Modelcoëfficiënten
nn: Modellkoeffisientar
no: Modellkoeffisienter
pl: Współczynniki modelu
pt: Coeficientes do Modelo
ru: Коэффициенты модели
sl: Koeficienti modela
sv: Modellkoefficienter
ta: மாதிரி குணகங்கள்
tr: Model Katsayıları
uk: Коефіцієнти моделі

source: Model Comparisons
ca: Comparació de models
da: Modelsammenligninger
de: Modellvergleiche
fr: Comparaison de modèle
he: השוואות מודלים
hr: Usporedbe modela
it: Confronto dei Modelli
kk: Модельді салыстырулар
nl: Modelvergelijkingen
nn: Modellsamanlikningar
no: Modellsammenlikninger
pl: Porównania modeli
pt: Comparações de Modelos
ru: Сравнение моделей
sl: Primerjave modela
sv: Modelljämförelser
ta: மாதிரி ஒப்பீடுகள்
tr: Model Karşılaştırmaları
uk: Порівняння моделей

source: Model Fit
ca: Ajustament del Model
da: Modeltilpasning
de: Modell-Fit
fr: Ajustement du modèle
he: התאמת המודל
hr: Prilagodba modela
it: Adattamento del Modello
kk: Модель сәйкестігі
nl: Modelvorm
nn: Modelltilpassing
no: Modelltilpassing
pl: Dopasowanie modelu
pt: Ajustamento do Modelo
ru: Соответствие модели
sl: Skladnost modela
sv: Modellanpassning
ta: மாதிரி பொருத்தம்
tr: Model Uyumu
uk: Відповідність моделі

source: Model Fit Measures
ca: Mesures de Ajustament del Model
da: Mål for modeltilpasning
de: Güte der Modellanpassung
fr: Mesures de l'ajustement du modèle
he: מדדי התאמת המודל
hr: Mjere prilagodbe modela
it: Misure di Adattamento del Modello
kk: үлгінің сәйкестік көрсеткіштері
nl: Modelvormmetingen
nn: Mål for modelltilpassing
no: Mål for modelltilpassing
pl: Miary dopasowania modelu
pt: Medidas de Ajustamento do Modelo
ru: Показатели соответствия модели
sl: Lestvica Skladnosti modela
sv: Mål för modellanpassning
ta: மாதிரி பொருத்தம் நடவடிக்கைகள்
tr: Model Uyum Ölçütleri
uk: Показники відповідності моделі

source: Model fit measures
ca: Mesures de ajustament del model
da: Mål for modeltilpasning
de: Güte der Modellanpassung
fr: Mesures de l'ajustement du modèle
he: מדדי התאמת המודל
hr: Mjere prilagodbe modela
it: Misure di adattamento del modello
kk: үлгінің сәйкестік өлшемдері
nl: Modelvormmetingen
nn: Mål for modelltilpassing
no: Mål for modelltilpassing
pl: Miary dopasowania modelu
pt: Medidas de ajustamento do modelo
ru: Меры соответствия модели
sl: Lestvica skladnosti modela
sv: Mål för modellanpassning
ta: மாதிரி பொருத்தம் நடவடிக்கைகள்
tr: Model uyum ölçütleri
uk: Міри відповідності моделі

source: Model Specific Results
ca: Resultats Específics del Model
da: Modelspecifikke resultater
de: Modellspezifische Ergebnisse
fr: Résultats spécifiques du modèle
he: תוצאות יחסיות למודל
hr: Rezultati specifični za model
it: Risultati Specifici del Modello
kk: арнайы үлгі нәтижелері
nl: Modelspecifieke resultaten
nn: Modellspesifikke resultat
no: Modellspesifikke resultater
pl: Wyniki dla poszczególnych modeli
pt: Resultados específicos do modelo
ru: Конкретные результаты модели
sl: Rezultati modela
sv: Modellspecifika resultat
ta: குறிப்பிட்ட முடிவுகளை மாதிரி
tr: Modele Özgü Sonuçlar
uk: Конкретний результати моделі

source: Model Terms
ca: Termes del Model
da: Modeltermer
de: Modellbedingungen
fr: Termes du modèle
he: תנאי המודל
hr: Uvjeti modela
it: Elementi del Modello
kk: модельдік терминдер
nl: Modeltermen
nn: Modelltermar
no: Modelltermer
pl: Składniki modelu
pt: Termos do Modelo
ru: Термы модели
sl: Pogoji modela
sv: Modelltermer
ta: மாதிரி விதிமுறைகள்
tr: Model Terimleri
uk: Термы моделі

source: Model Test
ca: Prova del Model
de: Modelltest
fr: Test du modèle
he: בדיקת המודל
hr: Test modela
it: Test del Modello
kk: үлгі сынағы
nl: Modeltoets
nn: Modelltest
no: Modelltest
pl: Test modelu
pt: Teste do Modelo
ru: Тест модели
sl: Test modela
sv: Modelltest
ta: மாதிரி சோதனை
tr: Model Testi
uk: Тест моделі

source: Model Thresholds
ca: Llindars del Model
da: Modeltærskler
de: Modellschwellenwerte
fr: Seuil du modèle
he: ספי המודל
hr: Pragovi modela
it: Soglie del Modello
kk: үлгі шектері
nl: Modeldrempelwaarden
nn: Modelltersklar
no: Modellterskler
pl: Progi modelu
pt: Limiares do Modelo
ru: Пороги модели
sl: Pragi modela
sv: Modelltrösklar
ta: மாதிரி வாசல்கள்
tr: Model Eşikleri
uk: Пороги моделі

source: Model thresholds
ca: Llindars del model
da: Modeltærskler
de: Modellschwellenwerte
fr: Seuil du modèle
he: ספי המודל
hr: Pragovi modela
it: Soglie del modello
kk: үлгі шектері
nl: Modeldrempelwaarden
nn: Modelltersklar
no: Modellterskler
pl: Progi modelu
pt: Limiares do Modelo
ru: Пороги модели
sl: Pragi modela
sv: Modelltrösklar
ta: மாதிரி வாசல்கள்
tr: Model eşikleri
uk: Пороги моделі

source: Modification Indices
ca: Índexs de Modificació
da: Modifikationsindekser
de: Modifikationsindizes
fr: Indices de modification
he: מדדי שינוי
hr: Indeksi promjena
it: Indici di Modifica
kk: модификация индекстері
nl: Modificatie-indices
nn: Modifikasjonsindeksar
no: Modifikasjonsindekser
pl: Indeksy modyfikacyjne
pt: Índices de Modificação
ru: Индексы модификации
sv: Modifikationsindex
ta: மாற்றியமைக்கும் குறியீடுகள்
tr: Modifikasyon İndeksleri
uk: Індекси модифікації

source: Modification indices
ca: Índexs de modificació
da: Modifikationsindekser
de: Modifikationsindizes
fr: Indices de modification
he: מדדי שינוי
hr: Indeksi promjena
it: Indici di modifica
kk: модификация индекстері
nl: Modifciatie-indices
nn: Modifikasjonsindeksar
no: Modifikasjonsindekser
pl: Indeksy modyfikacyjne
pt: Índices de Modificação
ru: Индексы модификации
sv: Modifikationsindex
ta: மாற்றியமைக்கும் குறியீடுகள்
tr: Modifikasyon indeksleri
uk: Індекси модифікації

source: Monte Carlo simulation
he: הדמיית מונטה קרלו
hr: Monte Carlo simulacija
nl: Monte-Carlosimulatie
nn: Monte Carlo-simulasjon
no: Monte Carlo-simulasjon
pl: Symulacja Monte Carlo
ru: Моделирование Монте-Карло
sv: Monte Carlo-simulering
ta: மான்டே கார்லோ உருவகப்படுத்துதல்
tr: Monte Carlo simülasyonu

source: More than one mode exists, only the first is reported
ca: Existeix més d'una moda, només es reporta la primera
da: Der er mere end en modus, kun den første berettes
de: Es gibt mehr als einen Modalwert, nur der erste wird berichtet
fr: Plus d'un mode existe, seul le premier est proposé
he: קיים יותר משכיח אחד. רק הראשון מדווח
hr: Postoji više od jednog modusa, prijavljen je samo prvi
it: Esiste più di una modalità, viene segnalata solo la prima
kk: бірнеше режим бар, тек біріншісі туралы хабарланады
nl: Er bestaat meer dan één modus—alleen de eerste wordt gemeld
nn: Det finst meir enn éin modus, berre den første berettes
no: Det finnes mer enn én modus, bare den første berettes
pl: Istnieje więcej niż jedna modalna, podana została pierwsza z nich
pt: Existe mais de uma moda, apenas a primeira é apresentada
ru: Существует более одной моды, сообщается только о первой
sl: Obstaja več kot en modus, podana je le prva vrednost
sv: Det finns mer än en modus, bara den första berettes
ta: ஒன்றுக்கு மேற்பட்ட பயன்முறைகள் உள்ளன, முதலாவது மட்டுமே தெரிவிக்கப்படுகிறது
tr: Birden fazla mod var, sadece ilki rapor edildi
uk: Існує понад одної моди, повідомляє тільки о першій

source: Most extreme
ca: Més extrem
da: Mest ekstreme
he: הכי קיצוניים
hr: Najekstremniji
kk: ең шеткісі
nl: Buitenste
nn: Mest ekstreme
no: Mest ekstreme
pl: Skrajne
ru: Самый экстремальный
sv: Mest extrema
ta: மிகவும் தீவிரமான
tr: En uç

source: Multinomial
da: Multinominel
he: מולטינום
hr: Multinomijalno
it: Multinomiale
kk: көпмүшелік
nl: Multinomiaal
nn: Multinominell
no: Multinominell
pl: Wielomianowa
ru: Полиномиальный
sl: Multinomska‧
sv: Multinominell
ta: பல்லுறுப்பு
tr: Multinom
uk: Полиномиальный

source: Multinomial Logistic Regression
ca: Regressió Logística Multinomial
da: Multinomisk logistisk regression
de: Multinomiale logistische Regression
fr: Régression logistique multinomiale
he: רגרסיה לוגיסטית מולטינומית
hr: Multinomijalna logistička regresija
it: Regressione Logistica Multinomiale
kk: көпмүшелік логистикалық регрессия
nl: Multinomiale logistische regressie
nn: Multinomisk logistisk regresjon
no: Multinomisk logistisk regresjon
pl: Wielomianowa regresja logistyczna
pt: Regressão Logística Multinomial
ru: Полиномиальная логистическая регрессия
sl: Multinomska logistična regresija
sv: Multinomisk logistisk regression
ta: பன்முக லாசிச்டிக் பின்னடைவு
tr: Multinom Lojistik Regresyon
uk: Полиномиальная логистическая регрессия

source: Multivariate Analysis of (Co)Variance (MANCOVA) is used to explore the relationship between multiple dependent variables, and one or more categorical and/or continuous explanatory variables.
ca: L'anàlisi multivariant de (co)variància (MANCOVA) s'utilitza per a explorar la relació entre múltiples variables dependents i una o més variables explicatives categòriques i/o contínues.
da: Den multivariate kovariansanalysen (MANCOVA) bruges til at udforske sammenhænge mellem flere afhængige variabler og en eller flere kategoriske og/eller kontinuerlige forklaringsvariabler.
de: Die multivariate Kovarianznalyse (MANCOVA) wird verwendet, um die Beziehung zwischen einer oder mehreren kategorialen und/oder kontinuierlichen unabhängigen Variablen und mehreren abhängigen Variablen zu untersuchen.
fr: Une analyse multivariée de (co)variance (MANCOVA) est utilisée pour explorer la relation entre des variables dépendantes multiples et une ou plusieurs variables explicatives catégorielles et/ou continues.
he: משתמשים בניתוח שונות (משותפת) רבת משתנים (MANCOVA) כדי לבחון את הקשר בין כמה משתנים תלויים ולפחות משתנה מסביר איכותי ו/או רציף אחד.
hr: Multivarijantna analiza (ko)varijance (MANCOVA) koristi se za istraživanje odnosa između više zavisnih varijabli i jedne ili više kategoričkih i/ili kontinuiranih objašnjavajućih varijabli.
it: L'Analisi Multivariata della (Co)varianza (MANCOVA) viene utilizzata per esplorare la relazione tra più variabili dipendenti e una o più variabili esplicative categoriche e/o continue.
kk: бірнеше тәуелді айнымалылар мен бір немесе бірнеше категориялық және/немесе үздіксіз тәуелсіз айнымалылар арасындағы байланысты тексеру үшін (co)варианстың көп айнымалы талдауы (MANCOVA) қолданылады.
nn: Den multivariate kovariansanalysen (MANCOVA) blir brukt til å utforska samanhengar mellom fleire avhengige variablar, og ein eller fleire kategoriske og/eller kontinuerlege forklaringsvariablar.
no: Den multivariate kovariansanalysen (MANCOVA) brukes til å utforske sammenhenger mellom flere avhengige variabler, og en eller flere kategoriske og/eller kontinuerlige forklaringsvariabler.
pl: Wielowymiarowa analiza (ko)wariancji (MANCOVA) służy do analizy związku pomiędzy wieloma zmiennymi zależnymi a jedną lub kilkoma kategorialnymi i/lub ciągłymi zmiennymi objaśniającymi.
pt: A Análise de (Co)Variância Multivariada (MANCOVA) é utilizada para explorar a relação entre múltiplas variáveis dependentes e uma ou mais variáveis explicativas categóricas e/ou contínuas.
ru: Многофакторный анализ (ко)дисперсии (MANCOVA) используется для изучения взаимосвязи между несколькими зависимыми переменными и одной или несколькими категориальными и/или непрерывными независимыми переменными.
sl: Večrazsežnostna analiza (ko)variance (MANCOVA) se uporablja za raziskovanje razmerij med več odvisnimi spremenljivkami in eno ali več kategoričnimi in/ali zveznimi pojasnjevalnimi spremenljivkami.
sv: Den multivariate kovariansanalysen (MANCOVA) användes till att utforska sammanhang mellan flera beroende variabler, och en eller flera kategoriska och/eller kontinuerliga förklaringsvariabler.
ta: (CO) மாறுபாட்டின் (MANCOVA) பன்முக பகுப்பாய்வு பல சார்பு மாறிகள் மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட வகைப்படுத்தப்பட்ட மற்றும்/அல்லது தொடர்ச்சியான விளக்கமளிக்கும் மாறிகள் ஆகியவற்றுக்கு இடையிலான உறவை ஆராய பயன்படுத்தப்படுகிறது.
tr: Çok Değişkenli (Ko)Varyans Analizi (MANCOVA), birden fazla bağımlı değişken ile bir veya daha fazla kategorik ve/veya sürekli açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır.
uk: Многофакторный аналізу (ко)дисперсии (MANCOVA) використовує для вивчення взаимосвязи між кількома залежати переменными і одної або кількома категориальными і/або непрерывными незалежними переменными.

source: Multivariate Statistics
ca: Estadístiques Multivariants
da: Multivariat statistik
de: Multivariate Statistik
fr: Statistiques miltivariées
he: סטטיסטיקה רבת משתנים
hr: Multivarijantna statistika
it: Statistiche Multivariate
kk: көпвариатты статистика
nl: Multivariate statistieken
nn: Multivariat statistikk
no: Multivariat statistikk
pl: Statystyki wielowymiarowe
pt: Estatísticas Multivariadas
ru: Многомерные статистики
sl: Večrazsežna statistika
sv: Multivariat statistik
ta: பன்முக புள்ளிவிவரங்கள்
tr: Çok Değişkenli İstatistikler
uk: Многомерные статистики

source: Multivariate Tests
ca: Proves Multivariants
da: Multivariate tester
fr: Tests multivariées
he: מבחנים רבי משתנים
hr: Multivarijantni testovi
it: Test Multivariati
kk: көпвариаттық сынақтар
nl: Multivariate toetsen
nn: Multivariate testar
no: Multivariate tester
pl: Testy wielowymiarowe
pt: Testes multivariados
ru: Многомерные тесты
sl: Večrazsežnostni testi
sv: Multivariate tester
ta: பன்முக சோதனைகள்
tr: Çok Değişkenli Testler
uk: Многомерные тести

source: N Outcomes
ca: N Resultats
da: N Utfall
de: N Ergebnisse
fr: N résultats
he: N תוצאות
hr: N ishoda
it: N Risultati
kk: N нәтижелері
nl: N uitkomsten
nn: N Utfall
no: N Utfall
pl: N wartości
pt: N Categorias
ru: N исходов
sl: N izidov
sv: N Utfall
ta: N விளைவுகள்
tr: N Sonuç
uk: N исходов

source: Nagelkerke's R²
ca: R² de Nagelkerke
de: R² nach Nagelkerke
fr: R² de Nagelkerke
he: R² נאגלקרקה
hr: Nagelkerkeov R²
it: R² di Nagelkerke
kk: Нагелькерке R²
pl: R² Nagelkerke'a
pt: R² de Nagelkerke
ru: Нагелькерке R²
sl: Nagelkerkejev R²
ta: நெயில்கெர்கேவின் r²
tr: Nagelkerke'nin R²'si
uk: Нагелькерке R²

source: No components have an eigenvalue greater than {value}
ca: No hi ha components amb valors propis més grans que {value}
da: Ingen komponenter har en eigenværdi som er større end {value}
de: Keine Komponente hat einen Eigenwert größer als {value}
fr: Aucune composante ne présente une eigenvalue plus grande que {value}
he: לאף אחד מהרכיבים אין ערך עצמי הגדול מ־{value}
hr: Nijedna komponenta nema vlastitu vrijednost veću od {value}
it: Nessun componente ha un autovalore maggiore di {value}
kk: ешбір компоненттің меншікті мәні {value} мәнінен үлкен емес
nn: Ingen komponentar har ein eigenverdi som er større enn {value}
no: Ingen komponenter har en eigenverdi som er større enn {value}
pl: Żadna składowa nie ma wartości własnej większej niż {wartość}
pt: Nenhum componente tem um eigenvalue maior que {value}
ru: Ни один компонент не имеет собственного значения большего, чем {value}
sl: Ni komponente z lastno vrednostjo, večjo od {value}
sv: Inga komponenter har ett egenvärde som är större än {value}
ta: எந்தவொரு கூறுகளும் {மதிப்பு besosk ஐ விட அதிகமான மதிப்பைக் கொண்டிருக்கவில்லை
tr: Hiçbir bileşenin özdeğeri {value}'dan büyük değil
uk: Ни один компоненту не має собственного значення большего, ніж {value}

source: No correction
ca: Sense correcció
da: Ingen korrektion
de: Keine Korrektur
fr: Aucune correction
he: ללא תיקון
hr: Bez ispravljanja
it: Nessuna correzione
kk: түзетусіз
nl: Geen correctie
nn: Ingen korreksjon
no: Ingen korreksjon
pl: Bez korekty
pt: Sem correção
ru: Без поправок
sl: Brez korekcije
sv: Ingen korrektion
ta: திருத்தம் இல்லை
tr: Düzeltme yok
uk: Без поправок

source: No factors defined. Box's M test is only relevant when model contains factors.
ca: No s'ha definit cap factor. La Prova M de Box només te sentit quan el model conté factors.
da: Ingen faktorer er definerede. M-test af Box er kun relevant når modellen indeholder faktorer.
de: Keine Faktoren definiert. Der M-Test von Box ist nur relevant, wenn das Modell Faktoren enthält.
fr: Aucun facteur n'est défini. Le test M de Box n'est seulement valable lorsque le modèle contient des facteurs.
he: לא הוגדרו גורמים. מבחן M של בוקס מתאים רק כשיש גורמים במודל.
it: Nessun fattore definito. Il test M di Box è rilevante solo quando il modello contiene fattori.
kk: Факторлар анықталмаған. Box M тесті модельде факторлар болған кезде ғана өзекті болып табылады.
nn: Ingen faktorar er definerte. M-test av Box er berre relevant når modellen inneheld faktorar.
no: Ingen faktorer er definert. Box's M-test er bare relevant når modellen inneholder faktorer.
pl: Brak zdefiniowanych czynników. Test M Boxa jest odpowiedni tylko wtedy, gdy model zawiera czynniki.
pt: Nenhum fator definido. O teste M de Box só é relevante quando o modelo contém fatores.
ru: Факторы не определены. М-тест Бокса актуален только тогда, когда модель содержит факторы.
sl: Ni določenih faktorjev. Boxov M-Test je ima smisel le, če model vsebuje faktorje.
sv: Inga faktorer är definierade. M-test av Box är bara relevant när modellen innehåller faktorer.
ta: எந்த காரணிகளும் வரையறுக்கப்படவில்லை. மாதிரிகள் காரணிகளைக் கொண்டிருக்கும்போது மட்டுமே பெட்டியின் எம் சோதனை பொருத்தமானது.
tr: Tanımlanmış faktör yok. Box'ın M testi sadece model faktör içerdiğinde geçerlidir.
uk: Фактори не визначені. М-тесту Боксу актуален тільки тоді, коли модель містить фактори.

source: Nominal
da: Nominel
he: שמני
hr: Nominalna
it: Nominale
kk: номиналды
nl: Nominaal
nn: Nominell
no: Nominell
pl: Nominalna
ru: Номинальный
sl: Nominalna / Imenska
sv: Nominell
uk: Номинальный

source: Non-Parametric
ca: No-Paramètric
da: Ikke-parametrisk
de: Nicht-parametrisch
fr: Non-paramétrique
he: לא פרמטרי
it: Non parametrico
kk: параметрлік емес
nl: Niet-parametrisch
nn: Ikkje-parametrisk
no: Ikke-parametrisk
pl: Nieparametryczny
pt: Não-paramétricos
ru: Непараметрический
sl: Neparametrično
sv: Ikke-parametrisk
ta: அளவுரு அல்லாத
tr: Parametrik Olmayan
uk: Непараметрический

source: None
ca: Cap
da: Ingen
de: Keine
fr: Aucune
he: כלום
hr: Ništa
it: Nessuno
kk: ешқайсысы
nl: Geen
nn: Ingen
no: Ingen
pl: Brak
pt: Nenhuma
ru: Нет
sl: Brez
sv: Inga
tr: Hiçbiri
uk: Нi

source: none
ca: cap
da: ingen
de: keine
fr: aucun
he: כלום
hr: ništa
it: niente
kk: ешқайсысы
nl: geen
nn: ingen
no: ingen
pl: brak
pt: nenhum(a)
ru: нет
sl: brez
sv: inga
ta: எதுவுமில்லை
tr: hiçbiri
uk: нi

source: Normal Scaled Items
ca: Elements Escalats Normalment
da: Normalskalerede items
de: Normal-skalierte Items
fr: Eléments cotés normalement
he: הפריטים בסולם נורמלי
it: Elementi Ridimensionati Normali
kk: Қалыпты масштабталған элементтер
nl: Normaal geschaalde items
nn: Normalskalerte items
no: Normalskalerte items
pl: Pozycje kodowane wprost
pt: Itens normalizados
ru: Нормально масштабируемые элементы
sl: Normalno obrnjene lestvice
sv: Normalskalerte items
ta: சாதாரண அளவிடப்பட்ட உருப்படிகள்
tr: Normal Ölçekli Maddeler
uk: Нормально масштабируемые елементи

source: Normality
ca: Normalitat
da: Antagelse af normalfordeling
de: Annahme von Normalverteilung
fr: Normalité
he: נורמליות
hr: Normalnost
it: Normalità
kk: қалыптылық
nl: Normaliteit
nn: Antaking av normalfordeling
no: Antakelse av normalfordeling
pl: Normalność
pt: Normalidade
ru: Нормальность
sl: Normalnost
sv: Antagande av normalfördelning
ta: இயல்பான தன்மை
tr: Normallik
uk: Нормальность

source: Normality test
ca: Prova de normalitat
da: Test på normalfordeling
de: Test auf Normalverteilung
fr: Test de normalité
he: מבחן נורמליות
hr: Test normalnosti
it: Test di normalità
kk: қалыптылық сынағы
nl: Normaliteitstoets
nn: Test på normalfordeling
no: Test på normalfordeling
pl: Test normalności
pt: Teste à Normalidade
ru: Тест на нормальность
sl: Test normalnosti
sv: Test på normalfördelning
ta: இயல்பான சோதனை
tr: Normallik testi
uk: Тест на нормальность

source: Normality Test (Shapiro-Wilk)
ca: Prova de Normalitat (Shapiro-Wilk)
da: Test på normalfordeling (Shapiro-Wilk)
de: Test auf Normalverteilung (Shapiro-Wilk)
fr: Test de normalité (Shapiro-Wilk)
he: מבחן נורמליות (שפירו–וילק)
hr: Test normalnosti (Shapiro-Wilk)
it: Test di Normalità (Shapiro-Wilk)
kk: қалыптылық сынағы (Шапиро-Уилк)
nl: Normaliteitstoets (Shapiro-Wilk)
nn: Test på normalfordeling (Shapiro-Wilk)
no: Test på normalfordeling (Shapiro-Wilk)
pl: Test normalności (Shapiro-Wilk)
pt: Teste à Normalidade (Shapiro-Wilk)
ru: Тест на нормальность (Шапиро-Уилк)
sl: Normalnost (Shapiro-Wilksov preizkus)
sv: Test på normalfördelning (Shapiro-Wilk)
ta: இயல்பான சோதனை (சாபிரோ-வில்க்)
tr: Normallik Testi (Shapiro-Wilk)
uk: Тест на нормальность (Шапиро-Уилк)

source: Not all coefficients could be estimated (likely due to singular fit)
da: Ikke alle koefficienter kunne estimeres (sandsynligvis fordi resultatmatrixen er singulær)
he: לא ניתן לאמוד את כל המקדמים (ככל הנראה בגלל התאמה בודדת)
hr: Nisu se mogli procijeniti svi koeficijenti (vjerojatno zbog singularnog prilagođavanja)
nn: Ikkje alle koeffisientar kunne estimerast (sannsynlegvis fordi resultatmatrisa er singulær)
no: Ikke alle koeffisienter kunne estimeres (sannsynligvis fordi resultatmatrisen er singulær)
pl: Nie wszystkie współczynniki mogły zostać oszacowane (prawdopodobnie z powodu dopasowania singularnego)
ru: Не все коэффициенты могут быть оценены (вероятно, из-за сингулярной подгонки)
sv: Inte alla koefficienter kunde estimeras (troligen eftersom resultatmatrisen är singulær)
ta: எல்லா குணகங்களையும் மதிப்பிட முடியாது (ஒற்றை பொருத்தம் காரணமாக இருக்கலாம்)
tr: Tüm katsayılar tahmin edilemedi (muhtemelen tekil uyum nedeniyle)
