Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` or `FALSE` (default), provide the likelihood ratio
ca: `TRUE` o `FALSE` (predeterminat), proporciona la raó de versemblança
da: `TRUE` eller `FALSE` (standard), giv ud sandsynlighedsforholdet (likelihood ratio)
de: `TRUE` oder `FALSE` (Vorgabe), gibt das Likelihood-Verhältnis aus
fr: `TRUE` or `FALSE` (default), fournit le ratio de vraisemblance
it: `TRUE` o `FALSE` (predefinito), restituisce il rapporto di verosimiglianza
kk: 'TRUE' немесе 'FALSE' (әдепкі), ықтималдық арақатынасын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut sannsynsforholdet (likelihood ratio)
pl: `TRUE` lub `FALSE` (domyślnie), podaje wskaźnik wiarygodności
pt: `TRUE` ou` FALSE` (padrão), fornece a razão de verosimilhança
ru: `TRUE` или `FALSE` (по умолчанию), представляет отношение правдоподобия
sl: `TRUE` ali `FALSE` (privzeto), izračuna razmerje verjetij
sv: `TRUE` eller `FALSE` (standard), ge ut sannolikhetsförhållandet (likelihood ratio)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), நிகழ்தகவு விகிதத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє ставлення правдоподобия

source: `TRUE` or `FALSE` (default), provide the log odds ratio (only available for 2x2 tables)
ca: `TRUE` o `FALSE` (predeterminat), proporciona el logaritme de la raó de contraris (només disponible per a taules 2x2)
da: `TRUE` eller `FALSE` (standard), giv ud log-odds-ratio (kun tilgængeligt for 2x2-tabeller)
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Log-Odds-Ratio aus (nur verfügbar für 2x2-Tabellen)
fr: `TRUE` or `FALSE` (default), fournit le log de l'odds ratio (rapport de cotes) (disponible seulement pour les tableaux 2x2)
it: `TRUE` o `FALSE` (default), restituisce il Log-Odds-Rratio (disponibile solo per le tabelle 2x2)
kk: 'TRUE' немесе 'FALSE' (әдепкі), логарифмның ықтималдық қатынасын көрсетеді (тек 2x2 кестелер үшін қолжетімді)
nn: `TRUE` eller `FALSE` (standard), gi ut log-odds-ratio (berre tilgjengeleg for 2x2-tabeller)
pl: `TRUE` lub `FALSE` (domyślnie), podaje logarytm ilorazu szans (dostępne wyłącznie dla tabel 2x2)
pt: `TRUE` ou` FALSE` (padrão), fornece a razão de chances de log (disponível apenas para tabelas 2x2)
ru: `TRUE` или `FALSE` (по умолчанию), представляет логарифмическое отношение шансов (доступно только для таблиц 2x2)
sv: `TRUE` eller `FALSE` (standard), ge ut log-odds-ratio (endast tillgängligt för 2x2-tabeller)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பதிவு முரண்பாடுகள் விகிதத்தை வழங்கவும் (2x2 அட்டவணைகளுக்கு மட்டுமே கிடைக்கும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє логарифмическое ставлення шансів (доступно тільки для таблиць 2x2)

source: `TRUE` or `FALSE` (default), provide the maximum
ca: `TRUE` o `FALSE` (predeterminat), proporciona el màxim
da: `TRUE` eller `FALSE` (standard), giv ud maksimum
de: `TRUE` oder `FALSE` (Vorgabe), gibt das Maximum aus
fr: `TRUE` or `FALSE` (default), fournit le maximum
it: `TRUE` o `FALSE` (predefinito), restituisce il massimo
kk: 'TRUE' немесе 'FALSE' (әдепкі), максимумды қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut maksimum
pl: `TRUE` lub `FALSE` (domyślnie), podaje wartość maksymalną
pt: `TRUE` ou` FALSE` (padrão), fornece o máximo
ru: `TRUE` или `FALSE` (по умолчанию), представляет максимальное
sl: `TRUE` ali `FALSE` (privzeto), poda največjo vrednost
sv: `TRUE` eller `FALSE` (standard), ge ut maximum
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), அதிகபட்சத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє максимальное

source: `TRUE` or `FALSE` (default), provide the mean
ca: `TRUE` o `FALSE` (predeterminat), proporciona la mitjana
da: `TRUE` eller `FALSE` (standard), giv ud gennemsnittet
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Mittelwert aus
fr: `TRUE` or `FALSE` (default), fournit la moyenne
it: `TRUE` o `FALSE` (predefinito), restituisce la media
kk: 'TRUE' немесе 'FALSE' (әдепкі), орташа мәнді береді
nn: `TRUE` eller `FALSE` (standard), gi ut gjennomsnittet
pl: `TRUE` lub `FALSE` (domyślnie), podaje średnią
pt: `TRUE` ou` FALSE` (padrão), fornece a média
ru: `TRUE` или `FALSE` (по умолчанию), представляет среднее
sl: `TRUE` (privzeto) ali `FALSE`, izračuna povprečno vrednost podatkov
sv: `TRUE` eller `FALSE` (standard), ge ut genomsnittet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சராசரியை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє середнішій

source: `TRUE` or `FALSE` (default), provide the minimum
ca: `TRUE` o `FALSE` (predeterminat), proporciona el mínim
da: `TRUE` eller `FALSE` (standard), giv ud minimum
de: `TRUE` oder `FALSE` (Vorgabe), gibt das Minimum aus
fr: `TRUE` or `FALSE` (default), fournit le minimum
it: `TRUE` o `FALSE` (predefinito), restituisce il minimo
kk: 'TRUE' немесе 'FALSE' (әдепкі), минимумды береді
nn: `TRUE` eller `FALSE` (standard), gi ut minimum
pl: `TRUE` lub `FALSE` (domyślnie), podaje wartość minimalną
pt: `TRUE` ou` FALSE` (padrão), fornece o mínimo
ru: `TRUE` или `FALSE` (по умолчанию), представляет минимум
sl: `TRUE` ali `FALSE` (privzeto), poda najmanjšo vrednost
sv: `TRUE` eller `FALSE` (standard), ge ut minimum
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), குறைந்தபட்சத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє мінімуму

source: `TRUE` or `FALSE` (default), provide the mode
ca: `TRUE` o `FALSE` (predeterminat), proporciona la moda
da: `TRUE` eller `FALSE` (standard), giv ud typetal
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Modalwert aus
fr: `TRUE` or `FALSE` (default), fournit le mode
it: `TRUE` o `FALSE` (predefinito), restituisce la moda
kk: 'TRUE' немесе 'FALSE' (әдепкі), режимді қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut typetal
pl: `TRUE` lub `FALSE` (domyślnie), podaje modalną
pt: `TRUE` ou` FALSE` (padrão), fornece a moda
ru: `TRUE` или `FALSE` (по умолчанию), представляет моду
sl: `TRUE` ali `FALSE` (privzeto), poda modus podatkov
sv: `TRUE` eller `FALSE` (standard), ge ut typtal
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பயன்முறையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє моду

source: `TRUE` or `FALSE` (default), provide the model comparison between the models and the NULL model
ca: `TRUE` o `FALSE` (predeterminat), proporciona la comparació entre els models i el model NUL
da: `TRUE` eller `FALSE` (standard), giv ud modelsammenligningen mellem modellerne og nul-modellen
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Modellvergleich zwischen den berechneten Modellen und dem NULL-Modell aus
fr: `TRUE` or `FALSE` (default), fournit le modèle de comparaison entre les modèles et le modèle NULL
it: `TRUE` o `FALSE` (default), fornisce il confronto tra i modelli e il modello NULL
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгілер мен NULL үлгісі арасындағы үлгі салыстыруын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut modellsamanlikninga mellom modellane og null-modellen
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje porównanie pomiędzy modelami a modelem zerowym
pt: `TRUE` ou` FALSE` (padrão), fornece a comparação de modelos entre o modelo e o modelo nulo
ru: `TRUE` или `FALSE` (по умолчанию), представляет сравнение моделей между моделями и NULL моделью
sl: `TRUE` ali `FALSE` (privzeto), poda modelsko primerjavo med uporabljenimi modeli in preizkusnim modelom
sv: `TRUE` eller `FALSE` (standard), ge ut modelljämförelsen mellan modellerna och noll-modellen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரிகள் மற்றும் சுழிய மாதிரிக்கு இடையிலான மாதிரி ஒப்பீட்டை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє порівняння моделей між моделями і NULL моделлю

source: `TRUE` or `FALSE` (default), provide the number of cases
ca: `TRUE` o `FALSE` (predeterminat), proporciona el nombre de casos
da: `TRUE` eller `FALSE` (standard), giv ud antal af målinger
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Anzahl der Fälle aus
fr: `TRUE` or `FALSE` (default), fournit le nombre d'observations
it: `TRUE` o `FALSE` (predefinito), restituisce il numero di casi
kk: 'TRUE' немесе 'FALSE' (әдепкі), істер санын көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut talet på av målingar
pl: `TRUE` lub `FALSE` (domyślnie), podaje liczbę obserwacji
pt: `TRUE` ou` FALSE` (padrão), fornece o número de casos
ru: `TRUE` или `FALSE` (по умолчанию), представляет количество случаев
sl: `TRUE` ali `FALSE` (privzeto), poda število primerov
sv: `TRUE` eller `FALSE` (standard), ge ut antal av mätningar
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வழக்குகளின் எண்ணிக்கையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє кількість нагод

source: `TRUE` or `FALSE` (default), provide the observed counts
ca: `TRUE` o `FALSE` (predeterminat), proporciona les freqüències observades
da: `TRUE` eller `FALSE` (standard), giv ud observeret antal
de: `TRUE` oder `FALSE` (Vorgabe), gibt die beobachteten Anzahlen aus
fr: `TRUE` or `FALSE` (default), fournit les effectifs observés
it: `TRUE` o `FALSE` (default), restituisce i conteggi osservati
kk: 'TRUE' немесе 'FALSE' (әдепкі), бақыланатын мәндерді береді
nn: `TRUE` eller `FALSE` (standard), gi ut observert tal
pl: `TRUE` lub `FALSE` (domyślnie), podaje wartości obserwowane
pt: `TRUE` ou` FALSE` (padrão), fornece as contagens observadas
ru: `TRUE` или `FALSE` (по умолчанию), представляет наблюдаемые значения
sl: `TRUE` ali `FALSE` (privzeto), izpiše števce opazovanj
sv: `TRUE` eller `FALSE` (standard), ge ut observerat antal
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கவனிக்கப்பட்ட எண்ணிக்கையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє спостерігати значення

source: `TRUE` or `FALSE` (default), provide the odds ratio (only available for 2x2 tables)
ca: `TRUE` o `FALSE` (predeterminat), proporciona la raó de contraris (només disponible per a taules 2x2)
da: `TRUE` eller `FALSE` (standard), giv ud odds-ratioet (kun tilgængeligt for 2x2-tabeller)
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Odds-Ratio aus (nur für 2x2-Tabellen verfügbar)
fr: `TRUE` or `FALSE` (default), fournit l'odds ratio (rapport de cotes) (disponible seulement pour les tableaux 2x2)
it: `TRUE` o `FALSE` (predefinito), restituisce l'Odds Ratio (disponibile solo per le tabelle 2x2)
kk: 'TRUE' немесе 'FALSE' (әдепкі), ықтималдық қатынасты көрсетеді (тек 2x2 кестелер үшін қолжетімді)
nn: `TRUE` eller `FALSE` (standard), gi ut odds-ratioet (berre tilgjengeleg for 2x2-tabeller)
pl: `TRUE` lub `FALSE` (domyślnie), podaje iloraz szans (dostępne wyłącznie dla tabel 2x2)
pt: `TRUE` ou` FALSE` (padrão), fornece o rácio das chances (disponível apenas para tabelas 2x2)
ru: `TRUE` или `FALSE` (по умолчанию), представляет отношение шансов (доступно только для таблиц 2x2)
sv: `TRUE` eller `FALSE` (standard), ge ut odds-ratioet (endast tillgängligt för 2x2-tabeller)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), முரண்பாடான விகிதத்தை வழங்கவும் (2x2 அட்டவணைகளுக்கு மட்டுமே கிடைக்கும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє ставлення шансів (доступно тільки для таблиць 2x2)

source: `TRUE` or `FALSE` (default), provide the omnibus ANOVA test for the predictors
ca: `TRUE` o `FALSE` (predeterminat), proporciona la Prova ANOVA òmnibus pels predictors
da: `TRUE` eller `FALSE` (standard), gennemfør omnibus-Anova-testen for prediktorene
de: `TRUE` oder `FALSE` (Vorgabe), führt einen Omnibus-ANOVA-Test für jeden Prädiktor durch
fr: `TRUE` or `FALSE` (default), fournit un test omnibus ANOVA pour les prédicteurs
it: `TRUE` o `FALSE` (predefinito), fornisce il test ANOVA omnibus per i predittori
kk: 'TRUE' немесе 'FALSE' (әдепкі), болжамдар үшін ANOVA біріктірілген тестін қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gjennomfør omnibus-ANOVA-testen for prediktorane
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje całościowy test różnic (omnibus ANOVA) dla predyktorów
pt: `TRUE` ou` FALSE` (padrão), fornece o teste ANOVA omnibus para os preditores
ru: `TRUE` или `FALSE` (по умолчанию), предоставьте комплексный дисперсионный анализ для предикторов
sl: `TRUE` ali `FALSE` (privzeto), izvede preizkus omnibus ANOVA za vzročne spremenljivke
sv: `TRUE` eller `FALSE` (standard), genomför omnibus-ANOVA-testen för prediktorene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), முன்கணிப்பாளர்களுக்கான சர்வபுல அனோவா சோதனையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), надайте комплексний тесту ANOVA для предикторов

source: `TRUE` or `FALSE` (default), provide the omnibus likelihood ratio tests for the predictors
ca: `TRUE` o `FALSE` (predeterminat), proporciona les proves de raó de versemblança òmnibus pels predictors
da: `TRUE` eller `FALSE` (standard), gennemfør omnibus-sandsynlighedsforholdstester (likelihood ratio) for prediktorene
de: `TRUE` oder `FALSE` (Vorgabe), führt Omnibus-Likelihood-Ratio-Tests für alle Prädiktoren durch
fr: `TRUE` or `FALSE` (default), fournit un test omnibus de vraisemblance des ratio pour les prédicteurs
it: `TRUE` o `FALSE` (predefinito), fornisce i test del rapporto di verosimiglianza omnibus per i predittori
kk: 'TRUE' немесе 'FALSE' (әдепкі), болжамдар үшін күрделі ықтималдық қатынасы сынақтарын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gjennomfør omnibus-sannsynsforholdstestar (likelihood ratio) for prediktorane
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje całościowe testy (omnibus) wskaźnika wiarygodności dla predyktorów
pt: `TRUE` ou` FALSE` (padrão), fornece os testes do rácio de verosimilhança omnibus para os preditores
ru: `TRUE` или `FALSE` (по умолчанию), представляет комплексные тесты отношения правдоподобия для предикторов
sl: `TRUE` ali `FALSE` (privzeto), izvede preizkus razmerja verjetij omnibus ANOVA za vzročne spremenljivke
sv: `TRUE` eller `FALSE` (standard), genomför omnibussannolikhetsförhållandetester (likelihood ratio) för prediktorene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), முன்கணிப்பாளர்களுக்கான சர்வபுலங்கள் நிகழ்தகவு விகித சோதனைகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє комплексний тести ставлення правдоподобия для предикторов

source: `TRUE` or `FALSE` (default), provide the predicted accuracy of outcomes grouped by the cut-off value
ca: `TRUE` o `FALSE` (predeterminat), proporciona la precisió prevista dels resultats agrupats pel valor de tall
da: `TRUE` eller `FALSE` (standard), giv ud den forventede nøjaktighed af udfald grupperet efter grænseværdien
de: `TRUE` oder `FALSE` (Vorgabe), gibt die vorhergesagte Genauigkeit der Ergebnisse aus, gruppiert nach dem Cut-off-Wert
fr: `TRUE` or `FALSE` (default), fournit la précision prédite des résultats groupés par coupure de valeur
it: `VERO` o `FALSO` (predefinito), restituisce l'accuratezza prevista dei risultati raggruppati per il valore di cut-off
kk: 'TRUE' немесе 'FALSE' (әдепкі) шектік мән бойынша топтастырылған нәтижелер үшін болжамды дәлдікті қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut den føresagde nøyaktigheita av utfall gruppert etter grenseverdien
pl: `TRUE` lub `FALSE` (domyślnie), podaje przewidywaną dokładność wyników pogrupowanych według wartości granicznych
pt: `TRUE` ou` FALSE` (padrão), fornece a acurácia prevista dos resultados agrupados pelo valor de corte
ru: `TRUE` или `FALSE` (по умолчанию), обеспечивает прогнозируемую точность результатов, сгруппированных по значению отсечки
sv: `TRUE` eller `FALSE` (standard), ge ut den förväntade noggrannheten av utfall grupperat efter gränsvärdet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கட்-ஆஃப் மதிப்பால் தொகுக்கப்பட்ட விளைவுகளின் கணிக்கப்பட்ட துல்லியத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), забезпечує прогнозувати точність результатів, сгруппированных по значенню отсечки

source: `TRUE` or `FALSE` (default), provide the predicted sensitivity of outcomes grouped by the cut-off value
ca: `TRUE` o `FALSE` (predeterminat), proporciona la sensibilitat prevista dels resultats agrupats pel valor de tall
da: `TRUE` eller `FALSE` (standard), giv ud den forventede sensitivitet af udfald grupperet efter grænseværdien
de: `TRUE` oder `FALSE` (Vorgabe), gibt die vorhergesagte Sensitivität der Ergebnisse aus, gruppiert nach dem Cut-off-Wert
fr: `TRUE` or `FALSE` (default), fournit la sensibilité prédite des résultats groupés par coupure de valeur
it: `VERO` o `FALSO` (predefinito), restituisce la sensibilità prevista dei risultati raggruppati per il valore di cut-off
kk: 'TRUE' немесе 'FALSE' (әдепкі) шектік мән бойынша топтастырылған нәтижелердің болжамды сезімталдығын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut den føresagde sensitiviteten av utfall gruppert etter grenseverdien
pl: `TRUE` lub `FALSE` (domyślnie), podaje przewidywaną wrażliwość wyników pogrupowanych według wartości granicznej
pt: `TRUE` ou` FALSE` (padrão), fornece a sensibilidade prevista dos resultados agrupados pelo valor de corte
ru: `TRUE` или `FALSE` (по умолчанию), представляет прогнозируемую чувствительность результатов, сгруппированных по значению отсечки
sv: `TRUE` eller `FALSE` (standard), ge ut den förväntade sensitiviteten av utfall grupperat efter gränsvärdet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கட்-ஆஃப் மதிப்பால் தொகுக்கப்பட்ட விளைவுகளின் கணிக்கப்பட்ட உணர்திறனை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє прогнозувати чутливість результатів, сгруппированных по значенню отсечки

source: `TRUE` or `FALSE` (default), provide the predicted specificity of outcomes grouped by the cut-off value
ca: `TRUE` o `FALSE` (predeterminat), proporciona la especificitat prevista dels resultats agrupats pel valor de tall
da: `TRUE` eller `FALSE` (standard), giv ud den forventede specificitet til udfald grupperet efter grænseværdien
de: `TRUE` oder `FALSE` (Vorgabe), gibt die vorhergesagte Spezifität der Ergebnisse aus, gruppiert nach dem Cut-off-Wert
fr: `TRUE` or `FALSE` (default), fournit la spécificité prédite des résultats groupés par coupure de valeur
it: `VERO` o `FALSO` (predefinito), restituisce la specificità prevista dei risultati raggruppati per il valore di cut-off
kk: 'TRUE' немесе 'FALSE' (әдепкі) шектік мән бойынша топтастырылған нәтижелер үшін болжамды ерекшелігін қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut den føresagde spesifisiteten til utfall gruppert etter grenseverdien
pl: `TRUE` lub `FALSE` (domyślnie), podaje przewidywaną specyfikę wyników pogrupowanych według wartości granicznej
pt: `TRUE` ou` FALSE` (padrão), fornece a sensibilidade prevista dos resultados agrupados pelo valor de corte
ru: `TRUE` или `FALSE` (по умолчанию), представляет прогнозируемую специфичность результатов, сгруппированных по пороговому значению
sv: `TRUE` eller `FALSE` (standard), ge ut den förväntade spesifisiteten till utfall grupperat efter gränsvärdet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கட்-ஆஃப் மதிப்பால் தொகுக்கப்பட்ட விளைவுகளின் கணிக்கப்பட்ட விவரக்குறிப்பை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє прогнозувати специфичность результатів, сгруппированных по пороговому значенню

source: `TRUE` or `FALSE` (default), provide the range
ca: `TRUE` o `FALSE` (predeterminat), proporciona el rang
da: `TRUE` eller `FALSE` (standard), giv ud variationsbredde
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Wertebereich (range) aus
fr: `TRUE` or `FALSE` (default), fournit l'étendue
it: `TRUE` o `FALSE` (predefinito), restituisce l'intervallo
kk: 'TRUE' немесе 'FALSE' (әдепкі), ауқымды қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut variasjonsbreidd
pl: `TRUE` lub `FALSE` (domyślnie), podaje rozstęp
pt: `TRUE` ou` FALSE` (padrão), fornece a amplitude
ru: `TRUE` или `FALSE` (по умолчанию), представляет прогнозируемую специфичность результатов, сгруппированных по пороговому значению
sl: `TRUE` ali `FALSE` (privzeto), poda obseg vrednosti podatkov
sv: `TRUE` eller `FALSE` (standard), ge ut variationsbredd
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வரம்பை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє прогнозувати специфичность результатів, сгруппированных по пороговому значенню

source: `TRUE` or `FALSE` (default), provide the rea under the ROC curve (AUC)
ca: `TRUE` o `FALSE` (predeterminat), proporciona el valor sota la corba ROC (AUC)
da: `TRUE` eller `FALSE` (standard), giv ud område under ROC-kurven (AUC)
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Bereich unter der ROC-Kurve aus (AUC)
fr: `TRUE` or `FALSE` (default), fournit l'aire sous la courbe ROC
it: `TRUE` o `FALSE` (predefinito), restituisce l'area sotto la curva ROC (AUC)
kk: 'TRUE' немесе 'FALSE' (әдепкі), ROC қисығының астындағы аумақты көрсетеді (AUC)
nn: `TRUE` eller `FALSE` (standard), gi ut område under ROC-kurva (AUC)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla obszar pod krzywą ROC (AUC)
pt: `TRUE` ou` FALSE` (padrão), fornece a área sob a curva ROC (AUC)
ru: `TRUE` или `FALSE` (по умолчанию), представляет площадь под кривой ROC (AUC)
sv: `TRUE` eller `FALSE` (standard), ge ut område under ROC-kurven (AUC)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ROC வளைவின் (AUC) இன் கீழ் REA ஐ வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє площу під кривой ROC (AUC)

source: `TRUE` or `FALSE` (default), provide the relative risk (only available for 2x2 tables)
ca: `TRUE` o `FALSE` (predeterminat), proporciona el risc relatiu (només disponible per a taules 2x2)
da: `TRUE` eller `FALSE` (standard), giv ud den relative risiko (kun tilgængeligt for 2x2-tabeller)
de: `TRUE` oder `FALSE` (Vorgabe), gibt das relative Risiko aus (nur verfügbar für 2x2-Tabellen)
fr: `TRUE` or `FALSE` (default), fournit le risque relatif (disponible seulement pour les tableaux 2x2)
it: `TRUE` o `FALSE` (default), restituisce il rischio relativo (disponibile solo per le tabelle 2x2)
kk: 'TRUE' немесе 'FALSE' (әдепкі), салыстырмалы тәуекелді қамтамасыз етеді (тек 2x2 кестелер үшін қол жетімді)
nn: `TRUE` eller `FALSE` (standard), gi ut den relative risikoen (berre tilgjengeleg for 2x2-tabeller)
pl: `TRUE` lub `FALSE` (domyślnie), podaje ryzyko względne (RR) (dostępne wyłącznie dla tabel 2x2)
pt: `TRUE` ou` FALSE` (padrão), fornece o risco relativo (disponível apenas para tabelas 2x2)
ru: `TRUE` или `FALSE` (по умолчанию), представляет относительный риск (доступно только для таблиц 2x2)
sv: `TRUE` eller `FALSE` (standard), ge ut den relativa risken (endast tillgängligt för 2x2-tabeller)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), தொடர்புடைய ஆபத்தை வழங்கவும் (2x2 அட்டவணைகளுக்கு மட்டுமே கிடைக்கும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє відносний ризик (доступно тільки для таблиць 2x2)
