Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Exploration
ca: Exploració
da: Eksploration
de: Explorative Datenanalyse
he: סקירה
hr: Istraživanje
it: Esplorazione
kk: барлау
nl: Verkenning
nn: Eksplorasjon
no: Eksplorasjon
pl: Eksploracja
pt: Exploração
ru: Разведочный
sl: Raziskovanje
tr: Keşif
uk: Дослідження

source: Exploratory Factor Analysis
ca: Anàlisis Factorial Exploratori
da: Eksploratorisk faktoranalyse
de: Explorative Faktorenanalyse
fr: Analyse factorielle exploratoire
he: ניתוח גורמים מגשש
it: Analisi Fattoriale Esplorativa
kk: барлау факторлық талдауы
nl: Verkennende factoranalyse
nn: Eksploratorisk faktoranalyse
no: Eksploratorisk faktoranalyse
pl: Eksploracyjna analiza czynnikowa
pt: Análise Fatorial Exploratória
ru: Разведочный факторный анализ
sl: Eksploratorna faktorska analiza
sv: Exploratorisk faktoranalys
ta: ஆய்வு காரணி பகுப்பாய்வு
tr: Açımlayıcı Faktör Analizi
uk: Дослідницький факторный аналізу

source: Extraction
ca: Extracció
da: Ekstraktion
de: Extraktion
he: חילוץ
hr: Ekstrakcija
it: Estrazione
kk: экстракция
nl: Extractie
nn: Ekstraksjon
no: Ekstraksjon
pl: Ekstrakcja
pt: Extração
ru: Извлечение
sl: Ekstrakcija
sv: Extraktion
ta: பிரித்தெடுத்தல்
tr: Çıkarma
uk: Витяг

source: Extreme values
ca: Valors extrems
da: Ekstremværdier
fr: Valeurs extrêmes
he: ערכים קיצוניים
kk: шеткі мәндер
nl: Extreme waarden
nn: Ekstremverdiar
no: Ekstremverdier
pl: Wartości skrajne
ru: Экстремальные значения
sv: Extremvärden
ta: தீவிர மதிப்புகள்
tr: Uç değerler

source: Extreme Values
ca: Valors Extrems
da: Ekstremværdier
fr: Valeurs extrêmes
he: ערכים קיצוניים
kk: шеткі мәндер
nl: Extreme waarden
nn: Ekstremverdiar
no: Ekstremverdier
pl: Wartości skrajne
ru: Экстремальные значения
sv: Extremvärden
ta: தீவிர மதிப்புகள்
tr: Uç Değerler

source: Extreme values of $key
ca: Valors extrems de $key
da: Ekstremværdier for $key
fr: Valeurs extrêmes de $key
he: ערכים קיצוניים של $key
kk: $key экстремалды мәндері
nl: Extreme waarden in $key
nn: Ekstremverdiar for $key
no: Ekstremverdier for $key
pl: Wartości skrajne $key
ru: Экстремальные значения $key
sv: Extremvärden för $key
ta: $ விசையின் தீவிர மதிப்புகள்
tr: $key'in uç değerleri

source: F test
ca: Prova F
fr: Test F
he: מבחן F
it: Test F
kk: F тесті
nl: F-toets
pl: Test F
pt: Teste F
ru: F-тест
ta: எஃப் சோதனை
tr: F testi
uk: F-тесту

source: F-statistic could not be calculated
ca: L'estadístic F no s'ha pogut calcular
da: F-statistik kan ikke beregnes
de: F-Statistik konnte nicht berechnet werden
fr: La valeur de F n'a pas pu être calculée
he: לא ניתן היה לחשב את הסטטיסטי F
it: Impossibile calcolare la statistica F
kk: F-статистикасын есептеу мүмкін емес
nl: F-statistiek kon niet worden berekend
nn: F-statistikk kan ikkje bereknast
no: F-statistikk kan ikke beregnes
pl: Statystyka F nie mogła zostać obliczona
pt: A estatística F não pode ser calculada
ru: F-статистика не может быть рассчитана
sl: F-statistike ni mogoče izračunati
sv: F-statistik kan inte beräknas
ta: எஃப்-புள்ளிவிவரத்தை கணக்கிட முடியவில்லை
tr: F-istatistiği hesaplanamadı
uk: F-статистика не можучи бути розрахована

source: Factor
da: Faktor
de: Faktor
fr: Facteur
he: גורם
hr: Faktor
it: Fattore
kk: Фактор
nn: Faktor
no: Faktor
pl: Czynnik
pt: Fator
ru: Факторный
sl: Faktor
sv: Faktor
tr: Faktör
uk: Фактор

source: Factor '{factor}' has less than two levels. Factors must have at least two levels
ca: El factor '{factor}' te menys de dos nivells. Els factores han de tenir com a mínim dos nivells
da: Faktor »{faktor}« har mindre end to niveauer. Faktorer skal have mindst to niveauer
fr: Le facteur '{facteur}' a moins de deux niveaux. Les facteurs doivent avoir au moins deux niveaux
he: לגורם ”{factor}“ יש פחות משתי רמות. לגורמים חייבות להיות לפחות שתי רמות
hr: Faktor '{factor}' ima manje od dvije razine. Faktori moraju imati barem dvije razine
kk: '{factor}' факторы екіден аз деңгейге ие. Факторлардың кем дегенде екі деңгейі болуы керек
nn: Faktor »{faktor}« har mindre enn to nivå. Faktorar må ha minst to nivå
no: Faktor '{faktor}' har mindre enn to nivåer. Faktorer må ha minst to nivåer
pl: Czynnik '{factor}' ma mniej niż dwa poziomy. Czynniki muszą mieć co najmniej dwa poziomy
ru: Фактор '{фактор}' имеет менее двух уровней. Факторы должны иметь не менее двух уровней
sv: Faktor “{faktor}” har mindre än två nivåer. Faktorer måste ha minst två nivåer
ta: காரணி '{factor}' இரண்டு நிலைகளுக்கு குறைவாக உள்ளது. காரணிகள் குறைந்தது இரண்டு நிலைகளைக் கொண்டிருக்க வேண்டும்
tr: '{factor}' faktörünün iki'den az düzeyi var. Faktörlerin en az iki düzeyi olmalıdır

source: Factor '{factor}' needs to have at least 2 levels
ca: El factor ‘{factor}’ requereix com a mínim 2 nivells
da: Faktor »{faktor}« skal have mindst 2 niveauer
de: Faktor „{Faktor}“ benötigt mindestens 2 Faktorstufen
fr: Le facteur '{factorName}' doit avoir au moins deux modalités
he: הגורם ”{factor}“ צריך להיות בעל 2 רמות לפחות
hr: Faktor '{factor}' mora imati barem 2 razine
it: Il fattore "{factor}" deve avere almeno 2 livelli
kk: '{factor}' факторында кемінде 2 деңгей болуы қажет
nn: Faktor «{faktor}» må ha minst 2 nivå
no: Faktor «{faktor}» må ha minst 2 nivåer
pl: Czynnik '{factor}' musi mieć co najmniej 2 poziomy
pt: O Fator '{factorName}' tem de ter pelo menos dois níveis
ru: Фактор '{factor}' должен иметь как минимум 2 уровня
sl: Faktor »{factor}« zahteva vsaj 2 ravni
sv: Faktor “{faktor}” måste ha minst 2 nivåer
ta: காரணி '{factor}' குறைந்தது 2 நிலைகளைக் கொண்டிருக்க வேண்டும்
tr: '{factor}' faktörünün en az 2 düzeyi olmalıdır
uk: Фактор '{factor}' повинен мати як мінімум 2 рівня

source: Factor '{factorName}' contains no data (after removing rows with missing values)
ca: El factor '{factorName}' no conté dades (després d'eliminar les files amb valors perduts)
da: Faktor »{factorName}« indeholder ingen data (efter at have fjernet rækker med manglende værdier)
fr: Le facteur '{facteurNom}' ne contient pas de données (après suppression des lignes avec des valeurs manquantes)
he: הגורם ”{factorName}“ אינו מכיל נתונים (לאחר הסרת שורות בעלות ערכים חסרים)
hr: Faktor '{factorName}' ne sadrži podatke (nakon uklanjanja redaka s nedostajućim vrijednostima)
kk: '{factorName}' факторында деректер жоқ (мәндері жоқ қатарларды жойғаннан кейін)
nn: Faktor »{factorName}« inneheld ingen data (etter å ha fjerna rader med manglande verdiar)
no: Faktor '{factorName}' inneholder ingen data (etter å ha fjernet rader med manglende verdier)
pl: Czynnik '{factorName}' nie zawiera żadnych danych (po usunięciu wierszy z brakami danych)
ru: Фактор '{factorName}' не содержит данных (после удаления строк с отсутствующими значениями)
sv: Faktor “{factorName}” innehåller inga data (efter att ha rensat räckor med saknade värden)
ta: காரணி '{factorName}' எந்த தரவையும் கொண்டிருக்கவில்லை (காணாமல் போன மதிப்புகளுடன் வரிசைகளை அகற்றிய பிறகு)
tr: '{factorName}' faktörü veri içermiyor (eksik değerleri olan satırlar kaldırıldıktan sonra)

source: Factor '{factorName}' contains only a single level (after removing rows with missing values)
ca: El factor '{factorName}' conté un únic nivell (després d'eliminar les files amb valors perduts)
da: Faktor »{factorName}« indeholder kun et faktorniveau (efter at have fjernet rækker med manglende værdier)
fr: Le facteur '{facteurNom}' ne contient qu'un seul niveau (après suppression des lignes avec des valeurs manquantes)
he: הגורם ”{factorName}“ מכיל רק רמה יחידה (לאחר הסרת שורות בעלות ערכים חסרים)
hr: Faktor '{factorName}' sadrži samo jednu razinu (nakon uklanjanja redaka s nedostajućim vrijednostima)
kk: '{factorName}' факторы тек бір деңгейді қамтиды (мәндері жоқ жолдарды жойғаннан кейін)
nn: Faktor »{factorName}« inneheld berre eitt faktornivå (etter å ha fjerna rader med manglande verdiar)
no: Faktor '{factorName}' inneholder bare ett faktornivå (etter å ha fjernet rader med manglende verdier)
pl: Czynnik '{factorName}' zawiera tylko jeden poziom (po usunięciu wierszy z brakami danych)
ru: Фактор '{factorName}' содержит только один уровень (после удаления строк с отсутствующими значениями)
sv: Faktor “{factorName}” innehåller bara en faktornivå (efter att ha rensat räckor med saknade värden)
ta: காரணி '{factorName}' ஒரு மட்டத்தை மட்டுமே கொண்டுள்ளது (காணாமல் போன மதிப்புகளுடன் வரிசைகளை அகற்றிய பிறகு)
tr: '{factorName}' faktörü sadece tek bir düzey içeriyor (eksik değerleri olan satırlar kaldırıldıktan sonra)

source: Factor '{factorName}' contains unused levels (after removing rows with missing values)
ca: El factor '{factorName}' contá nivells no utilitzats (després d'eliminar les files amb valors perduts)
da: Faktor »{factorName}« indeholder faktorniveauer, der bliver ikke brugte (efter at have fjernet rækker med manglende værdier)
fr: '{factorName}' contient des modalités inutilisées (après avoir filtré les lignes contenant des valeurs manquantes)
he: הגורם ”{factorName}“ מכיל רמות שאינן בשימוש (לאחר הסרת שורות בעלות ערכים חסרים)
hr: Faktor '{factorName}' sadrži nekorištene razine (nakon uklanjanja redaka s nedostajućim vrijednostima)
kk: '{factorName}' факторында пайдаланылмаған деңгейлер бар (мәндері жоқ жолдарды жойғаннан кейін)
nn: Faktor «{factorName}» inneheld faktornivå som blir ikkje brukte (etter å ha fjerna rader med manglande verdiar)
no: Faktor «{factorName}» inneholder faktornivåer som blir ikke brukt (etter å ha fjernet rader med manglende verdier)
pl: Czynnik '{factorName}' zawiera niewykorzystane poziomy (po usunięciu wierszy z brakami danych)
ru: Фактор '{factorName}' содержит неиспользованные уровни (после удаления строк с отсутствующими значениями)
sv: Faktor “{factorName}” innehåller faktornivåer som blir inte använda (efter att ha rensat räckor med saknade värden)
ta: காரணி '{factorName}' பயன்படுத்தப்படாத அளவுகளைக் கொண்டுள்ளது (காணாமல் போன மதிப்புகளுடன் வரிசைகளை அகற்றிய பிறகு)
tr: '{factorName}' faktörü kullanılmayan düzeyler içeriyor (eksik değerleri olan satırlar kaldırıldıktan sonra)

source: Factor {0}
da: Faktor {0}
de: Faktor {0}
fr: Facteur {0}
he: גורם {0}
hr: Faktor {0}
it: Fattore {0}
kk: Фактор {0}
nn: Faktor {0}
no: Faktor {0}
pl: Czynnik {0}
pt: Fator {0}
ru: Фактор {0}
sl: Faktor {0}
sv: Faktor {0}
ta: காரணி {0}
tr: Faktör {0}
uk: Фактор {0}

source: Factor 1
da: Faktor 1
de: Faktor 1
fr: Facteur 1
he: גורם 1
hr: Faktor 1
it: Fattore 1
kk: фактор 1
nn: Faktor 1
no: Faktor 1
pl: Czynnik 1
pt: Fator 1
ru: Фактор 1
sl: Faktor 1
sv: Faktor 1
ta: காரணி 1
tr: Faktör 1
uk: Фактор 1

source: Factor correlations
ca: Correlacions dels factors
da: Faktorkorrelationer
de: Faktorkorrelationen
fr: Corrélations des facteurs
he: מתאמים של הגורמים
hr: Korelacije faktora
it: Correlazioni fattoriali
kk: фактордың корреляциясы
nl: Factorcorrelaties
nn: Faktorkorrelasjonar
no: Faktorkorrelasjoner
pl: Korelacje pomiędzy czynnikami
pt: Correlações fatoriais
ru: Факторные корреляции
sl: Faktorske korelacije
sv: Faktorkorrelationer
ta: காரணி தொடர்புகள்
tr: Faktör korelasyonları
uk: Факторные корреляции

source: Factor Covariances
ca: Covariàncies dels factors
da: Faktorkovarianser
de: Faktorkovarianzen
fr: Covariances des facteurs
he: השונויות המשותפות של הגורמים
hr: Kovarijance faktora
it: Covarianze Fattoriali
kk: факторлық ковариациялар
nl: Factorcovarianties
nn: Faktorkovariansar
no: Faktorkovarianser
pl: Kowariancje pomiędzy czynnikami
pt: Covariancias fatoriais
ru: Факторные ковариации
sl: Faktor kovarianc
sv: Faktorkovarianser
ta: காரணி கோவாரியன்ச்
tr: Faktör Kovaryansları
uk: Факторные ковариации

source: Factor covariances
ca: Covariàncies dels factors
da: Faktorkovarianser
de: Faktorkovarianzen
fr: Covariances des facteurs
he: השונויות המשותפות של הגורמים
hr: Kovarijance faktora
it: Covarianze fattoriali
kk: факторлық ковариациялар
nl: Factorcovarianties
nn: Faktorkovariansar
no: Faktorkovarianser
pl: Kowariancje pomiędzy czynnikami
pt: Covariâncias fatoriais
ru: Факторные ковариации
sl: Faktorske kovariance
sv: Faktorkovarianser
ta: காரணி கோவாரியன்ச்
tr: Faktör kovaryansları
uk: Факторные ковариации

source: Factor Estimates
ca: Estimadors dels factors
da: Estimater for faktorerne
de: Faktorschätzungen
fr: Estimation des facteurs
he: אומדני הגורמים
hr: Procjene faktora
it: Stime Fattoriali
kk: факторлық бағалаулар
nl: Factorschattingen
nn: Estimat for faktorane
no: Estimater for faktorene
pl: Oszacowania czynników
pt: Estimativas fatoriais
ru: Факторные веса
sl: Napovedi faktorja
sv: Estimater för faktorerna
ta: காரணி மதிப்பீடுகள்
tr: Faktör Tahminleri
uk: Факторные оцінки

source: Factor Intercepts
ca: Constants dels factors
da: Skæringspunkt for faktor
de: Faktor-Interzepte
fr: Ordonnée à l'origine des facteurs
he: לכידי הגורמים
hr: Presjeci faktora
it: Fattori Intercettati
kk: факторлық константалар
nl: Factoronderscheppingen
nn: Skjeringspunkt for faktor
no: Skjæringspunkt for faktor
pl: Wyrazy wolne czynników
pt: Interceptos fatoriais
ru: Константы фактора
sv: Skärningspunkt för faktor
ta: காரணி இடைமறிப்புகள்
tr: Faktör Kesenleri
uk: Перехваты факторів

source: Factor intercepts
ca: Constants dels factors
da: Skæringspunkter for faktorer
de: Faktor-Interzepte
fr: Ordonnée à l'origine des facteurs
he: לכידי הגורמים
hr: Presjeci faktora
it: Fattori intercettati
kk: факторлық константалар
nl: Factoronderscheppingen
nn: Skjeringspunkt for faktorar
no: Skjæringspunkter for faktorer
pl: Wyrazy wolne czynników
pt: Interceptos dos fatores
ru: Константы фактора
sv: Skärningspunkter för faktorer
ta: காரணி இடைமறிப்புகள்
tr: Faktör kesenleri
uk: Перехваты факторів

source: Factor Loadings
ca: Càrregues dels factors
da: Faktorladinger
de: Faktorladungen
fr: Contributions des facteurs
he: טעינויות הגורמים
hr: Faktorska opterećenja
it: Caricamenti del Fattore
kk: факторлық жүктемелер
nl: Factorladingen
nn: Faktorladingar
no: Faktorladinger
pl: Ładunki czynnikowe
pt: Pesos fatoriais
ru: Факторные нагрузки
sl: Uteži faktorjev
sv: Faktorladinger
ta: காரணி ஏற்றுதல்
tr: Faktör Yükleri
uk: Факторные навантаження

source: Factor Loadings – Modification Indices
ca: Càrregues dels factors - Índexs de Modificació
da: Faktorladinger – Modifikationsindekser
de: Faktorladungen – Modifikationsindizes
fr: Contributions des facteurs - indices de modification
he: טעינויות הגורמים – מדדי השינוי
hr: Faktorska opterećenja – Indeksi modifikacije
it: Caricamenti del Fattore - Indici di Modifica
kk: факторлық жүктемелер – модификациялық индекстер
nl: Factorladingen – Modificatie-indices
nn: Faktorladingar – Modifikasjonsindeksar
no: Faktorladinger – Modifikasjonsindekser
pl: Ładunki czynnikowe - indeksy modyfikacyjne
pt: Índices de modificação - Pesos fatoriais
ru: Факторные нагрузки – Индексы модификации
sl: Uteži faktorjev – indeksi sprememb
sv: Faktorladinger – Modifikationsindex
ta: காரணி ஏற்றுதல் - மாற்றும் குறியீடுகள்
tr: Faktör Yükleri – Modifikasyon İndeksleri
uk: Факторные навантаження – Індекси модифікації

source: Factor scores
ca: Puntuacions dels factors
da: Faktorværdier (scores)
de: Faktor-Werte (scores)
fr: Scores des facteurs
he: ציוני הגורמים
hr: Rezultati faktora
it: Punteggi fattoriali
kk: фактор ұпайлары
nn: Faktorverdiar (blir skåra)
no: Faktorverdier (scores)
pl: Oceny czynnikowe
pt: Pontuações fatoriais
ru: Факторные баллы
sv: Faktorvärden (scores)
ta: காரணி மதிப்பெண்கள்
tr: Faktör puanları
uk: Факторные бали

source: Factor Statistics
ca: Estadístiques dels factors
da: Statistik for faktorer
de: Faktorstatistik
fr: Statistiques des facteurs
he: סטטיסטיקות הגורמים
hr: Statistika faktora
it: Statistiche dei Fattori
kk: факторлық статистикасы
nl: Factorstatistieken
nn: Statistikk for faktorar
no: Statistikk for faktorer
pl: Statystyki czynników
pt: Estatisticas fatoriais
ru: Факторные статистики
sl: Faktorska statistika
sv: Statistik för faktorer
ta: காரணி புள்ளிவிவரங்கள்
tr: Faktör İstatistikleri
uk: Факторные статистики

source: Factor summary
ca: Resum dels factors
da: Sammendrag af faktorer
de: Zusammenfassung der Faktoren
fr: Résumé des facteurs
he: סיכום הגורמים
hr: Sažetak faktora
it: Riepilogo dei fattori
kk: фактордың түйіндемесі
nl: Factorsamenvatting
nn: Samandrag av faktorar
no: Sammendrag av faktorer
pl: Podsumowanie czynników
pt: Sumário do Fator
ru: Резюме факторов
sl: Povzetek faktorja
sv: Sammandrag av faktorer
ta: காரணி சுருக்கம்
tr: Faktör özeti
uk: Резюме факторів

source: Factor variances = 1
ca: Variàncies de Factor = 1
da: Faktorvarianser = 1
de: Faktorvarianzen = 1
fr: La variance des facteurs = 1
he: שונויות הגורם = 1
hr: Varijance faktora = 1
it: Varianze dei fattori = 1
kk: факторлық дисперсиялар = 1
nl: Factorvarianties = 1
nn: Faktorvariansar = 1
no: Faktorvarianser = 1
pl: Wariancje czynników = 1
pt: Variância do Fator =1
ru: Вариации фактора = 1
sl: Variance faktorja = 1
sv: Faktorvarianser = 1
ta: காரணி மாறுபாடுகள் = 1
tr: Faktör varyansları = 1
uk: Варіації фактора = 1

source: factor(s)
da: Faktor(er)
de: Faktor(en)
fr: facteur(s)
he: גורם(ים)
hr: faktor(a)
it: fattore(i)
kk: фактор(лар)
nl: factor(en)
nn: Faktor(ar)
no: Faktor(er)
pl: czynnik(i)
pt: fator(s)
ru: фактор(ы)
sl: faktorji
sv: Faktor(er)
ta: காரணி (கள்)
tr: faktör
uk: фактор(ы)

source: Factors
da: Faktorer
de: Faktoren
fr: Facteurs
he: גורמים
hr: Faktori
it: Fattori
kk: факторлар
nl: Factoren
nn: Faktorar
no: Faktorer
pl: Czynniki
pt: Fatores
ru: Факторы
sl: Faktorji
sv: Faktorer
ta: காரணிகள்
tr: Faktörler
uk: Фактори

source: factors
da: Faktorer
de: Faktoren
fr: facteurs
he: גורמים
hr: faktori
it: fattori
kk: факторлар
nl: factoren
nn: Faktorar
no: Faktorer
pl: czynniki
pt: fatores
ru: факторы
sl: faktorji
sv: Faktorer
ta: காரணிகள்
tr: faktörler
uk: фактори

source: Fisher's
ca: Fisher
fr: Fisher
he: של פישר
hr: Fisherov
it: Fisher
kk: Фишердікі
pl: test Fishera
pt: Fisher
ru: Фишер
sl: Fisherjev test
ta: ஃபிசர்ச்
tr: Fisher'ın
uk: Фишер

source: Fisher's exact test
ca: Prova exacta de Fisher
da: Fishers eksakt test
de: Fisher's exakter Test
fr: Test exact de Fisher
he: המבחן המדויק של פישר
hr: Fisherov točni test
it: Test esatto di Fisher
kk: Фишердің нақты сынағы
nl: Exacte toets van Fisher
nn: Fishers eksakt test
no: Fisher's eksakt test
pl: Dokładny test Fishera
pt: Teste Exato de Fisher
ru: Точный тест Фишера
sl: Fisherjev natančni test
sv: Fishers exakt test
ta: ஃபிசரின் சரியான சோதனை
tr: Fisher'ın kesin testi
uk: Точный тесту Фишера

source: Fit Measures
ca: Mesures d'ajustament
da: Mål for modelltilpasning
de: Fit-Maße
fr: Mesures ajustées
he: מדדי התאמה
hr: Mjere pristajanja
it: Misure Adattate
kk: сәйкестік өлшемдер
nl: Metingen passend maken
nn: Mål for modelltilpassing
no: Mål for modelltilpassing
pl: Miary dopasowania
pt: Medidas de Ajustamento
ru: Меры соответствия
sl: Lestvice skladnosti
sv: Mål för modellanpassning
ta: பொருத்தமான நடவடிக்கைகள்
tr: Uyum Ölçütleri
uk: Міри відповідності

source: Fitted
ca: Ajustats
da: Tilpasset (fitted)
de: Angepasst (fitted)
fr: Ajusté
he: מתאים
hr: Prilagođen
it: Adattato
kk: сәйкестендірілген
nl: Gepast
nn: Tilpassa (fitted)
no: Tilpasset (fitted)
pl: Dopasowane
pt: Ajustado
ru: Подогнан
sl: Usklajeno
sv: Anpassade (fitted)
ta: பொருத்தப்பட்டது
tr: Uyumlanan
uk: Подогнан

source: Fixed Factors
ca: Factors Fixes
da: Faste faktorer
de: Feste Faktoren
fr: Facteurs fixes
he: גורמים קבועים
hr: Fiksni faktori
it: Fattori Fissi
kk: тұрақты факторлар
nl: Vaste factoren
nn: Faste faktorar
no: Faste faktorer
pl: Czynniki stałe
pt: Fatores Fixos
ru: Фиксированные факторы
sl: Stalni faktorji
sv: Fasta faktorer
ta: நிலையான காரணிகள்
tr: Sabit Faktörler
uk: Фіксовані фактори

source: Fixed number
ca: Nombre fix
da: Fast antal
de: Feste Anzahl
fr: Nombre fixe
he: מספר קבוע
hr: Fiksni broj
it: Numero fisso
kk: тұрақты нөмір
nl: Vast aantal
nn: Fast tal
no: Fast antall
pl: Stała liczba
pt: Número fixo
ru: Фиксированный номер
sl: Stalno število
sv: Fast antal
ta: நிலையான எண்
tr: Sabit sayı
uk: Фіксований номер

source: fixed parameter
ca: Paràmetre fix
da: fast parameter
de: fester Parameter
fr: paramètres fixes
he: פרמטר קבוע
hr: fiksni parametar
it: parametro fisso
kk: бекітілген параметр
nl: vaste parameter
nn: fast parameter
no: fast parameter
pl: parametr stały
pt: parâmetro fixo
ru: фиксированный параметр
sl: nespremenljiv parameter
sv: fast parameter
ta: நிலையான அளவுரு
tr: sabit parametre
uk: фіксований параметру

source: Flag significant comparisons
ca: Marcar comparacions significatives
da: Marker signifikante sammenligninger
de: Signifikante Vergleiche markieren
fr: Signaler les comparaisons significatives
he: סימון ההשוואות המובהקות
hr: Označi značajne usporedbe
it: Segnala confronti significativi
kk: маңызды салыстыруларды белгілеңіз
nl: Significante vergelijkingen markeren
nn: Marker signifikante samanlikningar
no: Marker signifikante sammenligninger
pl: Oznacz porównania istotne stat.
pt: Sinalizar comparações significativas
ru: Отметить значимые сравнения
sl: Označi statistično značilne primerjave
sv: Marker signifikanta jämförelser
ta: குறிப்பிடத்தக்க ஒப்பீடுகளை கொடி
tr: Anlamlı karşılaştırmaları işaretle
uk: Позначити значити порівняння

source: Flag significant correlations
ca: Marcar correlacions significatives
da: Marker signifikante korrelationer
de: Signifikante Korrelationen markieren
fr: Signaler les corrélations significatives
he: סימון המתאמים המובהקים
hr: Označi značajne korelacije
it: Segnala correlazioni significative
kk: маңызды корреляцияларды белгілеу
nl: Significante overeenkomsten markeren
nn: Marker signifikante korrelasjonar
no: Marker signifikante korrelasjoner
pl: Oznacz istotne korelacje
pt: Sinalizar correlações significativas
ru: Отметить значимые корреляции
sl: Označi statistično značilne korelacije
sv: Marker signifikanta korrelationer
ta: குறிப்பிடத்தக்க தொடர்புகளை கொடியிடுங்கள்
tr: Anlamlı korelasyonları işaretle
uk: Позначити значити корреляции

source: flag significant correlations (p < .05) with symbols.
ca: Marcar correlacions significatives (p <.05) amb símbols.
da: marker signifikante korrelationer (p < .05) med symboler.
de: signifikante Korrelationen (p < .05) mit Symbolen kennzeichnen.
fr: signaler les corrélations significatives (p < 0.05) avec un symbole.
he: סימון המתאמים המובהקים (p < .05) בעזרת סימן.
hr: označi značajne korelacije (p < .05) sa simbolima.
it: segnala le correlazioni significative (p < .05) con i simboli.
kk: маңызды корреляцияларды (p < .05) белгілермен белгілеңіз.
nn: marker signifikante korrelasjonar (p < .05) med symbol.
no: marker signifikante korrelasjoner (p < .05) med symboler.
pl: oznacz istotne korelacje (p < .05).
pt: sinaliza correlações significativas (p < .05) com símbolos.
ru: отметить значимые корреляции (p < 0,05) символами.
sl: označi statistično značilne korelacije (p < 0,05) s simboli.
sv: marker signifikanta korrelationer (p < .05) med symboler.
ta: சின்னங்களுடன் குறிப்பிடத்தக்க தொடர்புகள் (ப <.05) கொடி.
tr: anlamlı korelasyonları (p < .05) sembollerle işaretle.
uk: позначити значити корреляции (p < 0,05) символами.

source: flag significant post-hoc comparisons.
ca: marcar comparacions post-hoc significatives.
da: marker signifikante post-hoc-sammenligninger.
de: signifikante Post-hoc-Vergleiche markieren.
fr: signaler les comparaisons post-hoc significatives.
he: סימון ההשוואות המובהקות של מבחני ההמשך.
hr: označi značajne post-hoc korelacije.
it: contrassegnare i confronti post-hoc significativi.
kk: маңызды кейінгі салыстыруларды белгілеңіз.
nl: significante post-hoc-vergelijkingen markeren.
nn: marker signifikante post-hoc-sammenligninger.
no: marker signifikante post-hoc-sammenligninger.
pl: oznacz porównania post-hoc istotne stat.
pt: sinaliza comparações post-hoc significativas.
ru: отметьте значимые апостериорные сравнения.
sl: označi statistično značilne primerjave post-hoc.
sv: marker signifikanta post-hoc-sammenligninger.
ta: குறிப்பிடத்தக்க பிந்தைய பிந்தைய ஒப்பீடுகளை கொடியிடுங்கள்.
tr: anlamlı post-hoc karşılaştırmalarını işaretle.
uk: позначіть значити апостериорные порівняння.
