Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Overall Model Test
ca: Prova pel Model general
da: Test af den hele model
de: Test des Gesamtmodells
fr: Test de modèle général
he: בדיקה כוללת של המודל
hr: Test sveukupnog modela
it: Test Globale del Modello
kk: жалпы үлгі тесті
nl: Algehele modeltoets
nn: Test av den heile modellen
no: Test av den hele modellen
pl: Ogólny test modelu
pt: Teste ao Modelo Global
ru: Тест всеобъемлющей модели
sl: Splošni Preskus Modela
sv: Test av den hela modellen
ta: ஒட்டுமொத்த மாதிரி சோதனை
tr: Genel Model Testi
uk: Тест всеобъемлющей моделі

source: Overall model test
ca: Prova pel model general
da: Test af den hele model
de: Test des Gesamtmodells
fr: Test de modèle général
he: בדיקה כוללת של המודל
hr: Test sveukupnog modela
it: Test globale del modello
kk: жалпы үлгі тесті
nl: Algehele modeltoets
nn: Test av den heile modellen
no: Test av den hele modellen
pl: Ogólny test modelu
pt: Teste de modelo global
ru: Тест всеобъемлющей модели
sl: Splošni preskus modela
sv: Test av den hela modellen
ta: ஒட்டுமொத்த மாதிரி சோதனை
tr: Genel model testi
uk: Тест всеобъемлющей моделі

source: p-value
ca: valor-p
da: p-værdi
de: p-Wert
fr: valeur p
he: ערך p
hr: p-vrijednost
it: valore p
kk: p- мәні
nl: p-waarde
nn: p-verdi
no: p-verdi
pl: p
ru: р-значение
sl: p-vrednost
sv: p-värde
ta: பி-மதிப்பு
tr: p-değeri
uk: р-значення

source: p<sub>bonferroni</sub>
he: p<sub>בונפרוני</sub>
kk: p<sub>Бонферрони</sub>
ru: p<sub>Бонферрони</sub>
ta: பி <சப்> போன்பெரோரோனி </துணை>
uk: p<sub>Бонферрони</sub>

source: p<sub>holm</sub>
he: p<sub>הולם</sub>
kk: p<sub>Холм</sub>
ru: p<sub>Холм</sub>
ta: பி <சப்> ஓல்ம் </துணை>
uk: p<sub>Пагорбу</sub>

source: p<sub>scheffe</sub>
da: p<sub>Scheffé</sub>
de: p<sub>Scheffé</sub>
he: p<sub>שפה</sub>
kk: p<sub>Шеффе</sub>
nn: p<sub>Scheffé</sub>
no: p<sub>Scheffé</sub>
pl: p<sub> Scheffé</sub>
ru: p<sub>Шеффе</sub>
sv: p<sub>Scheffé</sub>
ta: பி <சப்> சிப்ட்ச் </ துணை>
uk: p<sub>Шеффе</sub>

source: p<sub>tukey</sub>
he: p<sub>טוקי</sub>
kk: p<sub>Тьюки</sub>
ru: p<sub>Тьюки</sub>
ta: பி <சப்> டுகே </துணை>
uk: p<sub>Тьюки</sub>

source: Paired Samples
ca: Mostres Aparellades
da: Parrede stikprøver
de: Gepaarte Stichproben
fr: Echantillons appariés
he: מדגמים מזווגים
hr: Spareni uzorci
it: Campioni Accoppiati
kk: жұптасқан үлгілер
nl: Gepaarde steekproeven
nn: Para utval
no: Parete utvalg
pl: Próby zależne
pt: Amostras emparelhadas
ru: Парные выборки
sl: Odvisni pari vzorcev
sv: Parade urval
ta: இணை மாதிரிகள்
tr: Eşleştirilmiş Örneklemler
uk: Парные вибірки

source: Paired Samples Contingency Tables
ca: Taules de Contingència per a Mostres Aparellades
da: Krydstabeller for parrede stikprøver
de: Kreuztabellen für vebundene Stichproben
fr: Tableau de contingence d'échantillons appariés
he: טבלאות קריבות למדגמים מזווגים
hr: Tablice kontingencije sparenih uzoraka
it: Tabelle di Contingenza di Campioni Accoppiati
kk: жптасқан үлгілердің түйіндестік кестесі
nl: Kruistabellen voor verbonden steekproeven
nn: Krysstabellar for para utval
no: Krysstabeller for parete utvalg
pl: Tabele krzyżowe dla prób zależnych
pt: Tabela de Contingência para amostras emparelhadas
ru: Таблицы сопряжения парных выборок
sl: Kontingenčne razpredelnice odvisnih parov vzorcev
sv: Korstabeller för parade urval
ta: இணை மாதிரிகள் தற்செயல் அட்டவணைகள்
tr: Eşleştirilmiş Örneklemler Çapraz Tabloları
uk: Таблиці сопряжения парных вибірок

source: Paired Samples T-Test
ca: Prova T per a Mostres Aparellades
da: Parret t-test
de: t-Test für gepaarte Stichproben
fr: Test t pour échantillons appariés
he: מבחן T למדגמים מזווגים
hr: T-test sparenih uzoraka
it: Test t a campioni accoppiati
kk: жұпталған үлгілер T-тесті
nl: t-toets voor twee steekproeven
nn: Paret t-test
no: Paret t-test
pl: Test t dla prób zależnych
pt: Teste t para amostras emparelhadas
ru: Т-тест парных выборок
sl: T-Test odvisnih vzorcev
sv: Paret t-test
ta: இணை மாதிரிகள் டி-சோதனை
tr: Eşleştirilmiş Örneklemler T-Testi
uk: Т-тесту парных вибірок

source: Paired Variables
ca: Variables Aparellades
da: Parrede variabler
de: Gepaarte Variablen
fr: Variables appariées
he: משתנים מזווגים
hr: Sparene varijable
it: Variabili associate
kk: жұпталған айнымалылар
nl: Gepaarde variabelen
nn: Para variablar
no: Parete variabler
pl: Pary zmiennych
pt: Variáveis emparelhadas
ru: Парные переменные
sl: Parjene spremenljivke
sv: Parade variabler
ta: இணை மாறிகள்
tr: Eşleştirilmiş Değişkenler
uk: Парные переменные

source: Pairwise comparisons - $key
ca: Comparacions entre parelles - $key
da: Parvise sammenligninger - $key
de: Paarweise Vergleiche - $key
fr: Comparaison pair-à-pair - $key
he: השוואות זוגיות – $key
hr: Usporedbe po parovima – $key
it: Confronti a coppie - $key
kk: жұптық салыстырулар - $key
nl: Paarsgewijze vergelijkingen - $key
nn: Parvise samanlikningar - $key
no: Parvise sammenligninger - $key
pl: Porównania parami - $key
pt: Comparações múltiplas - $key
ru: Попарные сравнения - $key
sl: Parne primerjave – $key
sv: Parvisa jämförelser - $key
ta: இணை ஒப்பீடுகள் - $ விசை
tr: İkili karşılaştırmalar - $key
uk: Попарные порівняння - $key

source: Pairwise Comparisons (Durbin-Conover)
ca: Comparacions Entre Parelles (Durbin-Conover)
da: Parvise sammenligninger (Durbin-Conover)
de: Paarweise Vergleiche (Durbin-Conover)
fr: Comparaison pair-à-pair (Durbin-Conover)
he: השוואות זוגיות (דורבין–קונובר)
hr: Usporedbe po parovima (Durbin-Conover)
it: Confronti a Coppie (Durbin-Conover)
kk: жұптық салыстырулар (Дурбин-Коновер)
nl: Paarsgewijze vergelijkingen van Durbin-Conover
nn: Parvise samanlikningar (Durbin-Conover)
no: Parvise sammenligninger (Durbin-Conover)
pl: Porównania parami (test Durbina-Conovera)
pt: Comparações Múltiplas (Durbin-Conover)
ru: Попарные сравнения (Дурбин-Коновер)
sl: Parne Primerjave (Durbin-Conover)
sv: Parvisa jämförelser (Durbin-Conover)
ta: சோடிவரிசை ஒப்பீடுகள் (டர்பின்-கானோவர்)
tr: İkili Karşılaştırmalar (Durbin-Conover)
uk: Попарные порівняння (Дурбин-Коновер)

source: Pairwise comparisons (Durbin-Conover)
ca: Comparacions entre parelles (Durbin-Conover)
da: Parvise sammenligninger (Durbin-Conover)
de: Paarweise Vergleiche (Durbin-Conover)
fr: Comparaison pair-à-pair (Durbin-Conover)
he: השוואות זוגיות (דורבין–קונובר)
hr: Usporedbe po parovima (Durbin-Conover)
it: Confronti a coppie (Durbin-Conover)
kk: жұптық салыстырулар (Дурбин-Коновер)
nl: Paarsgewijze vergelijkingen van Durbin-Conover
nn: Parvise samanlikningar (Durbin-Conover)
no: Parvise sammenligninger (Durbin-Conover)
pl: Porównania parami (test Durbina-Conovera)
pt: Comparações múltiplas (Durbin-Conover)
ru: Попарные сравнения (Дурбин-Коновер)
sl: Parne primerjave (Durbin-Conover)
sv: Parvisa jämförelser (Durbin-Conover)
ta: சோடிவரிசை ஒப்பீடுகள் (டர்பின்-கானோவர்)
tr: İkili karşılaştırmalar (Durbin-Conover)
uk: Попарные порівняння (Дурбин-Коновер)

source: Partial
ca: Parcial
da: Partiel
de: Partiell
fr: Partiel
he: חלקי
it: Parziale
kk: жартылай
nl: Deels
nn: Partiell
no: Partiell
pl: Cząstkowa
pt: Parcial
ru: Частный
sl: Delna
sv: Partiell
ta: பகுதி
tr: Kısmi
uk: Приватний

source: Partial Correlation
ca: Correlació Parcial
da: Partiel korrelation
de: Partielle Korrelation
fr: Corrélation partielle
he: מתאם חלקי
it: Correlazione Parziale
kk: жартылай корреляция
nl: Deelse correlatie
nn: Partiell korrelasjon
no: Partiell korrelasjon
pl: Korelacja cząstkowa
pt: Correlação parcial
ru: Частная корреляция
sl: Delna korelacija
sv: Partiell korrelation
ta: பகுதி தொடர்பு
tr: Kısmi Korelasyon
uk: Приватна корреляция

source: Partial correlation matrices are a way to examine linear relationships between two or more continuous variables while controlling for other variables
ca: Les matrius de correlació parcial son una forma d'examinar les relacions lineals entre dos o més variables contínues mentre es controla per altres variables
da: Partielle korrelationer er en måde at undersøge lineære relationer mellem to eller flere kontinuerlige variabler, mens en kontrollerer for andre variabler
de: Partielle Korrelationen sind eine Möglichkeit, lineare Zusammenhänge zwischen mindestens zwei kontinuierlichen Variablen zu untersuchen, während für den Einfluss anderer Variablen kontrolliert wird
fr: Les matrices de corrélations partielles sont un moyen d'examiner la relation linéaire entre deux ou plusieurs variables continues tout en contrôlant les autres variables
he: מטריצות מתאם חלקי הן דרך לבחון יחסים ליניאריים בין שני משתנים רציפים או יותר תוך בקרה על משתנים אחרים
it: Le matrici di correlazione parziale sono un modo per esaminare relazioni lineari tra due o più variabili continue mentre sono controllato da altre variabili
kk: Жартылай корреляциялық матрицалар —басқа айнымалыларды басқару кезіндегі екі немесе одан да көп үздіксіз айнымалылар арасындағысызықтық қатынастарды зерттеу тәсілі
nn: Partielle korrelasjonar er ein måte å undersøkja lineære relasjonar mellom to eller fleire kontinuerlege variablar medan ein kontrollerer for andre variablar
no: Partielle korrelasjoner er en måte å undersøke lineære relasjoner mellom to eller flere kontinuerlige variabler mens en kontrollerer for andre variabler
pl: Macierze korelacji cząstkowych służą do badania zależności liniowych pomiędzy dwiema lub kilkoma zmiennymi ciągłymi przy jednoczesnym kontrolowaniu innych zmiennych
pt: Matrizes de correlação parciais são uma forma de examinar relações lineares entre duas ou mais variáveis contínuas controlando a associação com outras variáveis
ru: Матрицы частичной корреляции - это способ изучения линейной связи между двумя или более непрерывными переменными при контроле за другими переменными
sl: Delne korelacijske matrike so način preučevanja linearnih povezav med dvema ali več zveznimi spremenljivkami ob spremljanju drugih spremenljivk.
sv: Partiella korrelationer är ett sätt att undersöka linjära relationer mellan två eller flera kontinuerliga variabler medan en kontrollerar för andra variabler
ta: பகுதி தொடர்பு மெட்ரிக்குகள் நேரியல் உறவுகளை ஆராய ஒரு வழியாகும் மற்றவர்களைக் கட்டுப்படுத்தும் போது இரண்டு அல்லது அதற்கு மேற்பட்ட தொடர்ச்சியான மாறிகள் இடையே மாறிகள்
tr: Kısmi korelasyon matrisleri, diğer değişkenleri kontrol ederken iki veya daha fazla sürekli değişken arasındaki doğrusal ilişkileri incelemenin bir yoludur
uk: Матрицы часткової корреляции - це способу вивчення линейной зв'язку між двома або понад непрерывными переменными прі контролі за другими переменными
