Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The Student's paired samples t-test (sometimes called a dependent-samples t-test) is used to test the null hypothesis that the difference between pairs of measurements is equal to zero. A low p-value suggests that the null hypothesis is not true, and that the difference between the measurement pairs is not zero. The Student's paired samples t-test assumes that pair differences follow a normal distribution -- in the case that one is unwilling to assume this, the non-parametric Wilcoxon signed-rank can be used in it's place (However, note that the Wilcoxon signed-rank has a slightly different null hypothesis; that the two groups of measurements follow the same distribution).
ca: La prova t de Student de mostres aparellades (també anomenada prova t per a mostres dependents) s'utilitza per a provar la hipòtesi nul·la de que la diferència entre parelles de mesures és igual a zero. Un valor-p baix suggereix que la hipòtesi nul·la no és certa i per tant que la diferència entre les parelles de mesures no és zero. La Prova t de Student per a mostres aparellades assumeix que les diferències entre parelles segueix una distribució normal - en cas de que no s'estigui disposat a assumir això, es pot utilitzar al seu lloc la prova no paramètrica del rang amb signe de Wilcoxon (Tot i que cal tenir en compte que el rang amb signe de Wilcoxon te una hipòtesi NUL·LA lleugerament diferent; que els dos grups de mesures sigueixen la mateixa distribució).
da: Students parrede t-test (nogle gange kaldte en afhængig t-test) bruges til at teste nulhypotesen, at forskellen mellem par af gentagne målinger er lig nul. En lav p-værdi antyder, at nulhypotesen ikke er sand, og at forskellen mellem måleparrene / gentagne målingerne er ikke nul. Students parrede t-test forudsætter, at parforskelle er normalfordelte. I tilfælde en kan ikke antage dette kan den ikke-parametriske Wilcoxon-test af fortegnfordeling bruges (men vejr opmærksom på at Wilcoxon-test har en lidt anden nulhypotese, nemlig at de to målingspar har samme rangfølge / distribution).
de: Der Student's t-Test für abhängige Stichproben wird verwendet, um die Nullhypothese zu testen, dass die Differenz zwischen den Messwiederholungen gleich Null ist. Ein niedriger p-Wert legt nahe, dass die Nullhypothese nicht wahr ist und dass die Differenz zwischen den Messwiederholungen ungleich Null ist. Der Student's t-Test für abhängige Stichproben geht davon aus, dass die Unterschiede zwischen den Messwiederholungen normalverteilt sind. Kann man dies nicht annehmen, kann der nicht-parametrische Wilcoxon-Rang-Vorzeichentest an seiner Stelle verwendet werden (dieser Test hat jedoch eine etwas andere Nullhypothese; nämlich, dass die beiden Messwiederholungen die gleiche Verteilung haben).
fr: Le test t de Student pour échantillons appariés (parfois appelé test t pour échantillons dépendants) teste l'hypothèse nulle que la différence entre des paires de mesures est égale à 0. Une valeur p faible suggère que l'hypothèse nulle n'est pas vraie et donc que la différence entre des paires de mesures n'est pas égale à 0. Le test t de Student pour échantillons appariés suppose que les différences entre les mesures appariées suivent une distribution normale. Si cette condition n'est pas remplie, on peut utiliser un test de rangs signés de Wilcoxon à la place (cependant, ce test a une hypothèse nulle légèrement différente car suppose que les deux groupes de mesures suivent la même distribution).
he: משתמשים במבחן t של סטודנט למדגמים מזווגים (הנקרא לעיתים מבחן t למדגמים תלויים) לבחינת השערת האפס שההפרש בין זוגות מדדים שווה לאפס. ערך p נמוך מעיד על אי נכונותה של השערת האפס ושההפרש בין זוגות המדדים שונה מאפס. מבחן t של סטודנט למדגמים מזווגים מניח שזוגות ההפרשים מתאימים להתפלגות נורמלית. אם לא מניחים זאת, ניתן להשתמש במקום במבחן הלא פרמטרי – הדרגות המסומנות של וילקוקסון (עם זאת, יש לשים לב שלמבחן הדרגות המסומנות של וילקוקסון השערת אפס שונה במקצת – שקבוצות שני המדדים מתאימות לאותה ההתפלגות).
it: Il t-test per campioni appaiati di Student (a volte chiamato t-test per dati dipendenti) viene utilizzato per testare l'ipotesi nulla che la differenza tra coppie di misure è uguale a zero. Un piccolo valore di p sggerisce che l'ipotesi nulla non è vera e che il parametro differenza tra le coppie di misurazioni non è zero. Il t-test per campioni appaiati di Student presuppone che le differenze di coppia seguano una distribuzione normale - nel caso in cui non si sia disposti ad assumere questo, il Wilcoxon signed-rank test (non parametrico) può essere utilizzato al suo posto (Tuttavia, si noti che il Wilcoxon signed-rank test ha una ipotesi nulla leggermente diversa; che i due gruppi di misure seguano la stessa distribuzione).
kk: Студенттің жұптастырылған үлгі t-тесті (кейде тәуелді үлгі t-тесті деп аталады) өлшем жұптарының арасындағы айырмашылық нөлге тең болатын нөлдік гипотезаны тексеру үшін қолданылады. Төмен p-мәні нөлдік гипотезаның жалған екенін және өлшем жұптарының арасындағы айырмашылық нөлге тең екенін көрсетеді. Жұптастырылған үлгідегі Студенттің t-сынағы өлшем жұптары арасындағы айырмашылықтар қалыпты түрде таратылады деп болжайды - егер бұған рұқсат бергіңіз келмесе, оның орнына параметрлік емес Wilcoxon қолтаңбалы дәреже сынамасын пайдалануға болады. (Дегенмен, Вилкоксонның таңбаланған дәрежелі әдісінің сәл өзгеше нөлдік гипотезасы бар екенін ескеріңіз; өлшемдердің екі тобы бірдей үлестірімге ие).
nn: Students para t-test (nokre gonger kalla ein avhengig t-test) blir brukt til å testa nullhypotesen at forskjellen mellom par av gjentekne målingar er lik null. Ein låg p-verdi antydar at nullhypotesen ikkje er sann, og at forskjellen mellom målepara / gjentekne målingane er ikkje null. Students para t-test føreset at parforskjellar er normalfordelte. I tilfelle ein kan ikkje anta dette kan den ikkje-parametriske Wilcoxon-test av forteiknfordeling brukast (men ver merksam på at Wilcoxon-test har ein litt annan nullhypotese, nemleg at dei to målingspara har same rangfølgje / distribusjon).
no: Student's paret t-test (noen ganger kalt en avhengig t-test) brukes til å teste nullhypotesen at forskjellen mellom par av gjentatte målinger er lik null. En lav p-verdi antyder at nullhypotesen ikke er sann, og at forskjellen mellom måleparene / gjentatte målingene er ikke null. Student's paret t-test forutsetter at parforskjeller er normalfordelt. I tilfelle en kan ikke anta dette kan den ikke-parametriske Wilcoxon-test av fortegnsfordeling brukes (men vær oppmerksom på at Wilcoxon-test har en litt annen nullhypotese, nemlig at de to målingsparene har samme rangfølge / distribusjon).
pl: Test t Studenta dla powtórzonych pomiarów (czasami nazywany testem t dla prób zależnych) jest używany do testowania hipotezy zerowej głoszącej, że różnica pomiędzy parami pomiarów jest równa zeru. Niska wartość p sugeruje, że hipoteza zerowa nie jest prawdziwa a różnica pomiędzy parami pomiarów jest niezerowa. Test ten wymaga spełnienia założenia o tym, że różnice między parami pomiarów mają rozkład zbliżony do rozkładu normalnego. W przypadku niespełnienia tego założenia należy użyć nieparametrycznego testu Wilcoxona. (Należy jednakże pamiętać, że test Wilcoxon testuje nieco inną hipotezę zerową, tzn. że dwie grupy pomiarów mają zbliżony rozkład wyników).
pt: O teste t de Student para amostras emparelhadas (também conhecido por teste t para amostras dependentes) é usado para testar a hipótese nula de que a média das diferenças entre pares de medições é igual a zero. Um valor pequeno de p-value sugere que a hipótese nula não é verdadeira, e que a média das diferenças entre pares de medições não é zero. O teste t de Student para amostras emparelhadas assume que as diferenças entre pares de medições têm distribuição normal -- Se não for possível assumir este pressuposto, pode usar-se o teste não-paramétrico de Wilcoxon (Contudo, note que a hipótese nula do teste de Wilcoxon é ligeiramente diferente; que as distribuições dos dois grupos de medições são iguais).
ru: Парный выборочный t-тест Стьюдента (иногда называемый t-тест зависимых выборок) используется для проверки нулевой гипотезы о том, что разница между парами измерений равна нулю. Низкое значение p-value говорит о том, что нулевая гипотеза не верна, и что разница между парами измерений не равна нулю. В t-тесте Стьюдента для парных выборок предполагается, что различия между парами измерений имеют нормальное распределение - в случае, если вы не желаете этого допускать вместо него можно использовать непараметрический критерий Wilcoxon signed-rank. (Однако, обратите внимание, что у метода Wilcoxon signed-rank немного другая нулевая гипотеза; что две группы измерений имеют одинаковое распределению).
sl: T-Test za parnih vzorcev (tudi t-test odvisnih vzorcev) se uporablja za preverjanje ničelne hipoteze, da ni razlike med pari meritev. Nizka p-vrednost kaže, da ničelna hipoteza ne drži in da razlika med pari meritev obstaja in ni enaka nič. Pri T-Testu parnih vzorcev je predpostavljeno, da sledijo razlike med pari normalni porazdelitvi. Če ta domneva ni mogoča, je mogoče uporabiti neparametrični Wilcoxonov preizkus predznačenih rangov (ta ima nekoliko drugačno ničelno hipotezo – obe skupini meritev imata enaki porazdelitvi).
sv: Students parade t-test (några gångar kallade en beroende t-test) användes till att testa nollhypotesen att skillnaden mellan par av upprepade mätningar är lik noll. En låg p-värde antyder att nollhypotesen inte är sann, och att skillnaden mellan mätparen / upprepade mätningarna är inte noll. Students parade t-test utgår att parskillnader är normalfördelade. I fall en kan inte anta detta kan den ikke-parametriske Wilcoxon-test av foderteckenfördelning användas (men väder uppmärksam på att Wilcoxon-test har en lite annan nollhypotes, nämligen att de två mätningsparen har samma rangföljd / distribution).
ta: மாணவரின் இணை மாதிரிகள் டி-சோதனை (சில நேரங்களில் a என்று அழைக்கப்படுகிறது சார்பு-மாதிரிகள் டி-டெச்ட்) சுழிய கருதுகோளை சோதிக்கப் பயன்படுகிறது சோடிகளின் அளவீடுகளுக்கு இடையிலான வேறுபாடு பூச்சியத்திற்கு சமம். குறைந்த பி-மதிப்பு சுழிய கருதுகோள் உண்மை இல்லை என்றும், மற்றும் அளவீட்டு சோடிகளுக்கு இடையிலான வேறுபாடு பூச்சியமல்ல. மாணவரின் இணை மாதிரிகள் டி-டெச்ட் இணை வேறுபாடுகள் பின்பற்றப்படும் என்று கருதுகிறது ஒரு சாதாரண வழங்கல் - ஒருவர் கருத விரும்பவில்லை எனில் இது, அளவுரு அல்லாத வில்காக்சன் கையொப்பமிடப்பட்ட தரவரிசை அதன் இடத்தில் பயன்படுத்தப்படலாம் (இருப்பினும், வில்காக்சன் கையொப்பமிடப்பட்ட தரவரிசை சற்று வித்தியாசமானது என்பதை நினைவில் கொள்க சுழிய கருதுகோள்; அளவீடுகளின் இரண்டு குழுக்கள் ஒரே மாதிரியாக இருக்கின்றன விநியோகம்).
tr: Student'ın Eşleştirilmiş örneklemler t-testi (bazen bağımlı-örneklemler t-testi olarak da adlandırılır), ölçüm çiftleri arasındaki farkın sıfıra eşit olduğu boş hipotezi test etmek için kullanılır. Düşük bir p-değeri boş hipotezin doğru olmadığını ve ölçüm çiftleri arasındaki farkın sıfır olmadığını gösterir. Student'ın eşleştirilmiş örneklemler t-testi, çift farklarının normal dağılım izlediğini varsayar -- bunu varsaymak istenmiyorsa, onun yerine parametrik olmayan Wilcoxon işaretli sıra kullanılabilir (Ancak, Wilcoxon işaretli sıranın biraz farklı bir boş hipotezi olduğunu unutmayın; iki ölçüm grubunun aynı dağılımı izlediği).
uk: Парный выборочный t-тест Стьюдента (іноді називати t-тест залежати вибірок) використовує для перевірки нульовий гіпотези о тому, що різниця між парами вимірів рівний нулю. Низкое значення p-value говорить о тому, що нульова гіпотеза не вірна, і що різниця між парами вимірів не рівний нулю. У t-тесті Стьюдента для парных вибірок припускає, що различия між парами вимірів мають нормальне розподіл - у разі, якщо ви не бажаєте цього допускати вместо його можна використати непараметрический критерій Wilcoxon signed-rank. (Однак, обратите увагу, що у методу Wilcoxon signed-rank трохи другая нульова гіпотеза; що дві групи вимірів мають однакове розподілу).

source: the terms to provide estimated marginal means for. Here you can specify multiple terms.
ca: els termes pels que es proporcionaran mitjanes marginals estimades. Aquí es pot especificar diversos termes.
da: termerne for at beregne de estimerede gennemsnitterne (det kan angives flere termer).
de: die Terme, für welche geschätzte Randmittelwerte angegeben werden sollen. Es können mehrere Terme angegeben werden.
fr: les termes pour lesquels vous voulez les moyennes marginales estimées. Vous pouvez ici spécifier plusieurs termes.
he: התנאים כדי לספק ממוצעים שוליים משוערים. כאן ניתן לציין כמה תנאים.
hr: pojmovi za koje se trebaju navesti procijenjene marginalne srednje vrijednosti. Ovdje možeš odrediti više pojmova.
it: i termini per fornire le medie marginali stimate. Qui puoi specificare più termini.
kk: есептік шекті орта мәндерді қамтамасыз ету шарттары. Мұнда бірнеше шарттарды көрсетуге болады.
nn: termane for å berekna dei estimerte gjennomsnitta (det kan angivast fleire termar).
no: termene for å beregne de estimerte gjennomsnittene (det kan angis flere termer).
pl: składniki, dla których mają zostać podane oszacowane średnie brzegowe. Można tu określić wiele składników.
pt: os termos para calcular as médias marginais estimadas. Aqui podem especificar-se vários termos.
ru: термы для предоставления взвешенных предельных средних. Здесь вы можете указать несколько термов.
sl: pogoji za izračun ocene robnih povprečij. Določiti je mogoče več pogojev.
sv: termerna för att beräkna de estimerade genomsnitten (det kan angivas flera termer).
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை வழங்குவதற்கான விதிமுறைகள். இங்கே நீங்கள் பல சொற்களைக் குறிப்பிடலாம்.
tr: tahmini marjinal ortalamalar sağlanacak terimler. Burada birden fazla terim belirtebilirsiniz.
uk: термы для надання припускати граничний коштів. Здесь ви можете вказати кілька термов.

source: the test value to test against (typically zero).
ca: el valor teòric contra el que es contrastarà la prova (habitualment cero).
da: testværdien for at teste mod (sædvanligvis nul).
de: der Testwert, gegen den getestet werden soll (normalerweise Null).
fr: la valeur testée contre laquelle on effectue le test (typiquement, c'est 0).
he: ערך המבחן שיש לבחון לפיו (בדרך כלל 0).
it: il valore del test rispetto al quale eseguire il test (in genere zero).
kk: қарсы сынауға арналған сынақ мәні (әдетте нөл).
nn: testverdien for å testa mot (vanlegvis null).
no: testverdien for å teste mot (vanligvis null).
pl: wartość testowa do sprawdzenia (zazwyczaj zero).
pt: o valor de teste a testar (normalmente zero).
ru: тестовое значение для проверки (обычно ноль).
sl: vrednost, ki pomeni preizkusno raven (običajno je nič).
sv: testvärdet för att testa mot (vanligen noll).
ta: எதிராக சோதிக்க சோதனை மதிப்பு (பொதுவாக பூச்சியம்).
tr: karşı test edilecek test değeri (genellikle sıfır).
uk: тестове значення для перевірки (зазвичай нуль).

source: the type of correlation to calculate
ca: el tipus de correlació a calcular
da: hvilken korrelationstype, der skal beregnes
de: die Art der zu berechnenden Korrelation
fr: le type de corrélation à calculer
he: סוג המתאם שיש לחשב
hr: vrsta korelacije za izračunavanje
it: il tipo di correlazione da calcolare
kk: есептеуге арналған корреляция түрі
nn: kva korrelasjonstype som skal bereknast
no: hvilken korrelasjonstype som skal beregnes
pl: rodzaj korelacji do obliczenia
pt: o tipo de correlação a calcular
ru: тип корреляции для расчета
sl: vrsta korelacije za izračun
sv: vilken korrelationstyp som ska beräknas
ta: கணக்கிட தொடர்பு வகை
tr: hesaplanacak korelasyon türü
uk: тип корреляции для розрахунку

source: the type of sums of squares to use; Type 1, 2, or 3.
ca: el tipus de sumes de quadrats a utilitzar; Tipus 1, 2 o 3.
da: type af kvadratsummen, der skal bruges; type 1, 2 eller 3.
de: der Typ der zu verwendenden Quadratsumme: Typ 1, 2 oder 3.
fr: le type de somme des carrés à utiliser ; type 1, 2 ou 3.
he: סוג הסכומים הריבועיים לשימוש: סוג 1, 2 או 3.
hr: vrsta sume kvadrata koja će se koristiti: Vrsta 1, 2 ili 3.
it: il tipo di somme dei quadrati da utilizzare; Tipo 1, 2 o 3.
kk: пайдалануға жататын квадраттар сомаларының түрі; 1, 2 немесе 3 түрі.
nn: type av kvadratsummen som skal brukast; type 1, 2 eller 3.
no: type av kvadratsummen som skal brukes; type 1, 2 eller 3.
pl: typ sumy kwadratów; typ I, II lub III
pt: o tipo de soma de quadrados a serem usadas; Tipo 1, 2 ou 3.
ru: тип суммы квадратов для использования; Тип 1, 2 или 3.
sl: vrsta vsote kvadratov za uporabo; vrsta 1, 2 ali 3.
sv: typ av kvadratsumman som ska användas; typ 1, 2 eller 3
ta: பயன்படுத்த சதுரங்களின் தொகைகளின் வகை; வகை 1, 2, அல்லது 3.
tr: kullanılacak kareler toplamı türü; Tip 1, 2 veya 3.
uk: тип суми квадратів для використання; Тип 1, 2 або 3.

source: the type of sums of squares to use; Type 2, or 3.
ca: el tipus de sumes de quadrats a utilitzar; Tipus 2 o 3.
da: type af kvadratsummen, der skal bruges; type 2 eller 3.
de: der Typ der zu verwendenden Quadratsumme: Typ 2 oder 3.
fr: le type de somme des carrés à utiliser ; type 2 ou 3.
he: סוג הסכומים הריבועיים לשימוש: סוג 2 או 3.
hr: vrsta sume kvadrata koja će se koristiti: Vrsta 2 ili 3.
it: il tipo di somme dei quadrati da utilizzare; Tipo 2 o 3.
kk: пайдалануға жататын квадраттар сомаларының түрі; 2 немесе 3 түрі.
nn: type av kvadratsummen som skal brukast; type 2 eller 3.
no: type av kvadratsummen som skal brukes; type 2 eller 3.
pl: typ sumy kwadratów; typ II lub III
pt: o tipo de soma de quadrados a serem usadas; Tipo 2 ou 3.
ru: тип суммы квадратов для использования; Тип 2 или 3.
sl: vrsta vsote kvadratov za uporabo; vrsta 2 ali 3.
sv: typ av kvadratsumman som ska användas; typ 2 eller 3
ta: பயன்படுத்த சதுரங்களின் தொகைகளின் வகை; வகை 2, அல்லது 3.
tr: kullanılacak kareler toplamı türü; Tip 2 veya 3.
uk: тип суми квадратів для використання; Тип 2 або 3.

source: The underlying `aov` object
ca: L'objete `aov` subyacent
da: Det underliggende `aov`-objektet
de: Das zugrunde liegende `aov`-Objekt
fr: L'objet `aov` sous-jacent
he: אובייקט הבסיס `aov`
it: L'oggetto `aov` sottostante
kk: негізгі `aov` объектісі
nl: Het onderliggende `aov`-object
nn: Det underliggjande `aov`-objektet
no: Det underliggende `aov`-objektet
pl: Obiekt bazowy `aov`
pt: O objeto 'aov' subjacente
ru: Подлежащий объект `aov`
sl: Osnovni predmet `aov`
sv: Det underliggande `aov`-objektet
ta: அடிப்படை `aov` பொருள்
tr: Temel `aov` nesnesi
uk: котрий Підлягати об'єкт `aov`

source: The variable {var} cannot be treated as numeric. Plots that expect numeric data will not be created for this variable.
ca: La variable {var} no es pot tractar com a numèrica. Els gràfics que esperen dades numèriques no es generaran per a aquesta variable.
da: Variablen {var} kan ikke behandles som numerisk. Diagrammer, der behøver numeriske data, kan ikke laves for denne variabel.
de: Die Variable {var} kann nicht als numerisch behandelt werden. Diagramme, die numerische Daten erwarten, können für diese Variable nicht erstellt werden.
fr: La variable {var} n'est pas numérique. Les graphes nécessitant des variables numériques ne pourront pas être créés avec cette variable.
he: אי אפשר להתייחס למשתנה {var} כמספרי. תרשימים הזקוקים לנתונים מספריים לא יווצרו עבור משתנה זה.
it: La variabile {var} non può essere considerata numerica. Per questa variabile non verranno creati grafici che prevedono dati numerici.
kk: {var} айнымалысы сандық ретінде қарастырылмайды. Бұл айнымалы үшін сандық деректерді күтетін графиктер жасалмайды.
nn: Variabelen {var} kan ikkje behandlast som numerisk. Diagram som treng numeriske data, kan ikkje lagast for denne variabelen.
no: Variabelen {var} kan ikke behandles som numerisk. Diagrammer som trenger numeriske data, kan ikke lages for denne variabelen.
pl: Zmienna {var} nie może być traktowana jako numeryczna. Wykresy wymagające danych numerycznych nie zostaną utworzone dla tych zmiennych.
pt: A variável {var} não pode ser tratada como numérica. Os gráficos que exigem dados numéricos não serão criados para esta variável.
ru: Переменная {var} не может рассматриваться как числовая. Графики, которые ожидают числовых данных, не будут созданы для этой переменной.
sl: Vrednosti spremenljivke {var} ni mogoče obravnavati kot številke. Izrisi diagramov, ki zahtevajo številske vrednosti, bodo izpuščeni.
sv: Variabeln {var} kan inte behandlas som numeriskt. Diagram som behöver numeriska data, kan inte göras för den här variabeln.
ta: மாறி {var} எண் என கருத முடியாது. இந்த மாறிக்கு எண் தரவு உருவாக்கப்படாது என்று எதிர்பார்க்கும் அடுக்கு.
tr: {var} değişkeni sayısal olarak işlenemez. Sayısal veri bekleyen grafikler bu değişken için oluşturulmayacak.
uk: Переменная {var} не можучи розглядатися як числовая. Графіки, котрі очікують числовых даних, не будуть створені для цієї переменной.

source: the variable of interest in `data` (not necessary when using a formula, see the examples)
ca: la variable d'interès a` data` (no és necessari quan s'utilitza una fórmula, veure els exemples)
da: variablen af interesse i `data` (ikke nødvendigt når du bruger en formel, se eksemplerne)
de: die interessierende Variable in `data` (Angabe nicht notwendig bei Verwendung einer Formel, siehe Beispiele)
fr: la variable d'intérêt dans `data` (non nécessaire quand on fournit une formule, voir les exemples)
it: la variabile di interesse per i `dati` (non necessaria quando si utilizza una formula, vedere gli esempi)
kk: `data` -ға қызығушылық айнымалысы (формуланы пайдалану кезінде міндетті емес, мысалдарды қараңыз)
nn: variabelen av interesse i `data` (ikkje nødvendig når du bruker ein formel, sjå døma)
pl: zmienna w `data` (nie jest konieczna przy stosowaniu formuły - zobacz przykłady)
pt: a variável de interesse em `dados` (não é necessário ao usar uma fórmula, veja os exemplos)
ru: переменная интереса в `data` (необязательно при использовании формулы, см. примеры)
sv: variabeln av intresse i `data` (inte nödvändigt när du använder en formel, se exemplen)
ta: `தரவு` இல் ஆர்வத்தின் மாறுபாடு (ஒரு சூத்திரத்தைப் பயன்படுத்தும் போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: переменная інтересу у `data` (необязательно прі використанні формули, см. приміри)

source: the variable specifying the groups; must have 2 levels.
ca: la variable especificant els grups; ha de tenir 2 nivells.
da: variablen, der specificerer grupperne; skal have 2 niveauer.
de: die Variable, welche die Gruppen spezifiziert; muss 2 Ebenen haben.
fr: la variable spécifiant les groupes ; elle ne doit avoir que 2 modalités.
he: המשתנה המציין את הקבוצות. צריכות להיות לו שתי רמות.
it: la variabile che specifica i gruppi; deve avere 2 livelli.
kk: топтарды көрсететін айнымалы; 2 деңгейлі болуы тиіс.
nn: variabelen som spesifiserer gruppene; må ha 2 nivå.
no: variabelen som spesifiserer gruppene; må ha 2 nivåer.
pl: zmienna określająca podział na grupy; musi mieć 2 poziomy.
pt: a variável que especifica os grupos; deve ter 2 níveis.
ru: переменная, определяющая группы; должно быть 2 уровня.
sl: spremenljivka, ki določa dve skupini; vsebovati mora 2 ravni.
sv: variabeln som specificerar grupperna; måste ha 2 nivåer.
ta: குழுக்களைக் குறிப்பிடும் மாறி; 2 நிலைகளைக் கொண்டிருக்க வேண்டும்.
tr: grupları belirten değişken; 2 düzeye sahip olmalıdır.
uk: переменная, котрий визначати групи; повинне бути 2 рівня.
