Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: quartimax
kk: квартимакс
ru: квартимакс
ta: குவார்டிமேக்ச்
uk: квартимакс

source: quintic
ca: quíntic
da: kvintisk
de: quintisch
fr: quintique
hr: kvintični
it: quinto grado
kk: квинттық
nl: kwintisch
nn: kvintisk
no: kvintisk
pl: 5-tego stopnia
pt: quintico
ru: пятой степени
sv: kvintisk
tr: kuintik
uk: пятой ступеня

source: Range
ca: Recorregut
da: Variationsbredde
de: Wertebereich
fr: Etendue
he: טווח
hr: Raspon
it: Intervallo
kk: ауқым
nl: Bereik
nn: Variasjonsbreidd
no: Variasjonsbredde
pl: Rozstęp
pt: Amplitude
ru: Диапазон
sl: Obseg
sv: Variationsbredd
ta: வீச்சு
tr: Aralık
uk: Діапазон

source: Rank biserial correlation
ca: Correlació biseriada de rangs
da: Biserial rangskorrelation
de: Biserielle Rangkorrelation
fr: Corrélation entre rangs bisériés
he: המתאם הדו־סדרתי של הדרגות
hr: Rang biserijalna korelacija
it: Correlazione biseriale di rango
kk: бисериялық дәрежелік корреляция
nl: Biseriële rangcorrelatie
nn: Biserial rangkorrelasjon
no: Biserial rangkorrelasjon
pl: Współczynnik korelacji rangowo-dwuseryjnej
pt: Correlação biserial de ordens
ru: Ранговая бисериальная корреляция
sl: Biserialna korelacija rangov
sv: Biserial rangkorrelation
ta: தரவரிசை இருசக்கர தொடர்பு
tr: Sıra biserial korelasyon
uk: Ранговая бисериальная корреляция

source: Rate Ratio
ca: Raó de Proporcions
da: Andelsforhold
de: Ratenverhältnis
fr: Rapport des taux (rate ratio)
he: יחס השיעורים
hr: Omjer stopa
it: Rapporto di Tasso
kk: тәуекел коэффициенті (RR)
nl: Snelheidsverhouding
nn: Andelsforhold
no: Andelsforhold
pl: Wskaźnik proporcji
pt: Rácio de Taxa
ru: Отношение рисков (ОР)
sl: Razmerje Stopenj
sv: Andelsförhållande
ta: வீத விகிதம்
tr: Oran Oranı
uk: Ставлення ризиків (ОР)

source: Rate ratio
ca: Raó de proporcions
da: Andelsforhold
de: Ratenverhältnis
fr: Rapport des taux (rate ratio)
he: יחס השיעורים
hr: Omjer stopa
it: Rapporto di tasso
kk: тәуекел коэффициенті (RR)
nl: Snelheidsverhouding
nn: Andelsforhold
no: Andelsforhold
pl: Wskaźnik proporcji
pt: Rácio de taxa
ru: Отношение рисков (ОР)
sl: Razmerje stopenj
sv: Andelsförhållande
ta: வீத விகிதம்
tr: Oran oranı
uk: Ставлення ризиків (ОР)

source: Ratio
ca: Raó
da: Forhold
de: Verhältnis
he: יחס
hr: Omjer
it: Rapporto
kk: арақатынас
nn: Forhold
no: Forhold
pl: Stosunek
pt: Rácio
ru: Соотношение
sl: Razmerje
sv: Förhållande
ta: விகிதம்
tr: Oran
uk: Співвідношення

source: Reference Level
ca: Nivell de referència
da: Referenceniveau
de: Referenzniveau
fr: Modalité de référence
he: רמת ייחוס
hr: Ishodišna razina
it: Livello di Riferimento
kk: сілтеме деңгейі
nl: Referentieniveau
nn: Referansenivå
no: Referansenivå
pl: Poziom referencyjny
pt: Nível de Referência
ru: Опорный уровень
sl: Sklicna raven
sv: Referensnivå
ta: குறிப்பு நிலை
tr: Referans Düzey
uk: Опорний рівень

source: Reference level (dummy coding)
ca: Nivell de referència (codificació dummy)
da: Referenceniveau (dummy-koding)
de: Referenzniveau (Dummy-Kodierung)
fr: Modalité de référence (codage factice)
he: רמת ייחוס (קידוד מציין)
it: Livello di riferimento (codifica fittizia)
kk: анықтамалық деңгей (жалған кодтау)
nl: Referentieniveau (dummycodering)
nn: Referansenivå (dummy-koding)
no: Referansenivå (dummy-koding)
pl: Poziom referencyjny (kodowanie zero-jedynkowe)
pt: Nível de Referência (codificação dummy)
ru: Опорный уровень (фиктивное кодирование)
sl: Sklicna raven (navidezno kodiranje)
sv: Referensnivå (dummy-koding)
ta: குறிப்பு நிலை (போலி குறியீட்டு முறை)
tr: Referans düzey (kukla kodlama)
uk: Опорний рівень (фиктивное кодирование)

source: Reference Levels
ca: Nivells de referència
da: Referenceniveauer
de: Referenzniveau
fr: Modalités de référence
he: רמות ייחוס
it: Livelli di Riferimento
kk: сілтеме деңгейлері
nl: Referentieniveaus
nn: Referansenivå
no: Referansenivåer
pl: Poziomy referencyjne
pt: Níveis de Referência
ru: Опорные уровни
sl: Sklicne ravni
sv: Referensnivåer
ta: குறிப்பு நிலைகள்
tr: Referans Düzeyler
uk: Опорний рівні

source: Regression
ca: Regressió
fr: Régression
he: רגרסיה
hr: Regresija
it: Regressione
kk: регрессия
nl: Regressie
nn: Regresjon
no: Regresjon
pl: Regresja
pt: Regressão
ru: Регрессионный
sl: Regresije
tr: Regresyon
uk: Регрессия

source: Relative risk
ca: Risc relatiu
da: Relativ risiko
de: Relatives Risiko
fr: Risque relatif
he: סיכון יחסי
hr: Relativni rizik
it: Rischio relativo
kk: салыстырмалы тәуекел
nl: Relatief risico
nn: Relativ risiko
no: Relativ risiko
pl: Ryzyko względne
pt: Risco Relativo
ru: Относительный риск
sl: Relativno tveganje
sv: Relativ risk
ta: உறவினர் இடர்
tr: Göreceli risk
uk: Відносний ризик

source: Reliability Analysis
ca: Anàlisi de Fiabilitat
da: Reliabilitetanalyse
de: Reliabilitätsanalyse
fr: Analyse de fiabilité
he: ניתוח מהימנות
hr: Analiza pouzdanosti
it: Analisi di Affidabilità
kk: сенімділікті талдауы
nl: Betrouwbaarheidsanalyse
nn: Reliabilitetsanalyse
no: Reliabilitetsanalyse
pl: Analiza rzetelności
pt: Análise de Fiabilidade
ru: Анализ надежности
sl: Analiza zanesljivosti
sv: Reliabilitetsanalyse
ta: நம்பகத்தன்மை பகுப்பாய்வு
tr: Güvenilirlik Analizi
uk: Аналіз надійності

source: Repeated
ca: Repetides
da: Gentagent
de: Wiederholt
fr: Répété
he: חוזרות
it: Ripetuto
kk: қайталанған
nl: Herhaald
nn: Gjenteke
no: Gjentatt
pl: Powtórzony
pt: Repetida
ru: Повторный
sl: Ponovljeno
sv: Upprepat
ta: மீண்டும் மீண்டும்
tr: Tekrarlı
uk: Повторний

source: Repeated Measures ANOVA
ca: ANOVA de mesures repetides
da: ANOVA for gentagne målinger
de: ANOVA mit Messwiederholung
fr: Anova pour mesures répétées
he: ניתוח שונות למדידות חוזרות
it: ANOVA a Misure Ripetute
kk: қайталанатын шаралар ANOVA
nl: ANOVA voor herhaalde metingen
nn: ANOVA for gjentekne målingar
no: ANOVA for gjentatte målinger
pl: ANOVA dla powtarzanych pomiarów
pt: ANOVA de Medições Repetidas
ru: Дисперсионный анализ повторных измерений
sl: ANOVA ponavljajočih meritev
sv: ANOVA för upprepade mätningar
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA
tr: Tekrarlı Ölçümler ANOVA
uk: Аналіз повторний вимірів ANOVA

source: Repeated Measures ANOVA (Non-parametric)
ca: ANOVA de mesures repetides (No-paramètric)
da: ANOVA for gentagne målinger (ikke-parametrisk)
de: ANOVA mit Messwiederholung (nicht-parametrisch)
fr: Anova pour mesures répétées (non paramétrique)
he: ניתוח שונות למדידות חוזרות (לא פרמטרי)
it: ANOVA a Misure Ripetute (Non-parametrica)
kk: қайталанатын өлшемдер ANOVA (параметрлік емес)
nl: ANOVA voor herhaalde metingen (niet-parametrisch)
nn: ANOVA for gjentekne målingar (ikkje-parametrisk)
no: ANOVA for gjentatte målinger (ikke-parametrisk)
pl: ANOVA dla powtarzanych pomiarów (nieparametryczna)
pt: ANOVA de Medições Repetidas (não-paramétrica)
ru: Анализ повторных измерений ANOVA (Непараметрический)
sl: ANOVA ponavljajočih meritev (neparametrično)
sv: ANOVA för upprepade mätningar (ikke-parametrisk)
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA (அளவுரு அல்லாத)
tr: Tekrarlı Ölçümler ANOVA (Parametrik Olmayan)
uk: Аналіз повторний вимірів ANOVA (Непараметрический)

source: Repeated Measures Cells
ca: Cel·les de Mesures Repetides
da: Celler ved gentagne målinger
de: Zellen mit wiederholten Messungen
fr: Cellules de mesures répétées
he: תאי המדידות החוזרות
it: Celle di Misure Ripetute
kk: қайталанатын өлшемдер ұяшықтары
nl: Cellen met herhaalde metingen
nn: Celler ved gjentekne målingar
no: Celler ved gjentatte målinger
pl: Komórki z powtarzanymi pomiarami
pt: Níveis das Medições Repetidas
ru: Ячейки повторных измерений
sl: Cellice ponavljajočih meritev
sv: Celler vid upprepade mätningar
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் செல்கள்
tr: Tekrarlı Ölçümler Hücreleri
uk: Осередки повторний вимірів

source: Repeated Measures Components
ca: Components de Mesures Repetides
da: Komponenter for gentagne målinger
de: Komponenten für Messwiederholungen
fr: Composantes de mesures répétées
he: רכיבי מדידות חוזרות
hr: Komponente ponovljenih mjerenja
it: Componenti di Misure Ripetute
kk: қайталанатын шаралар компоненттері
nl: Componenten voor herhaalde metingen
nn: Komponentar for gjentekne målingar
no: Komponenter for gjentatte målinger
pl: Czynniki wewnątrzobiektowe
pt: Componentes de Medições Repetidas
ru: Компоненты повторных измерений
sl: Komponente ponavljajočih meritev
sv: Komponenter för upprepade mätningar
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் கூறுகள்
tr: Tekrarlı Ölçümler Bileşenleri
uk: Компоненти повторний вимірів

source: Repeated Measures Factors
ca: Factors de Mesures Repetides
da: Faktorer for gentagne målinger
de: Faktoren für Messwiederholungen
fr: Facteurs de mesures répétées
he: גורמי המדידות החוזרות
hr: Faktori ponovljenih mjerenja
it: Fattori di Misure Ripetute
kk: қайталанатын шаралар факторлары
nl: Factoren voor hehaalde metingen
nn: Faktorar for gjentekne målingar
no: Faktorer for gjentatte målinger
pl: Czynniki wewnątrzobiektowe
pt: Fatores de Medições Repetidas
ru: Факторы повторных измерений
sl: Faktorji ponavljajočih meritev
sv: Faktorer för upprepade mätningar
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் காரணிகள்
tr: Tekrarlı Ölçümler Faktörleri
uk: Фактори повторний вимірів

source: Report significance
ca: Mostrar la significació
da: Signifikansniveau
de: Signifikanzniveau
fr: Rapport de significativité
he: דיווח מובהקות
hr: Važnost izvještaja
it: Segnala la significavità
kk: есептің маңыздылығы
nl: Significantie melden
nn: Signifikansnivå
no: Signifikansnivå
pl: Wyświetl istotność statystyczną
pt: Relatar Significância
ru: Представлять значимость
sl: Izpiši statistično značilnost
sv: Signifikansnivå
ta: முக்கியத்துவத்தைப் புகாரளிக்கவும்
tr: Anlamlılığı raporla
uk: Представляти значущість

source: Represents grand mean
ca: Representa la mitjana general
da: Repræsenterer totalgennemsnit
de: Repräsentiert den Gesamtmittelwert
fr: Représente la moyenne générale
hr: Predstavlja ukupnu srednju vrijednost
it: Rappresenta la grande media
kk: үлкен орташа мәнді білдіреді
nl: Representeert het algehele gemiddelde
nn: Representerer totalgjennomsnitt
no: Representerer totalgjennomsnitt
pl: Reprezentuje średnią ogólną
pt: Representa a média global
ru: Представляет объединенное среднее
sl: Predstavlja združeno povprečje
sv: Representerar totalt genomsnitt
ta: கிராண்ட் சராசரியைக் குறிக்கிறது
tr: Genel ortalamayı temsil eder
uk: Представляти поєднане середнішій

source: Represents reference level
ca: Representa el nivell de referència
da: Repræsenterer referenceniveau
de: Repräsentiert das Referenzniveau
fr: Représente le niveau de référence
he: מייצג את רמת הייחוס
it: Rappresenta il livello di riferimento
kk: сілтеме деңгейін білдіреді
nl: Representeert het referentieniveau
nn: Representerer referansenivå
no: Representerer referansenivå
pl: Reprezentuje poziom referencyjny
pt: Representa o nível de referência
ru: Представляет опорный уровень
sl: Pomeni sklicno raven
sv: Representerar referensnivå
ta: குறிப்பு அளவைக் குறிக்கிறது
tr: Referans düzeyi temsil eder
uk: Представляти опорний рівень

source: Residual
ca: Residu
da: Residuer
de: Residuen
fr: Résidu
he: שיורי
hr: Rezidual
it: Residuo
kk: қалдық
nl: Residu
nn: Residu
no: Residuer
pl: Reszta
ru: Остаток
sl: Ostanek
sv: Residuer
ta: மீதமுள்ள
tr: Artık
uk: Решта

source: Residual Covariances
ca: Covariàncies residuals
da: Kovarians af residuene
de: Kovarianz der Residuen
fr: Covariances des résidus
he: שונויות משותפות שיוריות
hr: Kovarijance reziduala
it: Covarianze Residue
kk: қалдық ковариациялар
nl: Covarianties van residuen
nn: Kovarians av residua
no: Kovarians av residuene
pl: Kowariancje reszt
pt: Covariâncias de resíduos
ru: Остаточные ковариации
sl: Kovariance ostankov
sv: Kovarians av residuene
ta: மீதமுள்ள கோவாரியன்ச்
tr: Artık Kovaryanslar
uk: Остаточные ковариации

source: Residual covariances
ca: Covariàncies residuals
da: Kovarianser af residuene
de: Kovarianz der Residuen
fr: Covariances résiduelles
he: שונויות משותפות שיוריות
hr: Kovarijance reziduala
it: Covarianze residue
kk: қалдық ковариациялар
nl: Covarianties van residuen
nn: Kovariansar av residua
no: Kovarianser av residuene
pl: Kowariancje reszt
pt: Covariância dos Resíduos
ru: Остаточные ковариации
sl: Kovariance ostankov
sv: Kovarianser av residuene
ta: மீதமுள்ள கோவாரியன்ச்
tr: Artık kovaryanslar
uk: Остаточные ковариации

source: Residual Covariances – Modification Indices
ca: Covariàncies residuals - Índexs de Modificació
da: Kovarians af residuene – Modifikationsindekser
de: Kovarianz der Residuen – Modifikationsindizes
fr: Covariances des résidus - indices de modification
he: שונויות שיוריות משותפות – מדדי שינוי
hr: Kovarijance reziduala – Indeksi modifikacija
it: Covarianze Residue – Indici di Modifica
kk: Қалдық ковариациялар – модификациялық индекстер
nl: Covarianties van residu's - modificatie-indices
nn: Kovarians av residua – Modifikasjonsindeksar
no: Kovarians av residuene – Modifikasjonsindekser
pl: Kowariancje reszt – indeksy modyfikacyjne
pt: Índices de Modificação - Covariâncias entre resíduos
ru: Остаточные ковариации – индексы модификации
sv: Kovarians av residuene – Modifikationsindex
ta: மீதமுள்ள கோவாரியன்ச் - மாற்றும் குறியீடுகள்
tr: Artık Kovaryanslar – Modifikasyon İndeksleri
uk: Остаточные ковариации – індекси модифікації

source: Residual Estimates
ca: Estimadors residuals
da: Estimater for residuene
de: Residuenschätzung
fr: Estimé des résidus
he: אומדנים שיוריים
hr: Procjene reziduala
it: Stime Residue
kk: қалдық бағалаулары
nl: Schattingen van residuen
nn: Estimat for residua
no: Estimater for residuene
pl: Oszacowania reszt
pt: Estimativa de Resíduos
ru: Остаточные веса
sl: Napovedi ostankov
sv: Estimater för residuene
ta: மீதமுள்ள மதிப்பீடுகள்
tr: Artık Tahminler
uk: Остаточные оцінки

source: Residual Intercepts
ca: Constants residuals
da: Skæringspunkter for residuene
de: Interzept der Residuen
fr: Ordonnée à l'origine des résidus
he: לכידים שיוריים
hr: Presjeci reziduala
it: Costanti Residue
kk: қалдық константалары
nl: Onderscheppingen van residuen
nn: Skjeringspunkt for residua
no: Skjæringspunkter for residuene
pl: Wyrazy wolne reszt
pt: Resíduos dos interceptos
ru: Константы остатка
sv: Skärningspunkter för residuene
ta: மீதமுள்ள இடைமறிப்புகள்
tr: Artık Kesenler
uk: Остаточные перехваты

source: Residual intercepts
ca: Constants residuals
da: Skæringspunkter for residuene
de: Interzept der Residuen
fr: Ordonnée à l'origine des résidus
he: לכידים שיוריים
hr: Presjeci reziduala
it: Costanti residue
kk: қалдық константалары
nl: Onderscheppingen van residuen
nn: Skjeringspunkt for residua
no: Skjæringspunkter for residuene
pl: Wyrazy wolne reszt
pt: Resíduos dos Interceptos
ru: Константы остатка
sv: Skärningspunkter för residuene
ta: மீதமுள்ள இடைமறிப்புகள்
tr: Artık kesenler
uk: Остаточные перехваты

source: Residual plots
ca: Gràfics de residus
da: Diagrammer af residuene
de: Diagramme der Residuen
fr: Graphes des résidus
he: תרשימי הנתונים שיוריים
hr: Dijagrami reziduala
it: Grafico dei residui
kk: қалдық графиктері
nl: Grafieken van residuen
nn: Diagram av residua
no: Diagrammer av residuene
pl: Wykresy reszt
pt: Gráficos de Resíduos
ru: Графики остатков
sl: Diagrami ostankov
sv: Diagram av residuene
ta: மீதமுள்ள அடுக்கு
tr: Artık grafikler
uk: Графіки решт

source: Residual sum of squares and/or degrees of freedom are zero, indicating a perfect fit
ca: La suma residual dels quadrats i/o els graus de llibertat son zero, el que indica un ajustament perfecte
da: Kvadratsummen på residuene og/eller frihedsgrader er nul, der indikerer perfekt modelltilpasning
fr: La somme des carrés résiduelle et/ou les degrés de libertés valent 0, ce qui indique un ajustement parfait
he: סכום הריבועים השיורי או דרגות החופש או שניהם הוא אפס. הדבר מעיד על התאמה מושלמת
hr: Zbroj kvadrata reziduala i/ili stupnjevi slobode su jednaki nuli, što ukazuje na savršenu prilagodbu modela
kk: квадрат қалдықтарының және/немесе еркіндік дәрежелерінің қосындысы нөлге тең, бұл тамаша сәйкестікті көрсетеді
nn: Kvadratsummen på residua og/eller fridomsgrader er null, som indikerer perfekt modelltilpassing
no: Kvadratsummen på residuene og/eller frihetsgrader er null, som indikerer perfekt modelltilpassing
pl: Resztowa suma kwadratów i/lub stopnie swobody wynoszą zero, co wskazuje na doskonałe dopasowanie
ru: Сумма квадратов остатков и/или степени свободы равны нулю, что указывает на идеальное соответствие
sv: Kvadratsumman på residuene och/eller frihetsgrader är noll, som indikerar perfekt modellanpassning
ta: மீதமுள்ள சதுரங்கள் மற்றும்/அல்லது சுதந்திரத்தின் அளவுகள் பூச்சியமாகும், இது சரியான பொருத்தத்தைக் குறிக்கிறது
tr: Artık kareler toplamı ve/veya serbestlik dereceleri sıfır, mükemmel bir uyum olduğunu gösteriyor

source: Residuals
ca: Residus
da: Residuer
de: Residuen
fr: Résidus
he: נתונים שיוריים
hr: Reziduali
it: Residui
kk: қалдықтар
nl: Residuen
nn: Residu
no: Residuer
pl: Reszty
pt: Resíduos
ru: Остатки
sl: Ostanki
sv: Residuer
ta: எஞ்சியவர்கள்
tr: Artıklar
uk: Решти

source: Residuals for Observed Correlation Matrix
ca: Residus de la Matriu de Correlacions Observades
da: Residuene for observeret korrelationsmatrix
de: Residuen für die beobachtete Korrelationsmatrix
fr: Résidus de la matrice des corrélations observées
he: נתונים שיוריים עבור מטריצת מתאמים נצפית
hr: Reziduali za promatranu matricu korelacija
it: Residui della Matrice di Correlazione Osservata
kk: бақыланатын корреляция матрицаларына арналған қалдықтар
nl: Residuen waargenomen correlatiematrix
nn: Residua for observert korrelasjonsmatrise
no: Residuene for observert korrelasjonsmatrise
pl: Reszty dla obserwowanej macierzy korelacji
pt: Resíduos da Matriz de Correlações Observada
ru: Матрица наблюдаемой корреляции остатков
sv: Residuene för observerad korrelationsmatris
ta: கவனிக்கப்பட்ட தொடர்பு மேட்ரிக்சிற்கான எச்சங்கள்
tr: Gözlemlenen Korelasyon Matrisi için Artıklar
uk: Матрица спостерігати корреляции решт

source: Residuals from ANOVA
ca: Residus del ANOVA
da: Residuene for ANOVA
de: Residuen der ANOVA
fr: Résidus de l'ANOVA
he: נתונים שיוריים מניתוח שונות
hr: Reziduali od analize varijanci
it: Residui della ANOVA
kk: АНОВА-дан алынған қалдықтар
nl: Residuen van ANOVA
nn: Residua for ANOVA
no: Residuene for ANOVA
pl: Reszty z testu ANOVA
pt: Resíduos da ANOVA
ru: Остатки от ANOVA
sl: Ostanki analize ANOVA
sv: Residuene för ANOVA
ta: ANOVA இலிருந்து எச்சங்கள்
tr: ANOVA'dan artıklar
uk: Решти від ANOVA

source: Residuals observed correlation matrix
ca: Residus de la matriu de correlació observada
da: Residuene for observeret korrelationsmatrix
de: Residuen für die beobachtete Korrelationsmatrix
fr: Matrice des corrélations observées des résidus
he: נתונים שיוריים עבור מטריצת מתאמים נצפית
it: Residui della matrice di correlazione osservata
kk: корреляция матрицасы байқалатын қалдықтар
nl: Residuen waargenomen correlatiematrix
nn: Residua for observert korrelasjonsmatrise
no: Residuene for observert korrelasjonsmatrise
pl: Obserwowana macierz korelacji reszt
pt: Resíduos da matriz de correlações
ru: Матрица наблюдаемой корреляции остатков
sv: Residuene för observerad korrelationsmatris
ta: எச்சங்கள் கவனிக்கப்பட்ட தொடர்பு அணி
tr: Gözlemlenen korelasyon matrisi artıkları
uk: Матрица спостерігати корреляции решт

source: Residuals Plots
ca: Gràfics de Residus
da: Diagrammer af residuene
de: Diagramme der Residuen
fr: Graphes des résidus
he: תרשימי הנתונים שיוריים
it: Grafici dei Residui
kk: қалдықтар графиктері
nl: Grafieken van residuen
nn: Diagram av residua
no: Diagrammer av residuene
pl: Wykresy reszt
pt: Gráficos de Resíduos
ru: Графики остатков
sl: Izris ostankov
sv: Diagram av residuene
ta: மீதமுள்ள அடுக்கு
tr: Artık Grafikler
uk: Графіки решт

source: Results
ca: Resultats
da: Resultater
de: Ergebnisse
fr: Résultats
he: תוצאות
hr: Rezultati
it: Risultati
kk: нәтижелер
nl: Resultaten
nn: Resultat
no: Resultater
pl: Wyniki
pt: Resultados
ru: Результаты
sl: Rezultati
sv: Resultat
tr: Sonuçlar
uk: Результати

source: reverse scaled item
ca: element escalat inversament
da: inverteret item
de: invertiertes Item
fr: élément dont l'échelle est inversée
he: פריט בסולם מהופך
it: elemento in scala inversa
kk: кері масштабталған элемент
nl: omgekeerd geschaald item
nn: invertert item
no: invertert item
pl: pozycja kodowana odwrotnie
pt: item invertido
ru: Обратно масштабированный элемент
sl: predmet obrnjene lestvice
sv: inverterat item
ta: தலைகீழ் அளவிடப்பட்ட உருப்படி
tr: ters ölçeklenmiş madde
uk: Зворотне масштабированный елемент

source: Reverse Scaled Items
ca: Elements Escalats Inversament
da: Inverterede items
de: Invertierte Items
fr: Echelle inversée
he: פריטים בסולם מהופך
it: Elementi in Scala Inversa
kk: кері масштабталған элементтер
nl: Omgekeerd geschaalde items
nn: Inverterte items
no: Inverterte items
pl: Pozycje kodowane odwrotnie
pt: Itens com escala invertida
ru: Обратно масштабированные элементы
sl: Obrnjene lestvice
sv: Inverterade items
ta: தலைகீழ் அளவிடப்பட்ட உருப்படிகள்
tr: Ters Ölçeklenmiş Maddeler
uk: Зворотне масштабированные елементи

source: RM Factor {0}
ca: MR Factor {0}
da: Faktor {0} for gentagne målinger
de: Messwiederholungsfaktor {0}
fr: Mesures répétées - facteur {0}
it: MR Fattore {0}
kk: RM факторы {0}
nn: Faktor {0} for gjentekne målingar
pl: Czynnik RM {0}
pt: Fator Med. Rep. {0}
ru: RM-фактор {0}
sv: Faktor {0} för upprepade mätningar
ta: Rm காரணி {0}
uk: RM-фактор {0}

source: RM Factor 1
ca: MR Factor 1
da: Faktor 1 for gentagne målinger
de: Messwiederholungsfaktor 1
fr: Mesures répétées - facteur 1
he: גורם מ״ח 1
it: MR Fattore 1
kk: RM фактор 1
nl: Factor 1 voor herhaalde metingen
nn: Faktor 1 for gjentekne målingar
no: Faktor 1 for gjentatte målinger
pl: Czynnik RM 1
pt: Fator Med. Rep. 1
ru: RM Фактор 1
sv: Faktor 1 för upprepade mätningar
ta: ஆர்.எம் காரணி 1
tr: RM Faktör 1
uk: RM Фактор 1

source: RMSE
fr: Erreur quadratique moyenne (RMSE)
nl: Wortel-gemiddelde-kwadraatafwijking
ru: СКО
sl: Napaka RMSE
ta: ஆர்.எம்.எச்.இ.
uk: СКО

source: RMSEA
fr: Approximation de RMSE
nl: Schatting wortel-gemiddelde-kwadraatafwijking
ru: СКОА
sl: Napaka RMSEA
uk: СКОА

source: RMSEA 90% CI
ca: IC 90% del RMSEA
da: RMSEA 90 % KI
fr: IC90% de la RMSEA
he: רווח סמך של 90% של RMSEA
hr: RMSEA 90% raspon pouzdanosti
nl: RMSEA-90%-betrouwbaarheidsinterval
nn: RMSEA 90 % KI
no: RMSEA 90 % KI
pl: RMSEA 90% PU
pt: IC 90% RMSEA
ru: СКОА 90% ДИ
sl: Napaka RMSEA 90 % intervala zaupanja
sv: RMSEA 90 % KI
ta: RMSEA 90% தொஒ
tr: RMSEA %90 GA
uk: СКОА 90% ДИКИЙ

source: ROC Curve
ca: Corba ROC
da: ROC-kurve
de: ROC-Kurve
fr: Courbe ROC
he: עקומת ROC
hr: ROC Krivulja
it: Curva ROC
kk: ROC қисығы
nl: ROC-kromme
nn: ROC-kurve
no: ROC-kurve
pl: Krzywa ROC
pt: Curva ROC
ru: ROC кривая
sl: Krivulja ROC
sv: ROC-kurve
ta: ROC வளைவு
tr: ROC Eğrisi
uk: ROC кривая

source: ROC curve
ca: Corba ROC
da: ROC-kurve
de: ROC-Kurve
fr: Courbe ROC
he: עקומת ROC
hr: ROC krivulja
it: Curva ROC
kk: ROC қисығы
nl: ROC-kromme
nn: ROC-kurve
no: ROC-kurve
pl: Krzywa ROC
pt: Curva ROC
ru: ROC кривая
sl: Krivulja ROC
sv: ROC-kurve
ta: ROC வளைவு
tr: ROC eğrisi
uk: ROC кривая

source: Rotation
ca: Rotació
he: רוטציה
hr: Rotacija
it: Rotazione
kk: айналу
nl: Rotatie
nn: Rotasjon
no: Rotasjon
pl: Rotacja
pt: Rotação
ru: Вращение
sl: Rotacija
ta: சுழற்சி
tr: Döndürme
uk: Обертання

source: Row
ca: Fila
da: Rad
de: Zeile
fr: Ligne
he: שורה
hr: Red
it: Riga
kk: қатар
nl: Rij
nn: Rad
no: Rad
pl: Wiersz
pt: Linha
ru: Строка
sl: Vrstica
sv: Räcka
ta: நிரை
tr: Satır
uk: Строка

source: Row number
ca: Nombre de fila
da: Radnummer
fr: Nombre de lignes
he: מספר השורה
kk: қатар нөмірі
nl: Rijnummer
nn: Radnummer
no: Radnummer
pl: Numer wiersza
ru: Номер строки
sv: Radnummer
ta: வரிசை எண்
tr: Satır numarası
