Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: a number between 50 and 99.9 (default: 95) specifying the confidence interval width for the estimated marginal means
ca: un nombre entre 50 i 99,9 (predeterminat: 95) especificant l'amplada de l'interval de Confiança per a les mitjanes marginals estimades
da: et tal mellem 50 og 99.9 (standard: 95), der specificerer bredden på konfidensintervaller for de estimerede gennemsnitterne
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite des Konfidenzintervalls für die geschätzten Randmittel an
fr: un nombre entre 50 et 99.9 (défaut : 95) spécifiant la largeur de l'intervalle de confiance pour les estimations des moyennes marginales
it: un numero tra 50 e 99.9 (predefinito: 95) che specifica l'ampiezza dell'intervallo di fiducia per le medie marginali stimate
kk: 50 мен 99,9 арасындағы сан (әдепкі: 95) болжалды шекті орта мән үшін сенімділік интервалының енін көрсету
nn: eit tal mellom 50 og 99.9 (standard: 95) som spesifiserer breidda på konfidensintervall for dei estimerte gjennomsnitta
pl: liczba z przedziału od 50 do 99.9 (domyślnie: 95) określająca szerokość przedziału ufności dla oszacowanych średnich brzegowych
pt: um número entre 50 e 99.9 (padrão: 95) especificando a amplitude do intervalo de confiança para as médias marginais estimadas
ru: число от 50 до 99,9 (по умолчанию: 95), указывающее ширину доверительного интервала для взвешенных предельных средних
sl: število med 50 in 99,9 (privzeto 95), ki določa širino intervala zaupanja, uporabljenega za oceno robnih povprečij
sv: ett tal mellan 50 och 99.9 (standard: 95) som specificerar bredden på konfidensintervaller för de estimerade genomsnitten
ta: 50 முதல் 99.9 வரை (இயல்புநிலை: 95) மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளுக்கான நம்பிக்கை இடைவெளி அகலத்தைக் குறிப்பிடுகிறது
uk: число від 50 до 99,9 (по умолчанию: 95), котрий вказувати ширину доверительного интервала для припускати граничних середніх

source: a number between 50 and 99.9 (default: 95) specifying the confidence interval width that is used as `'ci'`
ca: un nombre entre 50 i 99,9 (predeterminat: 95) especificant l'amplada de l'interval de Confiança que s'utilitza com a `'ci'`
da: et tal mellem 50 og 99.9 (standard: 95), der specificerer bredden på konfidensintervallet som bruges for `'ci'`
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite des Konfidenzintervalls an, das als `'ci'` verwendet wird
fr: un nombre entre 50 et 99.9 (défaut : 95) spécifiant la largeur de l'intervalle de confiance utilisé comme `'ci'`
it: un numero tra 50 e 99.9 (predefinito: 95) che specifica l'ampiezza dell'intervallo di fiducia che viene usato come `'ci'`
kk: 50 мен 99.9 аралығындағы сан (әдепкі: 95) 'ci' ретінде пайдаланылатын сенімді аралық енін көрсету
nn: eit tal mellom 50 og 99.9 (standard: 95) som spesifiserer breidda på konfidensintervallet som blir for brukt `'ci'`
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95) określająca szerokość przedziału ufności, który jest używany jako `'ci'`
pt: um número entre 50 e 99.9 (padrão: 95) especificando a amplitude do intervalo de confiança usado como `'ci'`
ru: число от 50 до 99,9 (по умолчанию: 95), указывающее ширину доверительного интервала, который используется как `'ci'`
sl: število med 50 in 99,9 (privzeto 95), ki določa širino intervala zaupanja, uporabljenega kot `'ci'`
sv: ett tal mellan 50 och 99.9 (standard: 95) som specificerar bredden på konfidensintervallet som användes för `'ci'`
ta: 50 முதல் 99.9 க்கு இடையில் ஒரு எண் (இயல்புநிலை: 95) நம்பிக்கை இடைவெளி அகலத்தைக் குறிப்பிடுகிறது, இது `'ci'` ஆகப் பயன்படுத்தப்படுகிறது
uk: число від 50 до 99,9 (по умолчанию: 95), котрий вказувати ширину доверительного интервала, котрий використовує як `'ci'`

source: a number between 50 and 99.9 (default: 95), the confidence interval width
ca: un nombre entre 50 i 99,9 (predeterminat: 95), l'amplada de l'interval de Confiança
da: et tal mellem 50 og 99.9 (standard: 95), bredden på konfidensintervallet
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite des Konfidenzintervalls an
fr: un nombre entre 50 et 99.9 (défaut : 95) la largeur de l'intervalle de confiance
it: un numero tra 50 e 99.9 (predefinito: 95), l'ampiezza dell'intervallo di fiducia
kk: 50 мен 99,9 арасындағы сан (әдепкі: 95), сенімділік аралығының ені
nn: eit tal mellom 50 og 99.9 (standard: 95), breidda på konfidensintervallet
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95), szerokość przedziału ufności
pt: um número entre 50 e 99.9 (padrão: 95) especificando a amplitude do intervalo de confiança
ru: число от 50 до 99,9 (по умолчанию: 95), ширина доверительного интервала
sl: število med 50 in 99,9 (privzeto 95), širina intervala zaupanja
sv: ett tal mellan 50 och 99.9 (standard: 95), bredden på konfidensintervallet
ta: 50 முதல் 99.9 வரை (இயல்புநிலை: 95), நம்பிக்கை இடைவெளி அகலம்
uk: число від 50 до 99,9 (по умолчанию: 95), ширина доверительного интервала

source: a number between 50 and 99.9 (default: 95), the credible interval width
ca: un nombre entre 50 i 99,9 (predeterminat: 95), l'amplada de l'interval de Credibilitat
da: et tal mellem 50 og 99.9 (standard: 95), specificerer bredden på kredibilitätsintervallet
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite des Kredibilitätsintervalls an
fr: un nombre entre 50 et 99.9 (défaut : 95) la largeur de l'intervalle de crédibilité
it: un numero tra 50 e 99.9 (predefinito: 95), l'ampiezza dell'intervallo credibile
kk: 50 мен 99,9 арасындағы сан (әдепкі: 95), сенімді интервал ені
nn: eit tal mellom 50 og 99.9 (standard: 95), spesifiserer breidda på kredibilitätsintervallet
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95), szerokość przedziału wiarygodności
pt: um número entre 50 e 99.9 (padrão: 95) especificando a amplitude do intervalo credível
ru: число от 50 до 99,9 (по умолчанию: 95), правдоподобная ширина интервала
sl: število med 50 in 99,9 (privzeto 95), ki določa verodostojno širino zahtevala
sv: ett tal mellan 50 och 99.9 (standard: 95), specificerar bredden på kredibilitätsintervallet
ta: 50 முதல் 99.9 வரை (இயல்புநிலை: 95), நம்பகமான இடைவெளி அகலம்
uk: число від 50 до 99,9 (по умолчанию: 95), правдоподобная ширина интервала

source: a number between 50 and 99.9 (default: 95), the width of confidence intervals
ca: un nombre entre 50 i 99,9 (predeterminat: 95), l'amplada dels Intervals de Confiança
da: et tal mellem 50 og 99.9 (standard: 95), bredden på konfidensintervallene
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite des Konfidenzintervalls an
fr: un nombre entre 50 et 99.9 (défaut : 95) la largeur de l'intervalle de confiance
it: un numero tra 50 e 99.9 (predefinito: 95), l'ampiezza degli intervalli di fiducia
kk: 50 мен 99,9 арасындағы сан (әдепкі: 95), сенімділік аралықтарының ені
nn: eit tal mellom 50 og 99.9 (standard: 95), breidda på konfidensintervalla
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95), szerokość przedziałów ufności
pt: um número entre 50 e 99.9 (padrão: 95). a amplitude dos intervalos de confiança
ru: число от 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов
sl: število med 50 in 99,9 (privzeto 95), ki določa širino zahtevanih intervalov zaupanja
sv: ett tal mellan 50 och 99.9 (standard: 95), bredden på konfidensintervalla
ta: 50 முதல் 99.9 க்கு இடையில் ஒரு எண் (இயல்புநிலை: 95), நம்பிக்கை இடைவெளிகளின் அகலம்
uk: число від 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов

source: a number between 50 and 99.9 (default: 95), the width of confidence intervals for the effect sizes
ca: un nombre entre 50 i 99,9 (predeterminat: 95), l'amplada dels Intervals de Confiança per a les grandàries de l'efecte
da: et tal mellem 50 og 99.9 (standard: 95), bredden på konfidensintervallene for effektstørrelserne
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite der Konfidenzintervalle für die Effektstärken an
fr: un nombre entre 50 et 99.9 (défaut : 95) la largeur de l'intervalle de confiance pour les tailles d'effet
it: un numero tra 50 e 99.9 (predefinito: 95), l'ampiezza degli intervalli di fiducia per le dimensioni degli effetti
kk: 50 мен 99,9 аралығындағы сан (әдепкі: 95), әсер өлшемдері үшін сенімділік аралықтарының ені
nn: eit tal mellom 50 og 99.9 (standard: 95), breidda på konfidensintervalla for effektstorleikane
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95), szerokość przedziałów ufności dla wielkości efektu
pt: um número entre 50 e 99.9 (padrão: 95), a amplitude do intervalo de confiança para as dimensões do efeito
ru: число от 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов для размеров эффекта
sl: število med 50 in 99,9 (privzeto 95), ki določa širino zahtevanih intervalov zaupanja za učinke velikosti
sv: ett tal mellan 50 och 99.9 (standard: 95), bredden på konfidensintervalla för effektstorlekarna
ta: 50 முதல் 99.9 வரை (இயல்புநிலை: 95), விளைவு அளவுகளுக்கான நம்பிக்கை இடைவெளிகளின் அகலம்
uk: число від 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов для розмірів ефекту

source: a number between 50 and 99.9 (default: 95), the width of confidence intervals for the post-hoc effect sizes
ca: un nombre entre 50 i 99,9 (predeterminat: 95), l'amplada dels Intervals de Confiança per a les grandàries de l'efecte post-hoc
da: et tal mellem 50 og 99.9 (standard: 95), bredden på konfidensintervallene for post-hoc-effektstørrelsene
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite der Konfidenzintervalle für die Effektstärken in den Post-hoc-Tests an
fr: un nombre entre 50 et 99.9 (défaut : 95) la largeur de l'intervalle de confiance pour les tailles d'effet des tests post-hoc
it: un numero compreso tra 50 e 99.9 (predefinito: 95), l'ampiezza degli intervalli di fiducia per le dimensioni degli effetti post-hoc
kk: 50 және 99,9 арасындағы сан (әдепкі: 95), кейінгі әсер өлшемдері үшін сенімділік аралықтарының ені
nn: eit tal mellom 50 og 99.9 (standard: 95), breidda på konfidensintervalla for post-hoc-effektstørrelsene
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95), szerokość przedziałów ufności dla wielkości efektu testów post-hoc
pt: um número entre 50 e 99.9 (padrão: 95), a amplitude do intervalo de confiança para as dimensões de efeito post-hoc
ru: число от 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов для размеров апостериорного эффекта
sl: število med 50 in 99,9 (privzeto 95), ki določa širino zahtevanih intervalov zaupanja za učinke velikosti post-hoc
sv: ett tal mellan 50 och 99.9 (standard: 95), bredden på konfidensintervalla för post-hoc-effektstørrelsene
ta: 50 முதல் 99.9 வரை (இயல்புநிலை: 95), பிந்தைய தற்காலிக விளைவு அளவுகளுக்கான நம்பிக்கை இடைவெளிகளின் அகலம்
uk: число від 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов для розмірів апостериорного ефекту

source: a number between 50 and 99.9 (default: 95), the width of confidence intervals to provide
ca: un nombre entre 50 i 99,9 (predeterminat: 95), l'amplada dels Intervals de Confiança a proporcionar
da: et tal mellem 50 og 99.9 (standard: 95), specificerer bredden på konfidensintervallene
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite der Konfidenzintervalle an
fr: un nombre entre 50 et 99.9 (défaut : 95) la largeur de l'intervalle de confiance à fournir
it: un numero compreso tra 50 e 99.9 (predefinito: 95), l'ampiezza degli intervalli di fiducia da fornire
kk: 50 мен 99,9 аралығындағы сан (әдепкі: 95), қамтамасыз етуге арналған сенімділік аралықтарының ені
nn: eit tal mellom 50 og 99.9 (standard: 95), spesifiserer breidda på konfidensintervalla
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95), szerokość przedziałów ufności
pt: um número entre 50 e 99.9 (padrão: 95), a amplitude do intervalo de confiança
ru: число от 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов для предствления
sl: število med 50 in 99,9 (privzeto 95), ki določa širino zahtevanih intervalov zaupanja
sv: ett tal mellan 50 och 99.9 (standard: 95), specificerar bredden på konfidensintervalla
ta: 50 முதல் 99.9 வரை (இயல்புநிலை: 95), வழங்குவதற்கான நம்பிக்கை இடைவெளிகளின் அகலம்
uk: число від 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов для предствления

source: a number between 50 and 99.9 (default: 95), width of the confidence intervals to provide
ca: un nombre entre 50 i 99,9 (predeterminat: 95), amplada dels Intervals de Confiança a proporcionar
da: et tal mellem 50 og 99.9 (standard: 95), specificerer bredden på konfidensintervallene
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite der Konfidenzintervalle an
fr: un nombre entre 50 et 99.9 (défaut : 95) la largeur de l'intervalle de confiance à fournir
it: un numero compreso tra 50 e 99.9 (predefinito: 95), ampiezza degli intervalli di fiducia da fornire
kk: 50 мен 99,9 аралығындағы сан (әдепкі: 95), қамтамасыз етуге арналған сенімділік аралықтарының ені
nn: eit tal mellom 50 og 99.9 (standard: 95), spesifiserer breidda på konfidensintervalla
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95), szerokość przedziałów ufności
pt: um número entre 50 e 99.9 (padrão: 95), a amplitude do intervalo de confiança
ru: число от 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов для представления
sl: število med 50 in 99,9 (privzeto 95), ki določa širino zahtevanega intervala zaupanja
sv: ett tal mellan 50 och 99.9 (standard: 95), specificerar bredden på konfidensintervalla
ta: 50 முதல் 99.9 வரை (இயல்புநிலை: 95), வழங்குவதற்கான நம்பிக்கை இடைவெளிகளின் அகலம்
uk: число від 50 до 99,9 (по умолчанию: 95), ширина доверительных интервалов для представлення

source: a number specifying the value of the null hypothesis
ca: un nombre especificant el valor de la hipòtesi nul·la
da: et tal, der specificerer værdien for nulhypotesen
de: eine Zahl, gibt den Wert der Nullhypothese an
fr: un nombre spécifiant la valeur de l'hypothèse nulle
it: un numero che specifica il valore dell'ipotesi nulla
kk: нөлдік гипотезаның мәнін көрсететін сан
nn: eit tal som spesifiserer verdien for nullhypotesen
pl: liczba określająca wartość hipotezy zerowej
pt: um número que especifica o valor da hipótese nula
ru: число, определяющее значение нулевой гипотезы
sl: število, ki določa vrednost ničte hipoteze
sv: ett tal som specificerar värdet för nollhypotesen
ta: சுழிய கருதுகோளின் மதிப்பைக் குறிப்பிடும் எண்
uk: число, котрий визначати значення нульової гіпотези

source: a parameter
ca: Paràmetre a
da: en parameter
de: ein Parameter
fr: un paramètre
he: פרמטר a
hr: parametar
it: un parametro
kk: параметр
nn: ein parameter
no: en parameter
pl: Parametr a
pt: um parâmetro
ru: параметр
sl: parameter
sv: en parameter
ta: ஒரு அளவுரு
tr: a parametresi
uk: параметр

source: a possible value of `'d'`; provide cohen's d measure of effect size for the post-hoc tests
ca: un possible valor de `'d'`; proporciona la mesura d de Cohen de la intensitat de l'efecte per a les proves post-hoc
da: en mulig værdi på `'d'`; giv ud effektstørrelse (Cohens d) for post-hoc-testene
de: ein möglicher Wert von `'d'`; stellt Cohens d-Maß für die Effektgröße für die Post-hoc-Tests bereit
fr: une valeur possible de `'d'`, fournit la valeur du d de Cohen de la taille d'effet des tests post-hoc
it: un possibile valore di `'d'`; fornire la misura d di Cohen della dimensione dell'effetto per i test post-hoc
kk: ықтимал мәні ''d''; пост hoc тесттері үшін әсер мөлшерінің Коэн өлшемін білдіреді
nn: ein mogleg verdi på `'d'`; gi ut effektstorleik (Cohens d) for post-hoc-testene
pl: możliwa wartość `'d'`; podaje miarę wielkości efektu d Cohena dla testów post-hoc
pt: um possível valor de `'d'`; fornece a medida d de Cohen da dimensão do efeito para os testes post-hoc
ru: возможное значение `'d'`; представляет коэновскую меру величины эффекта для апостериорных тестов
sl: predvidena vrednost `'d'`; omogoči izračun Cohenove d velikosti učinka post-hoc preizkusov
sv: ett möjligt värde på `'d'`; ge ut effektstorlek (Cohens d) för post-hoc-testene
ta: `'டி'`; பிந்தைய தற்காலிக சோதனைகளுக்கு கோஅனின் டி அளவீட்டு விளைவு அளவை வழங்குதல்
uk: можливе значення `'d'`; представляє коэновскую міру величини ефекту для апостериорных тестів

source: a post-hoc table
ca: una taula post-hoc
da: en post-hoc-tabell
de: eine Post-hoc-Tabelle
fr: un tableau post hoc
he: טבלת מבחני ההמשך
hr: post-hoc tablica
it: una tabella post-hoc
kk: хоктан кейінгі кесте
nl: een post-hoc-tabel
nn: ein post-hoc-tabell
no: en post-hoc-tabell
pl: tabela testów post-hoc
pt: uma tabela post-hoc
ru: апостериорная таблица
sl: razpredelnica post-hoc
sv: en post-hoc-tabell
ta: ஒரு பிந்தைய தற்காலிக அட்டவணை
tr: bir post-hoc tablosu
uk: апостериорная таблиця

source: a proportions table
ca: una taula de proporcions
da: en proportionstabel
de: eine Proportionstabelle
fr: un tableau des proportions
he: טבלת יחסים
hr: tablica proporcija
it: una tabella delle proporzioni
kk: пропорциялар кестесі
nl: een proportietabel
nn: ein proporsjonstabell
no: en proporsjonstabell
pl: tabela proporcji
pt: uma tabela de proporções
ru: таблица пропорций
sl: razpredelnica sorazmernih deležev
sv: en proportionstabell
ta: ஒரு விகிதாச்சாரம் அட்டவணை
tr: bir oranlar tablosu
uk: таблиця пропорцій

source: a q-q plot
ca: una gràfica Q-Q
da: et Q-Q-diagram
de: ein Q-Q-Diagramm
fr: un graphe Q-Q
he: תרשים q-q
hr: q-q dijagram
it: un grafico q-q
kk: q-q графигі
nl: een q-q-plot
nn: eit Q-Q-diagram
no: et Q-Q-diagram
pl: wykres K-K
pt: um grafico q-q
ru: график q-q
sl: diagram normale Q-Q
sv: ett Q-Q-diagram
ta: ஒரு Q-Q சூழ்ச்சி
tr: bir q-q grafiği
uk: графік q-q

source: A repeated measures ANOVA data set
ca: Un conjunt de dades per a ANOVA de mesures repetides
da: Et datasæt for ANOVA med gentagne målinger
de: Datensatz, um eine ANOVA mit Messwiederholung zu demonstrieren
fr: Un jeu de données pour une Anova avec des mesures répétées
he: מערך נתונים של ניתוח שונות למדידות חוזרות
hr: ANOVA skup podataka s ponovljenim mjerenjima
it: Un set di dati per ANOVA a misure ripetute
kk: Қайталанатын өлшем ANOVA деректер жинағы
nn: Eit datasett for ANOVA med gjentekne målingar
no: Et datasett for ANOVA med gjentatte målinger
pl: Zbiór danych do obliczania testu ANOVA dla powtórzonych pomiarów
pt: Uma base de dados para ANOVA de medições repetidas
ru: Набор данных ДА повторных измерений
sl: Podatkovni nabor za metodo ANOVA s ponavljajočimi meritvami
sv: Ett dataset för ANOVA med upprepade mätningar
ta: ANOVA தரவு தொகுப்பை மீண்டும் மீண்டும் அளவிடும்
tr: Bir tekrarlı ölçümler ANOVA veri seti
uk: Набір даних повторний вимірів ANOVA

source: a string (default: 'Dependent') describing the label used for the dependent variable throughout the analysis
ca: una cadena (predeterminada: 'Dependent') que descriu l'etiqueta utilitzada per a la variable dependent al llarg de l'anàlisi
da: en streng (standard: 'Dependent'), der bruges som etiket for den afhængige variabel gennem de gentagne målinger
de: eine Zeichenkette (Vorgabe: 'Dependent'), welche die Bezeichnung beschreibt, die während der Analyse für die abhängige Variable verwendet wird
fr: une chaîne (défaut : 'Dependent') décrivant l'étiquette utilisée pour la variable dépendante au cours de l'analyse
it: una stringa (predefinita: 'Dipendente') che descrive l'etichetta usata per la variabile dipendente durante l'analisi
kk: бүкіл талдау барысында тәуелді айнымалы үшін пайдаланылатын белгіні сипаттайтын жол (әдепкі: 'Тәуелді')
nn: ein streng (standard: 'Dependent') som blir brukt som etikett for den avhengige variabelen gjennom dei gjentekne målingane
pl: ciąg znaków (domyślnie: 'Dependent') opisujący etykietę używaną dla zmiennej zależnej w całej analizie
pt: um código (padrão: 'Dependente') descrevendo o rótulo usado para a variável dependente ao longo da análise
ru: строка (по умолчанию: `Зависимая`), описывающая метку, используемую для зависимой переменной на протяжении всего анализа
sl: niz (privzeto: 'odvisna') za opis oznake, uporabljene kot odvisno spremenljivko med analizo
sv: en sträng (standard: 'Dependent') som användes som etikett för den beroende variabeln genom de upprepade mätningarna
ta: பகுப்பாய்வு முழுவதும் சார்பு மாறிக்கு பயன்படுத்தப்படும் லேபிளை விவரிக்கும் ஒரு சரம் (இயல்புநிலை: 'சார்பு')
uk: строка (по умолчанию: `Залежати`), описывающая позначку, використовувати для залежати переменной на протязі всього аналізу

source: a string naming a variable in `data` containing counts, or NULL if each row represents a single observation
ca: una cadena que nomena una variable a `data` conté freqüències, o NULL si cada fila representa una sola observació
da: en streng, der viser til en variabel i `data,` der indeholder antal, eller NUL, HVIS hver rad repræsenterer en enkelt observation
de: eine Zeichenkette, die eine Variable in `data` benennt, welche Anzahlen enthält, oder NULL, wenn jede Zeile eine einzelne Beobachtung darstellt
fr: une chaîne nommant une variable dans `data` contenant les effectifs ou NULL si chaque ligne représente une observation unique
it: una stringa che nomina una variabile in `data` contenente i conteggi, o NULL se ogni riga rappresenta una singola osservazione
kk: есептегіштерді қамтитын `data`айнымалыны атайтын жол немесе әрбір жол бір бақылауды білдірсе NULL
nn: ein streng som viser til ein variabel i `data` som inneheld tal, eller NULL viss kvar rad representerer ein enkelt observasjon
pl: ciąg znaków określający zmienną w `data` zawierającą liczebności lub NULL, jeżeli każdy rząd reprezentuje pojedynczą obserwację
pt: um código que nomeia uma variável em `dados` contendo contagens, ou NULL se cada linha representar uma única observação
ru: строка, именующая переменную в `data`, содержащую счетчики, или NULL, если каждая строка представляет одно наблюдение
sl: niz za poimenovanje odvisne spremenljivke med `podatki`, ki vsebuje števce, ali prazno vrednost, če vsaka vrstica pomeni eno opazovanje
sv: en sträng som namnger en variabel i `data` som innehåller antal, eller NULL om varje räcka representerar en enskild observation
ta: ஒவ்வொரு வரிசையும் ஒற்றை அவதானிப்பைக் குறிக்கும் என்றால் `தரவு`, அல்லது பூச்யத்தில் ஒரு மாறியை பெயரிடும் ஒரு சரம்
uk: строка, именующая переменную у `data`, котрий містити лічильники, або NULL, якщо кожна строка представляє одне нагляд

source: a string naming the dependent variable from `data`, variable must be a factor
ca: una cadena que nomena la variable dependent de `data`, la variable ha de ser un factor
da: en streng, der viser til den afhængige variabel fra `data;`variablen skal være en faktor
de: eine Zeichenkette, welche die abhängige Variable aus `data` benennt; die Variable muss ein Faktor sein
fr: une chaîne nommant la variable dépendante de `data`, la variable doit être un facteur (modalité)
it: una stringa che assegna un nome alla variabile dipendente da 'data', la variabile deve essere un fattore
kk: тәуелді айнымалыны `data`атайтын жол, айнымалы фактор болуы керек
nn: ein streng som viser til den avhengige variabelen frå `data`; variabelen må vera ein faktor
pl: ciąg znaków określający nazwy dla zmiennej zależnej z `danych`, zmienna musi być czynnikiem
pt: um código nomeando a variável dependente de `dados`, a variável deve ser um fator
ru: строка, именующая зависимую переменную от `data`, переменная должна быть фактором
sl: niz za poimenovanje odvisne spremenljivke med `podatki`, spremenljivka mora faktor
sv: en sträng som namnger den beroende variabeln från `data`; variabeln måste vara en faktor
ta: `தரவு` இலிருந்து சார்பு மாறியை பெயரிடும் ஒரு சரம், மாறி ஒரு காரணியாக இருக்க வேண்டும்
uk: строка, именующая залежати переменную від `data`, переменная повинна бути фактором
