Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` or `FALSE` (default), provide the residuals for the observed correlation matrix (i.e., the difference between the expected correlation matrix and the observed correlation matrix)
ca: `TRUE` o `FALSE` (predeterminat), proporciona els residus de la matriu de correlació observada (i.e , la diferència entre la matriu de correlació esperada i la matriu de correlació observada)
da: `TRUE` eller `FALSE` (standard), giv ud residuene for den observerede korrelationsmatrix (dvs. forskellen mellem den forventede korrelationsmatrix og den observerede korrelationsmatrix)
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Residuen für die beobachtete Korrelationsmatrix aus (d.h. die Differenz zwischen der erwarteten Korrelationsmatrix und der beobachteten Korrelationsmatrix)
fr: `TRUE` or `FALSE` (default), fournit les résidus de la matrice de corrélation observée (c'est-à-dire la différence entre la matrice de corrélation attendue et la matrice de corrélation observée)
it: `VERO` o `FALSO` (predefinito), restituisce i residui per la matrice di correlazione osservata (cioè la differenza tra la matrice di correlazione attesa e la matrice di correlazione osservata)
kk: 'TRUE' немесе 'FALSE' (әдепкі), байқалатын корреляция матрицасы үшін қалдықты қамтамасыз етеді (яғни күтілетін корреляция матрицасы мен бақыланатын корреляция матрицасы арасындағы айырмашылық)
nn: `TRUE` eller `FALSE` (standard), gi ut residua for den observerte korrelasjonsmatrisa (dvs. forskjellen mellom den forventa korrelasjonsmatrisa og den observerte korrelasjonsmatrisa)
pl: `TRUE` lub `FALSE` (domyślnie), podaje reszty dla obserwowanej macierzy korelacji (tj. różnicę pomiędzy oczekiwaną a obserwowaną macierzą korelacji)
pt: `TRUE` ou` FALSE` (padrão), fornece o risco relativo (disponível apenas para tabelas 2x2)
ru: `TRUE` или `FALSE` (по умолчанию), предоставляют остатки для наблюдаемой матрицы корреляции (т. е. разницу между ожидаемой матрицей корреляции и наблюдаемой матрицей корреляции)
sv: `TRUE` eller `FALSE` (standard), ge ut residuene för den observerade korrelationsmatrisen (dvs. skillnaden mellan den förväntade korrelationsmatrisen och den observerade korrelationsmatrisen)
ta: `உண்மை` அல்லது` தவறு` (இயல்புநிலை), கவனிக்கப்பட்ட தொடர்பு மேட்ரிக்சிற்கான எச்சங்களை வழங்கவும் (அதாவது, எதிர்பார்க்கப்படும் தொடர்பு மேட்ரிக்ச் மற்றும் கவனிக்கப்பட்ட தொடர்பு மேட்ரிக்ச் ஆகியவற்றுக்கு இடையிலான வேறுபாடு)
uk: `TRUE` або `FALSE` (по умолчанию), предоставляют решти для спостерігати матрицы корреляции (т. е. різницю між очікувати матрицей корреляции і спостерігати матрицей корреляции)

source: `TRUE` or `FALSE` (default), provide the skewness
ca: `TRUE` o `FALSE` (predeterminat), proporciona la asimetria
da: `TRUE` eller `FALSE` (standard), giv ud skjevheten
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Schiefe aus
fr: `TRUE` or `FALSE` (default), fournit l'asymétrie (skewness)
it: `TRUE` o `FALSE` (predefinito), restituisce l'asimmetria
kk: 'TRUE' немесе 'FALSE' (әдепкі), ассиметрияны көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut skeivskapen
pl: `TRUE` lub `FALSE` (domyślnie), podaje skośność
pt: `TRUE` ou` FALSE` (padrão), fornece o risco relativo (disponível apenas para tabelas 2x2)
ru: `TRUE` или `FALSE` (по умолчанию), представляет асимметрию
sl: `TRUE` ali `FALSE` (privzeto), izračuna asimetričnost porazdelitve
sv: `TRUE` eller `FALSE` (standard), ge ut skevhet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வளைவை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє асиметрію

source: `TRUE` or `FALSE` (default), provide the standard deviation
ca: `TRUE` o `FALSE` (predeterminat), proporciona la desviació estàndard
da: `TRUE` eller `FALSE` (standard), giv ud standardafvigelsen
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Standardabweichung aus
fr: `TRUE` or `FALSE` (default), fournit l'écart-type
it: `TRUE` o `FALSE` (predefinito), restituisce la deviazione standard
kk: 'TRUE' немесе 'FALSE' (әдепкі), стандартты ауытқуды береді
nn: `TRUE` eller `FALSE` (standard), gi ut standardavviket
pl: `TRUE` lub `FALSE` (domyślnie),podaje odchylenie standardowe
pt: `TRUE` ou` FALSE` (padrão), fornece o desvio-padrão
ru: `TRUE` или `FALSE` (по умолчанию), представляет стандартное отклонение
sl: `TRUE` ali `FALSE` (privzeto), izračuna standardni odklon
sv: `TRUE` eller `FALSE` (standard), ge ut standardavvikelsen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), நிலையான விலகலை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє стандартне відхилення

source: `TRUE` or `FALSE` (default), provide the standard error
ca: `TRUE` o `FALSE` (predeterminat), proporciona el error estàndard
da: `TRUE` eller `FALSE` (standard), giv ud standardfejlen
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Standardfehler aus
fr: `TRUE` or `FALSE` (default), fournit l'erreur standard
it: `TRUE` o `FALSE` (predefinito), restituisce l'errore standard
kk: 'TRUE' немесе 'FALSE' (әдепкі), стандартты қатені береді
nn: `TRUE` eller `FALSE` (standard), gi ut standardfeilen
pl: `TRUE` lub `FALSE` (domyślnie), podaje błąd standardowy
pt: `TRUE` ou` FALSE` (padrão), fornece o erro-padrão
ru: `TRUE` или `FALSE` (по умолчанию), представляет стандартную ошибку
sl: `TRUE` ali `FALSE` (privzeto), izračuna standardno napako
sv: `TRUE` eller `FALSE` (standard), ge ut standardfelet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), நிலையான பிழையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє стандартну помилку

source: `TRUE` or `FALSE` (default), provide the statistical measure `adjusted R-squared` for the models
ca: `TRUE` o `FALSE` (predeterminat), proporciona la mesura estadística `R quadrat ajustat` pels models
da: `TRUE` eller `FALSE` (standard), giv ud det statistiske mål adjustert R² for modellerne
de: `TRUE` oder `FALSE` (Vorgabe), gibt das statistische Maß adjustiertes R² für die Modelle aus
fr: `TRUE` or `FALSE` (default), fournit le `R² ajusté` pour les modèles
it: `TRUE` o `FALSE` (predefinito), restituisce la misura statistica `R-quadrato aggiustato` per i modelli
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгілер үшін 'түзетілген R-squared' статистикалық өлшемін қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut det statistiske målet adjustert R² for modellane
pl: `TRUE` lub `FALSE` (domyślnie), podaje `adjusted R-squared` (skorygowane R-kwadrat) dla modeli
pt: `TRUE` ou` FALSE` (padrão), fornece a medida estatística `R-quadrado ajustado` para os modelos
ru: `TRUE` или `FALSE` (по умолчанию), представляет статистическую меру `скорректированный R-квадрат` для моделей
sv: `TRUE` eller `FALSE` (standard), ge ut det statistiska målet adjustert R² för modellerna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரிகளுக்கு `சரிசெய்யப்பட்ட ஆர்-ச்கொயர்` புள்ளிவிவர நடவடிக்கையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє статистичну міру `скорректированный R-квадрату` для моделей

source: `TRUE` or `FALSE` (default), provide the sum
ca: `TRUE` o `FALSE` (predeterminat), proporciona la suma
da: `TRUE` eller `FALSE` (standard), giv ud summen
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Summe aus
fr: `TRUE` or `FALSE` (default), fournit la somme
it: `TRUE` o `FALSE` (predefinito), restituisce la somma
kk: 'TRUE' немесе 'FALSE' (әдепкі), қосындыны береді
nn: `TRUE` eller `FALSE` (standard), gi ut summen
pl: `TRUE` lub `FALSE` (domyślnie), podaje sumę
pt: `TRUE` ou` FALSE` (padrão), fornece a soma
ru: `TRUE` или `FALSE` (по умолчанию), представляет сумму
sl: `TRUE` ali `FALSE` (privzeto), izračuna vsoto podatkov spremenljivke
sv: `TRUE` eller `FALSE` (standard), ge ut summan
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), தொகையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє суму

source: `TRUE` or `FALSE` (default), provide the thresholds that are used as cut-off scores for the levels of the dependent variable
ca: `TRUE` o `FALSE` (predeterminat), proporciona els llindars que s'utilitzen com a puntuacions de tall pels nivells de la variable dependent
da: `TRUE` eller `FALSE` (standard), giv ud tærsklerne, der bruges som grænsepointe (cut-offs) for niveauerne i den afhængige variabel
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Schwellenwerte aus, die als Cut-offs für die Stufen der abhängigen Variablen verwendet wurden
fr: `TRUE` or `FALSE` (default), fournit les seuils utilisés comme valeurs de coupure pour les modalités de la variable dépendante
it: `TRUE` o `FALSE` (predefinito), restituisce le soglie utilizzate come punteggi di cut-off per i livelli della variabile dipendente
kk: 'TRUE' немесе 'FALSE' (әдепкі), тәуелді айнымалы деңгейлері үшін шекті мәндер ретінде пайдаланылатын шекті мәндерді білдіреді
nn: `TRUE` eller `FALSE` (standard), gi ut tersklane som blir brukte som grensepoeng (cut-offs) for nivåa i den avhengige variabelen
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla progi, które są wykorzystywane jako wartości graniczne dla poziomów zmiennej zależnej
pt: `TRUE` ou` FALSE` (padrão), fornece os liniares usados ​​como valores de corte para os níveis da variável dependente
ru: `TRUE` или `FALSE` (по умолчанию), представляет пороговые значения, которые используются в качестве пороговых значений для уровней зависимой переменной
sv: `TRUE` eller `FALSE` (standard), ge ut trösklarna som användes som gränspoäng (cut-offs) för nivåerna i den beroende variabeln
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சார்பு மாறியின் நிலைகளுக்கு கட்-ஆஃப் மதிப்பெண்களாகப் பயன்படுத்தப்படும் வாசல்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє пороговые значення, котрі використовують у якості пороговых значень для рівнів залежати переменной

source: `TRUE` or `FALSE` (default), provide the variance
ca: `TRUE` o `FALSE` (predeterminat), proporciona la Variància
da: `TRUE` eller `FALSE` (standard), giv ud variansen
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Varianz aus
fr: `TRUE` or `FALSE` (default), fournit la variance
it: `TRUE` o `FALSE` (predefinito), restituisce la varianza
kk: 'TRUE' немесе 'FALSE' (әдепкі), дисперсияны береді
nn: `TRUE` eller `FALSE` (standard), gi ut variansen
pl: `TRUE` lub `FALSE` (domyślnie), podaje wariancję
pt: `TRUE` ou` FALSE` (padrão), fornece a variância
ru: `TRUE` или `FALSE` (по умолчанию), представляет дисперсию
sl: `TRUE` ali `FALSE` (privzeto), izračuna varianco podatkov spremenljivke
sv: `TRUE` eller `FALSE` (standard), ge ut variansen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாறுபாட்டை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє дисперсию

source: `TRUE` or `FALSE` (default), provide total percentages
ca: `TRUE` o `FALSE` (predeterminat), proporciona percentatges totals
da: `TRUE` eller `FALSE` (standard), giv ud de totale procentandele
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Gesamtprozentsätze aus
fr: `TRUE` or `FALSE` (default), fournit les pourcentages totaux
it: `TRUE` o `FALSE` (predefinito), restituisce le percentuali totali
kk: 'TRUE' немесе 'FALSE' (әдепкі), жалпы пайыздарды береді
nn: `TRUE` eller `FALSE` (standard), gi ut dei totale prosentdelane
pl: `TRUE` lub `FALSE` (domyślnie), podaje procent skumulowany
pt: `TRUE` ou` FALSE` (padrão), fornece as percentagens totais
ru: `TRUE` или `FALSE` (по умолчанию), представляет общие проценты
sl: `TRUE` ali `FALSE` (privzeto), poda skupne odstotne vrednosti
sv: `TRUE` eller `FALSE` (standard), ge ut de totala procentandelarna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மொத்த சதவீதங்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє спільний проценти

source: `TRUE` or `FALSE` (default), provide VIF and tolerence collinearity statistics
ca: `TRUE` o `FALSE` (predeterminat), proporciona estadístiques de tolerància de col·linearitat i VIF
da: `TRUE` eller `FALSE` (standard), giv ud kollinearittsstatistikkene VIF og tolerans
de: `TRUE` oder `FALSE` (Vorgabe), berechnet die Kollinearitätsstatistiken VIF und Toleranz
fr: `TRUE` or `FALSE` (default), fournit le facteur d'inflation de la variance (VIF) et la valeur de la colinéarité de la tolérance
it: `TRUE` o `FALSE` (predefinito), restituisce le statistiche di collinearità (Tolleranza e VIF)
kk: 'TRUE' немесе 'FALSE' (әдепкі), VIF және толеранттылық коллинеарлық статистикасын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut kollinearittsstatistikkene VIF og tolerans
pl: `TRUE` lub `FALSE` (domyślnie), podaje miary współliniowości (VIF i tolerancję)
pt: `TRUE` ou` FALSE` (padrão), fornece estatísticas de colinearidade (tolerância e VIF)
ru: `TRUE` или `FALSE` (по умолчанию), предоставляет VIF и статистику толерантности коллинеарности
sv: `TRUE` eller `FALSE` (standard), ge ut kollinearittsstatistikkene VIF och tolerans
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), விஐஎஃப் மற்றும் சகிப்புத்தன்மையை வழங்குதல் கோலைனரிட்டி புள்ளிவிவரங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляет VIF і статистику толерантності коллинеарности

source: `TRUE` or `FALSE` (default), provide violin plots (continuous variables only)
ca: `TRUE` o `FALSE` (predeterminat), proporciona gràfiques de violí (només variables contínues)
da: `TRUE` eller `FALSE` (standard), giv ud violinplotter (kun kontinuerlige variabler)
de: `TRUE` oder `FALSE` (Standard), gibt Violinplots aus (nur für kontinuierliche Variablen)
fr: `TRUE` or `FALSE` (default), fournit les boites en violon (variables continues uniquement)
it: `TRUE` o `FALSE` (predefinito), restituisce grafici violino (solo per variabili continue)
kk: 'TRUE' немесе 'FALSE' (әдепкі), скрипка графиктерін көрсетеді (тек үздіксіз айнымалылар)
nn: `TRUE` eller `FALSE` (standard), gi ut fiolinplottar (berre kontinuerlege variablar)
pl: `TRUE` lub `FALSE` (domyślne), wyświetla wykresy wiolinowe (wyłącznie dla zmiennych ciągłych)
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos de violino (somente para variáveis ​​contínuas)
ru: `TRUE` или `FALSE` (по умолчанию), представляет графики скрипки (только непрерывные переменные)
sl: `TRUE` ali `FALSE` (privzeto), izriše violinske diagrame (le za zvezne spremenljivke)
sv: `TRUE` eller `FALSE` (standard), ge ut fiolinplotter (endast kontinuerliga variabler)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வயலின் அடுக்குகளை வழங்கவும் (தொடர்ச்சியான மாறிகள் மட்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє графіки скрипки (тільки непрерывные переменные)

source: `TRUE` or `FALSE` (default), provide what the Cronbach's α would be if the item was dropped
ca: `TRUE` o `FALSE` (predeterminat), proporciona quina seria la α de Cronbach si es descartés l'element
da: `TRUE` eller `FALSE` (standard), give ud hvad Cronbachs α villes være hvis item blev fjernet
de: `TRUE` oder `FALSE` (Vorgabe), gibt aus, welchen Wert Cronbachs α hätte, wenn das Item entfernt würde
fr: `TRUE` or `FALSE` (default), fournit la valeur du α de Cronbach si l'élément était enlevé
it: `TRUE` o `FALSE` (predefinito), restituisce quale sarebbe l'α di Cronbach se l'elemento venisse eliminato
kk: 'TRUE' немесе 'FALSE' (әдепкі), егер элемент жойылса, Кронбахтың α мәні қандай болатынын көрсетіңіз
nn: `TRUE` eller `FALSE` (standard), gi ut kva Cronbachs α ville vera viss item vart fjerna
pl: `TRUE` lub `FALSE` (domyślnie), podaje α Cronbacha obliczoną bez danej pozycji
pt: `TRUE` ou` FALSE` (padrão), fornece o α de Cronbach se o item fosse eliminado
ru: `TRUE` или `FALSE` (по умолчанию), укажите, каким была бы α Кронбаха, если бы элемент был выброшен
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednost Cronbachove α, če je predmet izpuščen
sv: `TRUE` eller `FALSE` (standard), ge ut vad Cronbachs α ville vara om item tas bort
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), உருப்படி கைவிடப்பட்டால் க்ரோன்பேக்கின் α என்னவாக இருக்கும் என்பதை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), вказажіть, каким була би α Кронбаха, якщо би елементу був викинутий

source: `TRUE` or `FALSE` (default), provide what the McDonald's ω would be if the item was dropped
ca: `TRUE` o `FALSO` (predeterminat), proporciona quina seria la ω de McDonald si es descartés l'element
da: `TRUE` eller `FALSE` (standard), give ud hvad McDonalds ω villes være hvis item blev fjernet
de: `TRUE` oder `FALSE` (Vorgabe), gibt aus, welchen Wert McDonald's ω hätte, wenn das Item entfernt würde
fr: `TRUE` or `FALSE` (default), fournit la valeur du ω de McDonald si l'élément était enlevé
it: `TRUE` o `FALSE` (predefinito), restituisce quale sarebbe l'ω di McDonald se l'elemento venisse eliminato
kk: 'TRUE' немесе 'FALSE' (әдепкі), егер элемент жойылса, McDonald's ω қандай болатынын көрсетіңіз
nn: `TRUE` eller `FALSE` (standard), gi ut kva McDonalds ω ville vera viss item vart fjerna
pl: `TRUE` lub `FALSE` (domyślnie), podaje ω McDonalda obliczoną bez danej pozycji
pt: `TRUE` ou` FALSE` (padrão), fornece o ω do McDonald's se o item fosse eliminado
ru: `TRUE` или `FALSE` (по умолчанию), укажите, какой будет McDonald's ω, если предмет выпадет
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednost McDonaldove ω, če je predmet izpuščen
sv: `TRUE` eller `FALSE` (standard), ge ut vad McDonalds ω ville vara om item tas bort
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), உருப்படி கைவிடப்பட்டால் மெக்டொனால்டின் சீ என்னவாக இருக்கும் என்பதை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), вказажіть, какой буде McDonald's ω, якщо предмет выпадет

source: `TRUE` or `FALSE` (default), provide χ² with continuity correction
ca: `TRUE` o `FALSE` (predeterminat), proporciona χ² amb correcció de continuïtat
da: `TRUE` eller `FALSE` (standard), giv ud χ² med kontinuitetskorrektion
de: `TRUE` oder `FALSE` (Vorgabe), gibt den χ²-Wert mit Kontinuitätskorrektur aus
fr: `TRUE` or `FALSE` (default), fournit le χ² avec une correction de continuité
it: `TRUE` o `FALSE` (predefinito), restituisce il χ² con la correzione di continuità
kk: 'TRUE' немесе 'FALSE' (әдепкі), үздіксіздікті түзетуі бар χ² береді
nn: `TRUE` eller `FALSE` (standard), gi ut χ² med kontinuitetskorreksjon
pl: `TRUE` lub `FALSE` (domyślne), podaje χ² z poprawką na ciągłość
pt: `TRUE` ou` FALSE` (padrão), fornece o χ² com correção de continuidade
ru: `TRUE` или `FALSE` (по умолчанию), представляет χ² с коррекцией непрерывности
sl: `TRUE` (privzeto) ali `FALSE`, izračuna vrednost χ² s popravkom zveznosti
sv: `TRUE` eller `FALSE` (standard), ge ut χ² med kontinuitetskorrektion
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), தொடர்ச்சியான திருத்தம் மூலம் χ² வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє χ² з корекцією непрерывности

source: `TRUE` or `FALSE` (default), report a summary of the different groups
ca: `TRUE` o `FALSE` (predeterminat), ofereix un resum pels diferents grups
da: `TRUE` eller `FALSE` (standard), giv ud sammendraget af de forskellige grupper
de: `TRUE` oder `FALSE` (Vorgabe), gibt eine Zusammenfassung der verschiedenen Gruppen aus
fr: `TRUE` or `FALSE` (default), crée un résumé des différents groupes
it: `TRUE` o `FALSE` (predefinito), riporta un riassunto dei diversi gruppi
kk: 'TRUE' немесе 'FALSE' (әдепкі),әртүрлі топтардың қорытындысын хабарлаңыз
nn: `TRUE` eller `FALSE` (standard), gi ut samandraget av dei ulike gruppene
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla podsumowanie różnych grup
pt: `TRUE` ou` FALSE` (padrão), fornece o sumário dos diferentes grupos
ru: `TRUE` или `FALSE` (по умолчанию), сообщать сводку по различным группам
sv: `TRUE` eller `FALSE` (standard), ge ut sammandraget av de olika grupperna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வெவ்வேறு குழுக்களின் சுருக்கத்தைப் புகாரளிக்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), повідомляти зведення по различным групам

source: `TRUE` or `FALSE` (default), set a cut-off used for the predictions
ca: `TRUE` o `FALSE` (predeterminat), estableix un límit utilitzat per a les prediccions
da: `TRUE` eller `FALSE` (standard), set en grænseværdi (cut off) at bruge for prediktionerne
de: `TRUE` oder `FALSE` (Vorgabe), legt einen Grenzwert fest, der für die Vorhersagen verwendet wird
fr: `TRUE` or `FALSE` (default), détermine une valeur de coupure pour les prédictions
it: `TRUE` o `FALSE` (predefinito), imposta un cut-off utilizzato per le previsioni
kk: 'TRUE' немесе 'FALSE' (әдепкі), болжамдар үшін қолданылатын кесіндіні орнатыңыз
nn: `TRUE` eller `FALSE` (standard), sett ein grenseverdi (cut off) å bruka for prediksjonane
pl: `TRUE` lub `FALSE` (domyślnie), ustawia wartość graniczną używaną do predykcji
pt: `TRUE` ou` FALSE` (padrão), define o valor de corte usado nas previsões
ru: `TRUE` или `FALSE` (по умолчанию), установите отсечку, используемую для прогнозов
sv: `TRUE` eller `FALSE` (standard), sett ett gränsvärde (cut off) att använda för prediktionene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கணிப்புகளுக்கு பயன்படுத்தப்படும் கட்-ஆஃப்
uk: `TRUE` або `FALSE` (по умолчанию), установите отсечку, використовувати для прогнозів

source: `TRUE` or `FALSE` (default), show barplots
ca: `TRUE` o `FALSE` (predeterminat), mostra gràfics de barres
da: `TRUE` eller `FALSE` (standard), giv ud søjlediagrammer
de: `TRUE` oder `FALSE` (Vorgabe), gibt Balkendiagramme aus
fr: `TRUE` or `FALSE` (default), montre les diagrammes en barres
it: `TRUE` o `FALSE` (predefinito), mostra i grafici a barre
kk: `TRUE` немесе `FALSE` (әдепкі), сызбаларды көрсетіңіз
nn: `TRUE` eller `FALSE` (standard), gi ut søylediagram
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy słupkowe
pt: `TRUE` ou` FALSE` (padrão), mostra gráficos de barras
ru: `TRUE` или `FALSE` (по умолчанию), показывать столбиковые графики
sv: `TRUE` eller `FALSE` (standard), ge ut kolumndiagram
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பார்ப்லாட்களைக் காட்டு
uk: `TRUE` або `FALSE` (по умолчанию), показувати столбиковые графіки

source: `TRUE` or `FALSE` (default), show Bartlett's test of sphericity results
ca: `TRUE` o `FALSE` (predeterminat), mostra els resultats de la Prova de esfericitat de Bartlett
da: `TRUE` eller `FALSE` (standard), gennemfør Bartletts test af sfæricitet
de: `TRUE` oder `FALSE` (Vorgabe), führt den Bartlett-Test zur Überprüfung der Sphärizität durch
fr: `TRUE` or `FALSE` (default), montre les résultats du test de sphéricité de Bartlett
it: `TRUE` o `FALSE` (predefinito), mostra i risultati del test di sfericità di Bartlett
kk: 'TRUE' немесе 'FALSE' (әдепкі), Барлетттің сфералық нәтижелерін сынауын көрсету
nn: `TRUE` eller `FALSE` (standard), gjennomfør Bartletts test av sfærisitet
pl: `TRUE` lub `FALSE` (domyślnie), podaje wyniki testu sferyczności Bartletta
pt: `TRUE` ou` FALSE` (padrão), mostra os resultados do teste de esfericidade de Bartlett
ru: `TRUE` или `FALSE` (по умолчанию), показать результаты теста Бартлетта на сферичность
sl: ω
sv: `TRUE` eller `FALSE` (standard), genomför Bartletts test av sfäricitet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பார்ட்லெட்டின் கோள முடிவுகளின் சோதனையைக் காட்டு
uk: `TRUE` або `FALSE` (по умолчанию), показати результати тесту Бартлетта на сферичность

source: `TRUE` or `FALSE` (default), show eigenvalue table
ca: `TRUE` o `FALSE` (predeterminat), mostra la taula de valors propis
da: `TRUE` eller `FALSE` (standard), giv ud eigenværdi-tabell
de: `TRUE` oder `FALSE` (Vorgabe), gibt eine Tabelle mit Eigenwerten aus
fr: `TRUE` or `FALSE` (default), montre le tableau de l'eigenvalue
it: `TRUE` o `FALSE` (predefinito), mostra la tabella degli autovalori
kk: `TRUE` немесе `FALSE` (әдепкі), меншікті мәндер кестесін көрсету
nn: `TRUE` eller `FALSE` (standard), gi ut eigenverdi-tabell
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla tabelę z wartościami własnymi
pt: `TRUE` ou` FALSE` (padrão), mostra a tabela de valores próprios
ru: `TRUE` или `FALSE` (по умолчанию), показать таблицу собственных значений
sv: `TRUE` eller `FALSE` (standard), ge ut egenvärdetabell
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஈசென்வெல்யூ அட்டவணையைக் காட்டு
uk: `TRUE` або `FALSE` (по умолчанию), показати таблицю собственных значень
