Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Row variable '{var}' contains fewer than 2 levels
ca: La variable de fila ‘{var}’ conté menys de 2 nivells
da: Radvariabelen »{var}« omfatter færre end 2 niveauer
de: Zeilenvariable „{var}“ enthält weniger als 2 Faktorstufen
fr: La ligne de la variable '{var}' contient moins de deux modalités
he: משתנה השורה ”{var}“ מכיל פחות משתי רמות
hr: Varijabla '{var}' ima manje od dvije razine
it: La variabile di riga '{var}' contiene meno di 2 livelli
kk: '{var}' баған айнымалысы 2 деңгейден азды қамтиды
nn: Radvariabelen «{var}» omfattar færre enn 2 nivå
no: Radvariabelen «{var}» omfatter færre enn 2 nivåer
pl: Zmienna w wierszu '{var}' zawiera mniej niż 2 poziomy
pt: A variável em linha '{var}' tem menos de 2 níveis
ru: Переменная строки '{var}' содержит менее 2 уровней
sl: Vrstica spremenljivke »{var}« vsebuje manj kot 2 ravni
sv: Radvariabelen “{var}” omfattar färre än 2 nivåer
ta: வரிசை மாறி '{var}' 2 நிலைகளுக்கு குறைவாகவே உள்ளது
tr: Satır değişkeni '{var}' 2'den az düzey içeriyor
uk: Переменная строки '{var}' містить менее 2 рівнів

source: Rows
ca: Files
da: Rade
de: Zeilen
fr: Lignes
he: שורות
hr: Redci
it: Righe
kk: қатарлар
nl: Rijen
nn: Rader
no: Rader
pl: Wiersze
pt: Linhas
ru: Строки
sl: Vrstice
sv: Räckor
tr: Satırlar
uk: Строки

source: rows
ca: files
da: Rade
de: Zeilen
fr: lignes
he: שורות
hr: redovi
it: righe
kk: қатарлар
nl: rijen
nn: Rader
no: Rader
pl: wiersze
pt: linhas
ru: строки
sl: vrstice‧
sv: Räckor
ta: வரிசைகள்
tr: satırlar
uk: строки

source: rows (default), or columns in bar plot X axis
ca: files (predeterminat), o columnes en l'eix X del diagrama de barres
da: brug rækker (standard) eller kolonner for X-aksen i stolpediagram
de: gibt Zeilen (Vorgabe) oder Spalten in der X-Achse des Balkendiagramms aus
fr: lignes (par défaut) ou colonnes pour l'axe X d'un diagramme en barres
it: righe (predefinito) o colonne sull'asse X del grafico a barre
kk: қатарлар (әдепкі) немесе жолақтың X осіндегі бағандар
nn: bruk radar (standard) eller kolonnar for X-aksen i stolpediagram
pl: wiersze (domyślnie) lub kolumny na osi X wykresu słupkowego
pt: linhas (padrão) ou colunas no gráfico de barras no eixo X
ru: строки (по умолчанию) или столбцы на гистограмме по оси X
sl: vrstice (privzeto) oziroma stolpci na osi X stolpčnega diagrama
sv: bruk räckor (standard) eller kolonner för X-axeln i stapeldiagram
ta: வரிசைகள் (இயல்புநிலை), அல்லது பார் சூழ்ச்சி ஃச் அச்சில் உள்ள நெடுவரிசைகள்
uk: строки (по умолчанию) або шпальти на гистограмме по оси X

source: Rows compared
ca: Es comparen files
da: Sammenlignede rækker
de: Verglichene Zeilen
fr: Lignes comparées
he: השורות המושוות
hr: Usporedba redova
it: Righe a confronto
kk: қатарларды салыстыру
nl: Rijen vergeleken
nn: Samanlikna rader
no: Sammenlignete rader
pl: Porównywane wiersze
pt: Linhas comparadas
ru: Сравнение строк
sl: Primerjanje vrstice
sv: Jämförda räckor
ta: ஒப்பிடும்போது வரிசைகள்
tr: Karşılaştırılan satırlar
uk: Порівняння строк

source: Roy's Largest Root
ca: Arrel Major de Roy
da: Roys største rod
de: Größte Wurzel nach Roy
fr: Test de Roy
he: השורש הגדול ביותר של רוי
hr: Royev najveći korijen
it: Radice Maggiore di Roy
kk: Ройдың ең үлкен түбірі
nl: Grootste wortel (Roy)
nn: Roys største rot
no: Roys største rot
pl: Największy pierwiastek Roya
pt: Maior raiz de Roy
ru: Самый большой корень Роя
sl: Royjev največji koren
sv: Roys största rot
ta: ராயின் மிகப்பெரிய வேர்
tr: Roy'un En Büyük Kökü
uk: Самий великої корень Риючи

source: Sample Size
ca: Grandària de mostra
da: Størrelse på udvalg
de: Stichprobenumfang
fr: Taille de l'échantillon
he: גודל המדגם
hr: Veličina uzorka
it: Dimensione del campione
kk: үлгі өлшемі
nl: Steekproefomvang
nn: Storleik på utval
no: Størrelse på utvalg
pl: Wielkość próby
pt: Dimensão da Amostra
ru: Размер выборки
sl: Velikost vzorca
sv: Storlek på urval
ta: மாதிரி அளவு
tr: Örneklem Büyüklüğü
uk: Розмір вибірки

source: Save
ca: Desar
da: Lagre
de: Speichern
fr: Sauvegarder
he: שמירה
hr: Spremi
it: Salva
kk: сақтау
nl: Opslaan
nn: Lager
no: Lagre
pl: Zapisz
pt: Gravar
ru: Сохранить
sl: Shrani
sv: Lager
tr: Kaydet
uk: Зберегти

source: scale
ca: escala
da: Skala
de: Skala
fr: échelle
he: סולם
hr: skala
it: scala
kk: масштаб
nl: schaal
nn: Skala
no: Skala
pl: skala
pt: escala
ru: шкала
sl: lestvica
sv: Skala
ta: அளவு
tr: ölçek
uk: шкала

source: Scale Analysis
ca: Anàlisis d'Escala
da: Skalaanalyse
de: Skalenanalyse
fr: Analyse d'échelle
he: ניתוח סולם
hr: Analiza skale
it: Analisi di Scala
kk: масштаб талдауы
nl: Schaalanalyse
nn: Skalaanalyse
no: Skalaanalyse
pl: Analiza skali
pt: Análise de Escala
ru: Масштабный анализ
sl: Analiza lestvice
sv: Skalanalys
ta: அளவிலான பகுப்பாய்வு
tr: Ölçek Analizi
uk: Масштабний аналізу

source: Scale factor = scale first indicator
ca: Factor d'escala = primer indicador d'escala
da: Skalerungsfaktor = først skalerungsindikator
de: Skalierungsfaktor = Erster Skalierungsindikator
fr: Facteur d'échelle = premier indicateur de l'échelle
he: גורם הסולם = המחוון הראשון של הסולם
hr: Faktor skale = prvi indikator skale
it: Metrica fattoriale = 1° elemento della scala
kk: масштаб коэффициенті = масштабтың бірінші көрсеткіші
nn: Skalerungsfaktor = først skalerungsindikator
no: Skalerungsfaktor = først skalerungsindikator
pl: Mnożnik skali = pierwszy wskaźnik skali
pt: Métrica do fator = 1.º item da escala
ru: Масштабный коэффициент = первый индикатор масштаба
sv: Skalerungsfaktor = först skalerungsindikator
ta: அளவிலான காரணி = அளவிலான முதல் காட்டி
tr: Ölçek faktörü = ilk göstergeyi ölçekle
uk: Масштабний коефіцієнту = першийіндикатору масштабу

source: Scale Reliability Statistics
ca: Estadístiques de Fiabilitat d'escala
da: Statistik på skalareliabilitet
de: Statistik zur Skalenreliabilität
fr: Statistiques de fidélité de l'objet
he: סטטיסטיקות מהימנות הסולם
hr: Statistika pouzdanosti skale
it: Statistiche di Affidabilità della Scala
kk: масштаб сенімділік статистикасы
nl: Schaalbetrouwbaarheidsstatistiek
nn: Statistikk på skalareliabilitet
no: Statistikk på skalareliabilitet
pl: Statystyki rzetelności
pt: Estatísticas de Fiabilidade de Escala
ru: Статистики надежности весов
sl: Statistika zanesljivosti lestvice
sv: Statistik på skalareliabilitet
ta: அளவிலான நம்பகத்தன்மை புள்ளிவிவரங்கள்
tr: Ölçek Güvenilirlik İstatistikleri
uk: Статистики надійності ваговий

source: Scale Statistics
ca: Estadístiques d'Escala
da: Skalastatistik
de: Statistik für die Skala
fr: Statistiques d'échelle
he: סטטיסטיקות הסולם
hr: Statistika skale
it: Statistiche di Scala
kk: масштаб статистикалары
nl: Schaalstatistiek
nn: Skalastatistikk
no: Skalastatistikk
pl: Statystyki dla skali
pt: Estatísticas de Escala
ru: Статистики масштаба
sl: Statistika lestvice
sv: Skalstatistik
ta: அளவிலான புள்ளிவிவரங்கள்
tr: Ölçek İstatistikleri
uk: Статистики масштабу

source: Scheffe
da: Scheffé
de: Scheffé
he: שפה
it: Scheffé
kk: Шеффе
nn: Scheffé
no: Scheffé
pl: Test Scheffégo
ru: Шеффе
sl: Scheffejev test
sv: Scheffé
ta: Trehe
uk: Шеффе

source: Score Component
ca: Puntuació del component
da: Score-komponent
de: Score-Komponente
fr: Score de la composante
he: רכיב הציון
hr: Komponenta rezultata
it: Punteggio Componente
kk: ұпай құрамдас бөлігі
nn: Score-komponent
no: Score-komponent
pl: Oceny czynnikowe
pt: Pontuação Compoenente
ru: Компонент оценки
sv: Score-komponent
ta: ச்கோர் கூறு
tr: Puan Bileşeni
uk: Компонент оцінки

source: Score Factor
ca: Puntuació del Factor
da: Score-faktor
de: Score-Faktor
fr: Facteur de score
he: גורם הציון
hr: Rezultat faktor
it: Punteggio del Fattore
kk: ұпай факторы
nn: Score-faktor
no: Score-faktor
pl: Oceny czynnikowe
pt: Pontuação do Fator
ru: Фактор оценки
sv: Score-faktor
ta: மதிப்பெண் காரணி
tr: Puan Faktörü
uk: Фактор оцінки

source: Score for component
ca: Puntuació pel component
da: Score for komponent
de: Score der Komponente
fr: Score pour la composante
he: ציון הרכיב
hr: Rezultat za komponentu
it: Punteggio del Componente
kk: компонент бойынша балл
nl: Componentscore
nn: Skår for komponent
no: Score for komponent
pl: Oceny dla komponentu ('czynnika')
pt: Pontuação para a Componente
ru: Оценка для компонента
sv: Score för komponent
ta: கூறுக்கான மதிப்பெண்
tr: Bileşen için puan
uk: Оцінка для компоненти

source: Score for factor {i}. Estimated using the '{fsMethod}' method.
ca: Puntuació pel factor {i}. Estimat utilitzant el mètode '{fsMethod}'.
da: Score for faktor {i}. Estimeret ved at bruge »{fsMethod}«-metoden.
de: Score für Faktor {i}, geschätzt mit der '{fsMethod}'-Methode.
fr: Score pour le facteur {i}. Estimé à l'aide de la méthode '{fsMethod}' ;.
he: ציון לגורם {i}. נאמד בעזרת השיטה ”{fsMethod}“.
hr: Rezultat za faktor {i}. Procijenjeno korištenjem '{fsMethod}' method.
it: Punteggio per il fattore {i}. Stimato utilizzando il metodo '{fsMethod}'.
kk: {i} факторы бойынша балл. '{fsMethod}' әдісі арқылы есептелген.
nn: Skår for faktor {i}. Estimert ved å bruka «{fsMethod}»-metoden.
no: Score for faktor {i}. Estimert ved å bruke «{fsMethod}»-metoden.
pl: Oceny dla czynnika {i}. Oszacowane przy użyciu metody '{fsMethod}'.
pt: Pontuação para o fator {i}. Estimado com o método '{fsMethod}' .
ru: Оценка фактора {i}. Оценено с использованием метода {fsMethod}.
sv: Score för faktor {i}. Estimerat vid att använda “{fsMethod}”-metoden.
ta: காரணிக்கான மதிப்பெண் {i}. '{fsMethod}' முறையைப் பயன்படுத்தி மதிப்பிடப்பட்டுள்ளது.
tr: Faktör {i} için puan. '{fsMethod}' yöntemi kullanılarak tahmin edildi.
uk: Оцінка фактора {i}. Оцінене з використанням методу {fsMethod}.

source: Scree Plot
ca: Gràfica de sedimentació
da: Scree-diagram
de: Scree-Test
fr: Diagramme d'éboulis
he: גרף מפולת אבנים
hr: Grafikon osipa
it: Grafico dei Sedimenti (Scree plot)
kk: scree графигі
nn: Scree-diagram
no: Scree-diagram
pl: Wykres osypiska
pt: Gráfico de Sedimentos (Scree plot)
ru: График каменистой осыпи
sl: Diagram komponent (Scree)
sv: Scree-diagram
ta: ச்க்ரீ சூழ்ச்சி
tr: Scree Grafiği
uk: Графік каменистой осыпи

source: Scree plot
ca: Gràfica de sedimentació
da: Scree-diagram
de: Scree-Test
fr: Diagramme d'éboulis
he: גרף מפולת אבנים
hr: Grafikon osipa
it: Grafico dei Sedimenti (Scree plot)
kk: scree графигі
nn: Scree-diagram
no: Scree-diagram
pl: Wykres osypiska
pt: Gráfico de Sedimentos (Scree plot)
ru: График каменистой осыпи
sl: Diagram komponent
sv: Scree-diagram
ta: ச்க்ரீ சூழ்ச்சி
tr: Scree grafiği
uk: Графік каменистой осыпи

source: SE difference
ca: EE de la diferència
da: Standardfejl for difference
de: Std.-fehler der Differenz
fr: Différence d'erreur standard
he: הפרש ט״ת
hr: Razlika SE
it: Differenza SE
kk: SE айырмашылығы
nl: Verschil in standaardfout
nn: Standardfeil for differanse
no: Standardfeil for differanse
pl: Różnica błędów standardowych
pt: Erro-padrão da Diferença
ru: Разница стандартных ошибок (SE)
sl: Razlika SN
sv: Standardfel för differanse
ta: SE வேறுபாடு
tr: SH fark
uk: Різниця стандартний помилок (SE)

source: Semipartial
ca: Semiparcial
da: Semipartiel
de: Semipartiell
fr: Semipartiel
he: חלק
hr: Poluparcijalna
it: Semiparziale
kk: жартылай
nl: Semideels
nn: Semipartiell
no: Semipartiell
pl: Semicząstkowa
pt: Semiparcial
ru: Получастный
sl: Semidelna
sv: Semipartiell
ta: செமிமார்டியல்
tr: Yarı kısmi
uk: Получастный

source: Semipartial Correlation
ca: Correlació Semiparcial
da: Semipartiel korrelation
de: Semipartielle Korrelation
fr: Correlation semipartielle
he: מתאם חלק
hr: Poluparcijalna korelacija
it: Correlazione Semiparziale
kk: жартылай бөліну корреляциясы
nl: Semi-partiële correlatie
nn: Semipartiell korrelasjon
no: Semipartiell korrelasjon
pl: Korelacja semicząstkowa
pt: Correlação semiparcial
ru: Получастная корреляция
sl: Semidelna korelacija
sv: Semipartiell korrelation
ta: அரைகுறை தொடர்பு
tr: Yarı Kısmi Korelasyon
uk: Получастная корреляция

source: Sensitivity
ca: Sensibilitat
da: Sensitivitet
de: Sensitivität
fr: Sensibilité
he: רגישות
hr: Osjetljivost
it: Sensibilità
kk: сезімталдық
nl: Sensitiviteit
nn: Sensitivitet
no: Sensitivitet
pl: Czułość
pt: Sensibilidade
ru: Чувствительность
sl: Občutljivost
sv: Sensitivitet
ta: உணர்திறன்
tr: Duyarlılık
uk: Чутливість

source: septic
ca: sèptica
da: septisk
de: septisch
fr: septique
he: ממעלה שביעית
hr: septički
it: settimo grado
kk: септикалық
nl: septisch
nn: septisk
no: septisk
pl: 7. stopnia
pt: séptico
ru: седьмой степени
sv: septiskt
ta: செப்டிக்
tr: septik
uk: сьомоїступеня

source: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # ORDINAL LOGISTIC REGRESSION # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 218 226 5.68e-4 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ──────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ──────────────────────────────────────────────────── # #
ca: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # REGRESSIÓ LOGÍSTICA ORDINAL # # Mesures ajustament del model # ─────────────────────────────────────── # model Desviació AIC R²-McF # ─────────────────────────────────────── # 1 218 226 5,68e-4 # ─────────────────────────────────────── # # # RESULTATS ESPECÍFICS DE MODEL # # Model 1 # # Coeficients de model # ──────────────────────────────────────────────────── # Predictor Estimació EE Z p # ──────────────────────────────────────────────────── # x1 0,0579 0,193 0,300 0,764 # x2 0,0330 0,172 0,192 0,848 # ──────────────────────────────────────────────────── # #
da: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # ORDINAL LOGISTISK REGRESSION # # Mål for modeltilpasning # ───────────────────────────────────── # Modell Avvik AIC R²-McF # ───────────────────────────────────── # 1 218 226 5.68e-4 # ───────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTATER # # MODEL 1 # # Modellkoeffisienter # ─────────────────────────────────────────────────────── # Prediktor Estimat Std.-fejl Z p # ─────────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ─────────────────────────────────────────────────────── # #
de: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # ORDINALE LOGISTISCHE REGRESSION # # Güte der Modelanpassung # ────────────────────────────────────────── # Modell Abweichung AIC R²-McF # ────────────────────────────────────────── # 1 218 226 5.68e-4 # ────────────────────────────────────────── # # # MODELL-SPEZIFISCHE ERGEBNISSE # # MODELL 1 # # Modellkoeffizienten # ─────────────────────────────────────────────────────────── # Prädiktor Schätzung Std.-fehler Z p # ─────────────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ─────────────────────────────────────────────────────────── # #
it: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # REGRESSIONE LOGISTICA ORDINALE # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 218 226 5.68e-4 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ──────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ──────────────────────────────────────────────────── # #
kk: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # РЕТТІК ЛОГИСТИКАЛЫҚ РЕГРЕССИЯ # # Сәйкестік өлшемдері үлгісі # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 218 226 5.68e-4 # ─────────────────────────────────────── # # # НАҚТЫ НӘТИЖЕЛЕР ҮЛГІСІ # # МОДЕЛЬ 1 # # Үлгі Коэффииенттері # ──────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ──────────────────────────────────────────────────── # #
nn: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # ORDINAL LOGISTISK REGRESJON # # Mål for modeltilpassing # ───────────────────────────────────── # Modell Avvik AIC R²-McF # ───────────────────────────────────── # 1 218 226 5.68e-4 # ───────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # Modellkoeffisienter # ─────────────────────────────────────────────────────── # Prediktor Estimat Std.-feil Z p # ─────────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ─────────────────────────────────────────────────────── # #
pl: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # PORZĄDKOWA REGRESJA LOGISTYCZNA # # Miary dopasowania modelu # ─────────────────────────────────────── # Model Odchylenie AIC R²-McF # ─────────────────────────────────────── # 1 218 226 5.68e-4 # ─────────────────────────────────────── # # # WYNIKI DLA POSZCZEGÓLNYCH MODELI # # MODEL 1 # # Współczynniki modelu # ──────────────────────────────────────────────────── # Predyktor Oszacowanie SE Z p # ──────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ──────────────────────────────────────────────────── # #
ru: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # ПОРЯДКОВАЯ ЛОГИСТИЧЕСКАЯ РЕГРЕССИЯ # # Меры соответствия модели # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 218 226 5.68e-4 # ─────────────────────────────────────── # # # СПЕЦИФИЧЕСКИЕ РЕЗУЛЬТАТЫ МОДЕЛИ # # МОДЕЛЬ 1 # # Коэффициенты модели # ──────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ──────────────────────────────────────────────────── # #
sv: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # ORDINAL LOGISTISK REGRESSION # # Mål för modelanpassning # ───────────────────────────────────── # Modell Avvik AIC R²-McF # ───────────────────────────────────── # 1 218 226 5.68e-4 # ───────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # Modellkoeffisienter # ─────────────────────────────────────────────────────── # Prediktor Estimat Std.-fel Z p # ─────────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ─────────────────────────────────────────────────────── # #
ta: set.seed (1337) ஒய் <- காரணி (மாதிரி (1: 3, 100, மாற்றுதல் = உண்மை)) x1 <- rnorm (100) x2 <- rnorm (100) df <- data.frame (y = ஒய், x1 = x1, x2 = x2) logerdord (தரவு = df, dep = y, covs = vars (x1, x2), தொகுதிகள் = பட்டியல் (பட்டியல் ("x1", "x2"))) # # ஆர்டினல் லாசிச்டிக் பின்னடைவு # # மாதிரி பொருத்தம் நடவடிக்கைகள் # ─ # மாதிரி விலகல் AIC R²-MCF # ─ # 1 218 226 5.68E-4 # ─ # # # மாதிரி குறிப்பிட்ட முடிவுகள் # # மாதிரி 1 # # மாதிரி குணகங்கள் # ─ . F. # முன்கணிப்பு மதிப்பீடு Se சட் p # ─ . F. # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ─ . F. # #
uk: set.seed(1337) y <- factor(sample(1:3, 100, replace = TRUE)) x1 <- rnorm(100) x2 <- rnorm(100) df <- data.frame(y=y, x1=x1, x2=x2) logRegOrd(data = df, dep = y, covs = vars(x1, x2), blocks = list(list("x1", "x2"))) # # ПОРЯДКОВАЯ ЛОГИСТИЧЕСКАЯ РЕГРЕССИЯ # # Міри відповідності моделі # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 218 226 5.68e-4 # ─────────────────────────────────────── # # # СПЕЦИФИЧЕСКИЕ РЕЗУЛЬТАТИ МОДЕЛІ # # МОДЕЛЬ 1 # # Коефіцієнти моделі # ──────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────── # x1 0.0579 0.193 0.300 0.764 # x2 0.0330 0.172 0.192 0.848 # ──────────────────────────────────────────────────── # #

source: sextic
ca: sèxtica
da: sextisk
de: sextisch
fr: sextique
he: ממעלה שישית
hr: sekstični
it: sesto grado
kk: алты дәрежелі
nl: sextisch
nn: sextisk
no: sextisk
pl: 6. stopnia
pt: sextico
ru: шестой степени
sv: sextisk
ta: செக்ச்டிக்
tr: sextik
uk: шостоїступеню

source: Shapiro-Wilk
he: שפירו–וילק
kk: Шапиро-Уилк
pl: Test Shapiro-Wilka
ru: Шапиро-Уилк
sl: Shapiro-Wilksov preizkus
ta: சாபிரோ-வில்க்
uk: Шапиро-Уилк

source: Shapiro-Wilk Multivariate Normality Test
ca: Prova de normalitat Multivariant de Shapiro-Wilk
da: Shapiro-Wilk-test på multivariat normalfordeling
de: Shapiro-Wilk-Test auf multivariate Normalverteilung
fr: Test de normalité multivariée de Shapiro-Wilk
he: מבחן שפירו–וילק לנורמליות רבת משתנים
hr: Shapiro-Wilk test multivarijatnog normaliteta
it: Test di normalità multivariata Shapiro-Wilk
kk: Шапиро-Уилк көп өзгермелі қалыптылық сынағы
nl: Multivariate normaliteitstoets van Shapiro-Wilk
nn: Shapiro-Wilk-test på multivariat normalfordeling
no: Shapiro-Wilk-test på multivariat normalfordeling
pl: Test Shapiro-Wilka dla wielowymiarowej normalności
pt: Teste de Shapiro-Wilk à Normalidade Multivariada
ru: Многомерный тест нормальности Шапиро-Уилка
sl: Shapiro-Wilkov preizkus večrazsežne normalnosti
sv: Shapiro-Wilk-test på multivariat normalfördelning
ta: சாபிரோ-வில்க் பன்முக இயல்பான சோதனை
tr: Shapiro-Wilk Çok Değişkenli Normallik Testi
uk: Многомерный тесту нормальности Шапиро-Уилка

source: Shapiro-Wilk p
ca: valor-p de Shapiro-Wilk
fr: Valeur p de Shapiro-Wilk
he: p של שפירו–וילק
kk: Шапиро-Уилк p
nl: p van Shapiro-Wilk
pl: p
pt: p Shapiro-Wilk
ru: Шапиро-Уилк p
sl: Shapiro-Wilkov p
ta: சாபிரோ-வில்க் ப
uk: Шапиро-Уилк p

source: Shapiro-Wilk test
ca: Prova Shapiro-Wilk
fr: Test de Shapiro-Wilk
he: מבחן שפירו–וילק
it: Test di Shapiro-Wilk
kk: Шапиро-Уилк сынағы
nl: Shapiro-Wilk-toets
pl: Test Shapiro-Wilka
pt: Teste de Shapiro-Wilk
ru: Тест Шапиро-Уилка
sl: Shapiro-Wilkov preizkus
ta: சாபிரோ-வில்க் சோதனை
tr: Shapiro-Wilk testi
uk: Тест Шапиро-Уилка
