Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: '{col}' contains infinite values
ca: '{col}' conté infinits valors
da: »{col}« indeholder uendelige værdier
de: „{col}“ enthält Werte die unendlich sind
fr: '{col}' contient des valeurs infinies
he: ”{col}“ מכילה אין־סוף ערכים
hr: '{col}' sadrži beskonačne vrijednosti
it: '{col}' contiene valori infiniti
kk: '{col}' шексіз мәндерді қамтиды
nl: '{col}' bevat waarden die oneindig zijn
nn: «{col}» inneheld uendelege verdiar
no: «{col}» inneholder uendelige verdier
pl: '{col}' zawiera wartości nieskończone
pt: '{col}' contém valores infinitos
ru: '{col}' содержит неопределенное количество значений
sl: Stolpec »{col}« vsebuje neskončne vrednosti
sv: “{col}” innehåller oändliga värden
ta: '{col}' எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளது
tr: ‘{col}’ sonsuz değerler içeriyor
uk: '{col}' містить неопределенное кількість значень

source: '{col}' contains missing values
ca: ‘{col}’ conté valors perduts
da: »{col}« indeholder manglende værdier
de: „{col}“ enthält fehlende Werte
fr: '{col}' contient des valeurs manquantes
he: ”{col}“ מכילה ערכים חסרים
hr: '{col}' sadrži vrijednosti koje nedostaju
it: '{col}' contiene valori mancanti
kk: '{col}' құрамында жоқ мәндер бар
nl: '{col}' bevat ontbrekende waarden
nn: «{col}» inneheld manglande verdiar
no: «{col}» inneholder manglende verdier
pl: '{col}' zawiera braki danych
pt: '{col}' contém valores omissos
ru: '{col}' содержит пропущенные значения
sl: Stolpec »{col}« vsebuje manjkajoče vrednosti
sv: “{col}” innehåller saknade värden
ta: '{col}' காணாமல் போன மதிப்புகளைக் கொண்டுள்ளது
tr: ‘{col}’ eksik değerler içeriyor
uk: '{col}' містить пропущенные значення

source: '{col}' contains only missing values
ca: ‘{col}’ només conté valors perduts
da: »{col}« indeholder kun manglende værdier
de: „{col}“ enthält ausschließlich fehlende Werte
fr: '{col}' contient seulement des valeurs manquantes
he: ”{col}“ מכילה רק ערכים חסרים
hr: '{col}' sadrži samo vrijednosti koje nedostaju
it: '{col}' contiene solo valori mancanti
kk: '{col}' тек жоқ мәндерді қамтиды
nl: '{col}' bevat uitsluitend ontbrekende waarden
nn: «{col}» inneheld berre manglande verdiar
no: «{col}» inneholder bare manglende verdier
pl: '{col}' zawiera wyłącznie braki danych
pt: '{col}' contém apenas valores omissos
ru: '{col}' содержит только пропущенные значения
sl: Stolpec »{col}« vsebuje le manjkajoče vrednosti
sv: “{col}” innehåller bara saknade värden
ta: '{col}' காணாமல் போன மதிப்புகள் மட்டுமே உள்ளன
tr: ‘{col}’ sadece eksik değerlerden oluşuyor
uk: '{col}' містить тільки пропущенные значення

source: '{col}' contains only one unique value
ca: ‘{col}’ només conté un valor únic
da: »{col}« indeholder kun en unik værdi
de: „{col}“ enthält nur einen eindeutigen (unique) Wert
fr: '{col}' contient une seule valeur
he: ”{col}“ מכילה ערך ייחודי אחד בלבד
hr: '{col}' sadrži samo jednu jedinstvenu vrijednost
it: '{col}' contiene un solo valore
kk: '{col}' бір ғана бірегей мәнді қамтиды
nl: '{col}' bevat slechts één unieke waarde
nn: «{col}» inneheld berre éin unik verdi
no: «{col}» inneholder bare én unik verdi
pl: '{col}' zawiera wyłącznie jedną unikalną wartość
pt: '{col}' contém apenas um valor único
ru: '{col}' содержит только одно уникальное значение
sl: Stolpec »{col}« vsebuje le eno enoznačno vrednost
sv: “{col}” innehåller bara ett unikt värde
ta: '{col}' ஒரு தனித்துவமான மதிப்பைக் கொண்டுள்ளது
tr: ‘{col}’ sadece bir benzersiz değerden oluşuyor
uk: '{col}' містить тільки одне уникальное значення

source: '{method}' extraction method was used in combination with a '{rotation}' rotation
ca: El mètode d'extracció ‘{method}’ s'ha utilitzat en combinació amb una rotació ‘{rotation}’
da: Ekstraktionmetoden »{method}« blev brugt i kombination med en »{rotation}«-rotation
de: „{method}“-Extraktion wurde zusammen mit einer „{rotation}“-Rotation verwendet
fr: la méthode d'extraction '{method}' a été utilisée en association avec une rotation '{rotation}'
he: שיטת החילוץ ”{method}“ הייתה בשילוב עם הרוטציה ”{rotation}“
hr: '{method}' ekstrakcijska metoda korištena je u kombinaciji s '{rotation}' rotacijom
it: Il metodo di estrazione '{method}' è stato utilizzato in combinazione con una rotazione '{rotation}'
kk: '{method}' шығару әдісі '{rotation}' айналуымен бірге қолданылды
nl: Extractiemethode '{method}' is gebruikt in combinatie met rotatie '{rotation}'
nn: Ekstraksjonsmetoden «{method}» vart brukt i kombinasjon med ein «{rotasjon}»-rotasjon
no: Ekstraksjonsmetoden «{method}» ble brukt i kombinasjon med en «{rotasjon}»-rotasjon
pl: Metoda '{method}' została zastosowana w połączeniu z rotacją '{rotation}'
pt: Método de extração '{method}' foi usado em combinação com uma rotação '{rotation}'
ru: Метод извлечения '{method}' использовался в сочетании с вращением '{rotation}'
sl: Uporabljena je bila metoda ekstrakcije »{method}« v kombinaciji z rotacijo »{rotation}«.
sv: Extraktionsmetoden “{method}” användes i kombination med en “{rotation}”-rotation
ta: '{method}' பிரித்தெடுத்தல் முறை ஒரு '{rotation}' சுழற்சியுடன் இணைந்து பயன்படுத்தப்பட்டது
tr: ‘{method}’ çıkarma yöntemi ‘{rotation}’ döndürmesi ile birlikte kullanıldı
uk: Метод витягу '{method}' використовував у поєднанні з обертанням '{rotation}'

source: '{rotation}' rotation was used
ca: S'ha utilitzat la rotació ‘{rotation}’
da: »{rotation}«-rotation blev brugt
de: „{rotation}“-Rotation wurde verwendet
fr: la rotation '{rotation}' a été utilisée
he: נעשה שימוש ברוטציית ”{rotation}“
hr: '{rotation}' rotacija je korištena
it: È stata utilizzata la rotazione '{rotation}'
kk: '{rotation}' айналдыру қолданылды
nl: Rotatie '{rotation}' is gebruikt
nn: «{rotation}»-rotasjon vart brukt
no: «{rotation}»-rotasjon ble brukt
pl: Zastosowano rotację '{rotation}'
pt: Foi utilizada a rotação '{rotation}'
ru: Было использовано вращение '{rotation}'
sl: Uporabljena je bila rotacija »{rotation}«.
sv: “{rotation}”-rotation blev använd
ta: '{rotation}' சுழற்சி பயன்படுத்தப்பட்டது
tr: ‘{rotation}’ döndürmesi kullanıldı
uk: Було використане обертання '{rotation}'

source: '{var}' contains negative values. Negative weights are not permitted.
ca: '{var}' conté valors negatius. No son permeses ponderacions negatives.
da: »{var}« indeholder negative værdier. Negative vægte er ikke tilladte.
de: „{var}“ enthält negative Werte. Die Gewichtung mit negativen Werten ist nicht zulässig.
fr: '{var}' contient des valeurs négatives. Les poids négatifs ne sont pas autorisés.
he: ”{var}“ מכיל משתנים שליליים. משקלים שליליים אינם מורשים.
hr: '{var} sadrži negativne vrijednosti. Negativni ponderi nisu dopušteni.
it: '{var}' contiene valori negativi. Non sono ammessi pesi negativi.
kk: '{var}' теріс мәндерді қамтиды. Теріс салмақтарға жол берілмейді.
nl: '{var}' bevat negatieve waarden. Negatieve gewichten zijn niet toegestaan.
nn: «{var}» inneheld negative verdiar. Negative vekter er ikkje tillatne.
no: «{var}» inneholder negative verdier. Negative vekter er ikke tillatt.
pl: '{var}' zawiera liczby ujemne. Wagi ujemne są niedozwolone.
pt: '{var}' contém valores negativos. Não são permitidos valores negativos
ru: '{var}' содержит отрицательные значения. Отрицательные веса не допускаются.
sl: Vrednost »{var}« vsebuje negativne vrednosti. Negativne uteži niso dovoljene.
sv: “{var}” innehåller negativa värden. Negativa vikter är inte tillåtna.
ta: '{var}' எதிர்மறை மதிப்புகளைக் கொண்டுள்ளது. எதிர்மறை எடைகள் அனுமதிக்கப்படாது.
tr: '{var}' negatif değerler içeriyor. Negatif ağırlıklara izin verilmiyor.
uk: '{var}' містить отрицательные значення. Отрицательные веса не допускають.

source: {} - Kendall's Tau B
ca: {} - Tau B de Kendall
fr: {} - Tau B de Kendall
he: {} – טאו B של קנדל
hr: {} - Kendallov Tau B
it: {} - Tau B di Kendall
kk: {} - Кендаллдың Тау В
pl: {} - tau-b Kendalla
pt: {} - Tau B de Kendall's
ru: Тау B Кендалла
sl: {} – Kendallov Tau-B
ta: {} - கெண்டலின் த அயு ஆ
tr: {} - Kendall Tau B
uk: Тау B Кендалла

source: {} - Pearson's r
ca: {} - r de Pearson
fr: {} - r de Pearson
he: {} – r של פירסון
hr: {} - Pearsonov r
it: {} - r di Pearson
kk: {} - Пирсонның r
pl: {} - r Pearsona
pt: {} - r de Pearson
ru: {} – r Пирсона
sl: {} – Pearsonov r
ta: {} - பியர்சனின் ஆர்
tr: {} - Pearson r
uk: {} – r Пирсона

source: {} - Spearman's rho
ca: {} - rho de Spearman
fr: {} - rho de Spearman
he: {} – רו של ספירמן
hr: {} - Spearmanov ro
it: {} - rho di Spearman
kk: {}- Спирменнің ρ(rho)
pl: {} - rho Spearmana
pt: {} - rho de Spearman
ru: {} - ρ(rho) Спирмена
sl: {} – Spearmanov ro
ta: {} - ச்பியர்மேனின் ரோ
tr: {} - Spearman rho
uk: {} - ρ(rho) Спирмена

source: {ciWidth}% CI Lower
ca: IC {ciWidth}% Inferior
da: {ciWidth}% KI Nedre grænse
de: {CI Breite}% CI Untergrenze
fr: Borne inf de l'IC{ciWidth}%
he: רווח סמך תחתון {ciWidth}%
hr: {ciWidth}% donja granica intervala pouzdanosti
it: {ciWidth}% CI Inferiore
kk: {ciWidth}% CI төмен
nl: {ciWidth}% ondergrens betrouwbaarheidsinterval
nn: {ciWidth}% KI Nedre grense
no: {ciWidth}% KI Nedre grense
pl: {ciWidth}% dolny PU
pt: Limite inferior do IC a {ciWidth}%
ru: {ciWidth}% ДИ Низ
sl: {ciWidth}% spodnjega IZ
sv: {ciWidth}% KI Nedre gräns
ta: {ciWidth}% தொஒ குறைந்த
tr: %{ciWidth} GA Alt
uk: {ciWidth}% ДИКИЙ Низ

source: {ciWidth}% CI mean {title}
ca: IC {ciWidth}% de la mitjana {title}
da: {ciWidth}% KI Gjennomsnitt {title}
de: {ciWidth}% CI-Mittelwert {title}
fr: Moyenne des IC à {ciWidth}% {title}
he: %{ciWidth} סטיית התקן של הממוצע {title}
hr: {ciWidth}% srednja vrijednost intervala pouzdanosti {title}
it: {ciWidth}% CI della media {title}
kk: {ciWidth}% CI орта мәні {title}
nl: {ciWidth}% gemiddelde betrouwbaarheidsinterval {title}
nn: {ciWidth}% KI Gjennomsnitt {title}
no: {ciWidth}% KI Gjennomsnitt {title}
pl: {ciWidth}% PU dla średniej {title}
pt: {ciWidth}% IC média {title}
ru: {ciWidth}% ДИ средина {title}
sl: {ciWidth}% povprečja IZ {title}
sv: {ciWidth}% KI Gjennomsnitt {title}
ta: {ciWidth}% தொஒ சராசரி {title}
tr: {ciWidth}% GA ortalama {title}
uk: {ciWidth}% ДИКИЙ средина {title}

source: {ciWidth}% CI Upper
ca: IC {ciWidth}% Superior
da: {ciWidth}% KI Øvre grænse
de: {ciWidth}% CI Obergrenze
fr: Borne sup de l'IC{ciWidth}%
he: רווח סמך עליון {ciWidth}%
hr: {ciWidth}% gornja granica intervala pouzdanosti
it: {ciWidth}% CI Superiore
kk: {ciWidth}% CI Жоғарғы
nl: {ciWidth}% bovengrens betrouwbaarheidsinterval
nn: {ciWidth}% KI Øvre grense
no: {ciWidth}% KI Øvre grense
pl: {ciWidth}% górny PU
pt: Limite superior do IC a {ciWidth}%
ru: {ciWidth}% ДИ Верх
sl: {ciWidth}% zgornjega IZ
sv: {ciWidth}% KI Øvre gräns
ta: {ciWidth}% தொஒ மேல்
tr: %{ciWidth} GA Üst
uk: {ciWidth}% ДИКИЙ Верх

source: {ciWidth}% Confidence Interval
ca: Interval de Confiança al {ciWidth}%
da: {ciWidth}% Konfidensintervall
de: {ciWidth}% Konfidenzintervall
fr: Intervalle de confiance à {ciWidth}%
he: רווח סמך של {ciWidth}%
hr: {ciWidth}% interval pouzdanosti
it: {ciWidth}% Intervallo di Fiducia
kk: {ciWidth}% сенімділік аралығы
nl: {ciWidth}% betrouwbaarheidsinterval
nn: {ciWidth}% Konfidensintervall
no: {ciWidth}% Konfidensintervall
pl: {ciWidth}% przedział ufności
pt: Intervalo de Confiança a {ciWidth}%
ru: {ciWidth}% доверительный интервал
sl: {ciWidth} % interval zaupanja
sv: {ciWidth}% Konfidensintervall
ta: {ciWidth}% நம்பிக்கை இடைவெளி
tr: {ciWidth}% Güven Aralığı
uk: {ciWidth}% доверительный интервал

source: {ciWidth}% Confidence Intervals
ca: Intervals de Confiança al {ciWidth}%
da: {ciWidth}% Konfidensintervaller
de: {ciWidth}% Konfidenzintervalle
fr: Intervalles de confiance à {ciWidth}%
he: רווחי סמך של {ciWidth}%
hr: {ciWidth}% intervali pouzdanosti
it: {ciWidth}% Intervallo di fiducia
kk: {ciWidth}% сенімділік аралықтары
nl: {ciWidth}% betrouwbaarheidsintervallen
nn: {ciWidth}% Konfidensintervall
no: {ciWidth}% Konfidensintervaller
pl: {ciWidth}% przedziały ufności
pt: Intervalo de Confiança a {ciWidth}%
ru: {ciWidth}% доверительные интервалы
sl: {ciWidth} % intervali zaupanja
sv: {ciWidth}% Konfidensintervaller
ta: {ciWidth}% நம்பிக்கை இடைவெளிகள்
tr: {ciWidth}% Güven Aralıkları
uk: {ciWidth}% доверительные интервалы

source: {item1} and {item2}
ca: {item1} i {item2}
da: {item1} og {item2}
de: {item1} und {item2}
fr: {item1} et {item2}
he: {item1} וגם {item2}
hr: {item1} i {item2}
it: {item1} e {item2}
kk: {item1} және {item2}
nl: {item1} en {item2}
nn: {item1} og {item2}
no: {item1} og {item2}
pl: {item1} i {item2}
pt: {item1} e {item2}
ru: {item1} и {item2}
sl: {item1} in {item2}
sv: {item1} och {item2}
ta: {item1} மற்றும் {item2}
tr: {item1} ve {item2}
uk: {item1} і {item2}

source: {list}, and {lastItem}
ca: {list}, i {lastItem}
da: {list} og {lastItem}
de: {list} und {lastItem}
fr: {list}, et {lastItem}
he: {list}, וגם {lastItem}
hr: {list}, i {lastItem}
it: {list}, e {lastItem}
kk: {list}, және {lastItem}
nl: {list} en {lastItem}
nn: {list} og {lastItem}
no: {list} og {lastItem}
pl: {list} i {lastItem}
pt: {list} e {lastItem}
ru: {list} и {lastItem}
sl: {list} in {lastItem}
sv: {list} och {lastItem}
ta: {list}, மற்றும் {lastItem}
tr: {list} ve {lastItem}
uk: {list} і {lastItem}

source: {n} pair(s) of values were tied
ca: {n} parell(s) de valors estaven repetits
da: {n} værdipar har samme rang
de: {n} Paar(e) mit verbundenen Werten
fr: {n} paire(s) de valeurs étaient rattachées
he: {n} זוג(ות) ערכים היו קשורים
hr: {n} par(ovi) vrijednosti su povezani
it: {n} coppia(e) di valori sono state ripetute
kk: мәндердің {n} жұбы(лары) байланысқан
nl: {n} waardepaar/-paren verbonden
nn: {n} verdipar har same rang
no: {n} verdipar har samme rang
pl: występuje {n} rang wiązanych
pt: {n} par(es) de valores empatados
ru: {n} пар значений были связаны
sl: {n} par(ov) vrednosti je povezanih
sv: {n} värdepar har samma rang
ta: மதிப்புகளின் {n} இணை (கள்) கட்டப்பட்டன
tr: {n} değer çifti eşit
uk: {n} пар значень були связаны

source: {type} score based on the variables {vars}
ca: {type} puntuació basada en les variables {vars}
da: {type}-pointesum baseret på variablerne {vars}
de: {type}-Score basierend auf den Variablen {vars}
fr: {type} score basé sur les variables {vars}
he: ציון {type} לפי המשתנים {var}
hr: {type} rezultat na temelju varijabli {vars}
it: punteggio {type} basato sulle variabili {vars}
kk: {vars} айнымалы мәндеріне негізделген {type} санау
nl: {type}-score gebaseerd op variabelen {vars}
nn: {type}-poengsum basert på variablane {vars}
no: {type}-poengsum basert på variablene {vars}
pl: {type} wynik na podstawie zmiennych {vars}
pt: pontuação {type} com base nas variáveis ​​{vars}
ru: счет {type} на основе переменных {vars}
sv: {type}-poängsumma baserat på variablerna {vars}
ta: {type} மாறிகள் அடிப்படையில் {vars}
tr: {vars} değişkenlerine dayalı {type} puanı
uk: лік {type} на основі переменных {vars}

source: {varName} (reversed)
ca: {varName} (invertida)
da: {varName} (inverteret)
de: {varName} (invertiert)
fr: {varName} (inversé)
he: {varName} (בסדר הפוך)
hr: {varName} (obrnuto)
it: {varName} (invertita)
kk: {varName} (қайтымды)
nl: {varName} (omgekeerd)
nn: {varName} (invertert)
no: {varName} (invertert)
pl: {varName} (odwrócone)
pt: {varName} (invertido)
ru: {varName} (реверсирована)
sl: {varName} (obrnjeno)
sv: {varName} (inverterat)
ta: {varName} (தலைகீழ்)
tr: {varName} (ters çevrildi)
uk: {varName} (реверсирована)

source: {varType} of binomial logistic regression model{modelNo}
ca: {varType} del model de regressió logística binomial{modelNo}
da: {varType} for binomisk logistisk regressionsmodel{modelNo}
de: {varType} des binomialen logistischen Regressionsmodells{modelNo}
fr: {varType} du modèle de régression logistique binomiale{modelNo}
he: {varType} של מודל {modelNo} של רגרסיה לוגיסטית בינומית
hr: {varType} modela binomijalne logističke regresije{modelNo}
it: {varType} del modello di regressione logistica binomiale{modelNo}
kk: {varType} биномдық логистикалық регрессия моделі{modelNo}
nl: {varType} van binomiaal logistisch regressiemodel{modelNo}
nn: {varType} for binomisk logistisk regresjonsmodell{modelNo}
no: {varType} for binomisk logistisk regresjonsmodell{modelNo}
pl: {varType} modelu {modelNo} dwumianowej regresji logistycznej
pt: {varType} do modelo de regressão logística binomial {modelNo}
ru: {varType} модели биномиальной логистической регрессии{modelNo}
sl: {varType} modela {modelNo} binomske logistične regresije
sv: {varType} för binomisk logistisk regressionsmodell{modelNo}
ta: பைனோமியல் லாசிச்டிக் பின்னடைவு மாதிரியின் {varType} modelno}
tr: Binom lojistik regresyon modelinin {varType} değeri {modelNo}
uk: {varType} моделі биномиальной логистической регрессии{modelNo}

source: {varType} of linear regression model{modelNo}
ca: {varType} del model de regressió lineal{modelNo}
da: {varType} for lineær regressionsmodel{modelNo}
de: {varType} des linearen Regressionsmodells{modelNo}
fr: {varType} du modèle de régression linéaire{modelNo}
he: {varType} של מודל {modelNo} של רגרסיה ליניארית
hr: {varType} modela linearne regresije{modelNo}
it: {varType} del modello di regressione lineare{modelNo}
kk: {varType} сызықтық регрессия үлгісі{modelNo}
nl: {varType} van lineair regressiemodel{modelNo}
nn: {varType} for lineær regresjonsmodell{modelNo}
no: {varType} for lineær regresjonsmodell{modelNo}
pl: {varType} modelu {modelNo} regresji liniowej
pt: {varType} do modelo de regressão linear {modelNo}
ru: {varType} модели линейной регрессии{modelNo}
sl: {varType} modela {modelNo} linearne regresije
sv: {varType} för linjär regressionsmodell{modelNo}
ta: நேரியல் பின்னடைவு மாதிரியின் {vartype {varType}
tr: Doğrusal regresyon modelinin {varType} değeri {modelNo}
uk: {varType} моделі линейной регрессии{modelNo}

source: * p < .05, ** p < .01, *** p < .001, one-tailed
ca: * p < .05, ** p < .01, *** p < .001, una cua
da: * p < .05, ** p < .01, *** p < .001, ensidigt
de: * p < .05, ** p < .01, *** p < .001, einseitig
fr: * p < 0,05 ; ** p < 0,01 ; *** p < 0,001 , unilatéral
he: * p < .05, ** p < .01, *** p < .001, חד זנבי
hr: * p < .05, ** p < .01, *** p < .001, jednostrani
it: * p < .05, ** p < .01, *** p < .001, a una coda
kk: * p < .05, ** p < .01, **** p < .001, бір жақты
nl: * p < .05, ** p < .01, *** p < .001, eenzijdig
nn: * p < .05, ** p < .01, *** p < .001, einsidig
no: * p < .05, ** p < .01, *** p < .001, ensidig
pl: * p < 0,05, ** p < 0,01, *** p < 0,001, hipoteza jednostronna
pt: * p < .05, ** p < .01, *** p < .001, unilateral
ru: * p < .05, ** p < .01, *** p < .001, односторонний
sl: * p < .05, ** p < .01, *** p < .001, enosmerno
sv: * p < .05, ** p < .01, *** p < .001, ensidig
ta: * ப <.05, ** ப <.01, *** ப <.001, ஒரு வால்
tr: * p < .05, ** p < .01, *** p < .001, tek yönlü
uk: * p < 0,05, ** p < 0,01, *** p < 0,001, односторонний

source: % Correct
ca: % Correcte
da: % korrekt
de: % korrekt
he: % נכון
hr: % točno
it: % Corretto
kk: % Дұрыс
nl: % juist
nn: % korrekt
no: % korrekt
pl: % prawidłowych
pt: % Correto
ru: % Правильных
sl: % pravilnih
sv: % korrekt
ta: % சரியானது
tr: Doğru Yüzdesi
uk: % Правильних

source: % of Total
ca: % del Total
da: % af totalt
de: % von Gesamt
fr: % du Total
he: % מהכול
hr: % od ukupnog broja
it: % del Totale
kk: Жалпы сомасынан %
nl: % van totaal
nn: % av totalt
no: % av totalt
pl: % całości
pt: % do Total
ru: % от общего количества
sl: % celote
sv: % av totalt
ta: மொத்தம் %
tr: Toplamın Yüzdesi
uk: % від спільного кількості

source: % of total
ca: % del total
da: % af totalt
de: % von Gesamt
fr: % du total
he: % מהכול
hr: % od ukupnog broja
it: % del totale
kk: Жалпы санының %- ы
nl: % van totaal
nn: % av totalt
no: % av totalt
pl: % całości
pt: % do total
ru: % от общего количества
sl: % celote
sv: % av totalt
ta: மொத்தம் %
tr: Toplamın yüzdesi
uk: % від спільного кількості

source: % of Variance
ca: % de la Variància
da: % af varians
de: % der Varianz
fr: % de la variance
he: % מהשונות
hr: % varijance
it: % della Varianza
kk: % дисперсиясынан
nl: % van variantie
nn: % av varians
no: % av varians
pl: % wariancji
pt: % de Variância total
ru: % от дисперсии
sl: % variance
sv: % av varians
ta: மாறுபாட்டின் %
tr: Varyansın Yüzdesi
uk: % від дисперсии

source: % within column
ca: % de columna
da: % i kolonne
de: % der Spalte
fr: % par colonne
he: % מתוך העמודה
hr: % unutar stupca
it: % di colonna
kk: % баған ішінде
nl: % binnen kolom
nn: % i kolonne
no: % i kolonne
pl: % w kolumnie
pt: % em coluna
ru: % в столбце
sl: % po stolpcu
sv: % i kolonn
ta: நெடுவரிசைக்குள் %
tr: Sütun içi yüzde
uk: % у шпальті

source: % within row
ca: % de fila
da: % i række
de: % der Zeile
fr: % par ligne
he: % מתוך השורה
hr: % unutar reda
it: % di riga
kk: % қатар ішінде
nl: % binnen rij
nn: % i rad
no: % i rad
pl: % w wierszu
pt: % em linha
ru: % в строке
sl: % po vrstici
sv: % i räcka
ta: வரிசையில் %
tr: Satır içi yüzde
uk: % у строке

source: `'1'`, `'2'` or `'3'` (default), the sum of squares to use
ca: `'1'`, `'2' o `'3'` (predeterminat), la suma de quadrats a utilitzar
da: `'1'`, `'2'` eller `'3'` (standard), typ af kvadratsummen, der skal bruges
de: `'1'`, `'2'` oder `'3'` (Vorgabe), Typ der zu berechnenden Quadratsumme
fr: type de somme des carrés à utiliser ; type `'1'`, `'2'` ou `'3'` (défaut)
it: `'1'`, `'2'` or `'3'` (predefinito), la somma dei quadrati da utilizzare
kk: ''1', '2'' немесе ''3'''(әдепкі), пайдалануға жататын квадраттардың қосындысы
nn: `'1'`, `'2'` eller `'3'` (standard), typ av kvadratsummen som skal brukast
pl: `'1'`, `'2'` lub `'3'` (domyślnie) suma kwadratów
pt: `'1'`,`' 2'` ou `'3'` (padrão), a soma de quadrados a ser usada
ru: `'1'`, `'2'` или `'3'` (по умолчанию), используемая сумма квадратов
sl: `'1'`, `'2'` ali `'3'` (privzeto), vsota kvadratov, ki naj se uporabi
sv: `'1'`, `'2'` eller `'3'` (standard), typ av kvadratsumman som ska användas
ta: `'1'',`' 2'` அல்லது `'3'` (இயல்புநிலை), பயன்படுத்த வேண்டிய சதுரங்களின் தொகை
uk: `'1'`, `'2'` або `'3'` (по умолчанию), використовувати сума квадратів

source: `'2'` or `'3'` (default), the sum of squares to use
ca: `'2'` o `'3'` (predeterminat), la suma de quadrats a utilitzar
da: `'2'` eller `'3'` (standard), typ af kvadratsummen, der skal bruges
de: `'2'` oder `'3'` (Vorgabe), Typ der zu berechnenden Quadratsumme
fr: le type de somme des carrés à utiliser ; type `'2'` ou `'3'` (défaut)
it: `'2'` or `'3'` (predefinito), la somma dei quadrati da utilizzare
kk: ''2'' немесе '3''(әдепкі), пайдалануға жататын квадраттардың қосындысы
nn: `'2'` eller `'3'` (standard), typ av kvadratsummen som skal brukast
pl: `'2'` lub `'3'` (domyślnie) suma kwadratów
pt: `'2'` ou`' 3'` (padrão), a soma de quadrados a ser usada
ru: `'2'` или `'3'` (по умолчанию), используемая сумма квадратов
sl: `'2'` ali `'3'` (privzeto), vsota kvadratov, ki naj se uporabi
sv: `'2'` eller `'3'` (standard), typ av kvadratsumman som ska användas
ta: `'2'` அல்லது`' 3'` (இயல்புநிலை), பயன்படுத்த வேண்டிய சதுரங்களின் தொகை
uk: `'2'` або `'3'` (по умолчанию), використовувати сума квадратів
