Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: one or more of `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'`, or `'bic'`; use CFI, TLI, SRMR, RMSEA + 90% confidence interval, adjusted AIC, and BIC model fit measures, respectively
ca: uno o més de `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'` o `'bic'`; respectivament, utilitzar mesures de ajustament del model CFI, TLI, SRMR, RMSEA + Interval de Confiança del 90%, AIC i BIC ajustades,
da: en eller flere af `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'` eller `'bic'`; brug CFI, TLI, SRMR, RMSEA + 90 % konfidensintervall eller justeret AIC eller BIC som mål for modelltilpasning
de: eine oder mehrere der Optionen `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'` oder `'bic'`; Verwendung von CFI, TLI, SRMR, RMSEA + 90% Konfidenzintervall, bereinigtem AIC bzw. BIC als Maß der Modellanpassungsgüte
fr: un ou plusieurs des éléments suivants : `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'`, ou `'bic'` utilisent respectivement les mesures d'ajustement du modèle CFI, TLI, SRMR, RMSEA + intervalle de confiance de 90 %, AIC ajusté et BIC
it: uno o più di `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'`, o `'bic'`; usa CFI, TLI, SRMR, RMSEA + intervallo di fiducia del 90%, AIC corretto, e misure di adattamento del modello BIC, rispettivamente
kk: `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'`, or `'bic'` арасындағы бір немесе бірнеше; CFI, TLI, SRMR, RMSEA + 90% сенімділік интервалын, түзетілген AIC және BIC үлгісінің сәйкестік өлшемдерін пайдаланыңыз,
nn: ein eller fleire av `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'` eller `'bic'`; bruk CFI, TLI, SRMR, RMSEA + 90 % konfidensintervall eller justert AIC eller BIC som mål for modelltilpassing
pl: jedno lub więcej spośród: `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'` lub `'bic'`; zastosuj następujące miary dopasowania (odpowiednio): CFI, TLI, SRMR, RMSEA (z 90% przedziałem ufności), skorygowany AIC lub BIC
pt: um ou mais de `'cfi'`,`' tli'`, `'srmr'`,`' rmsea'`, `'aic'`, ou`' bic'`; usar CFI, TLI, SRMR, RMSEA + intervalo de confiança a 90%, e medidas de ajustamento do modelo AIC ajustado e BIC, respetivamente
ru: один или несколько из `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'` или `'bic'`; используйте CFI, TLI, SRMR, RMSEA + 90% доверительный интервал, скорректированные показатели соответствия модели AIC и BIC соответственно
sv: en eller flera av `'cfi'`, `'tli'`, `'srmr'`, `'rmsea'`, `'aic'` eller `'bic'`; bruk CFI, TLI, SRMR, RMSEA + 90 % konfidensintervall eller justerat AIC eller BIC som mål för modellanpassning
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட `'cfi'`,`' tli'`, `'srmr'`,`' rmsea ', `' aic'`, அல்லது` 'bic'`; முறையே CFI, TLI, SRMR, RMSEA + 90% நம்பிக்கை இடைவெளி, சரிசெய்யப்பட்ட AIC மற்றும் BIC மாதிரி பொருத்தம் நடவடிக்கைகளைப் பயன்படுத்தவும்
uk: один або кілька з `'cfi'`, `'tli'`, `'srmr'`, rmsea\

source: one or more of `'eta'`, `'partEta'`, or `'omega'`; use η², partial η², and ω² effect sizes, respectively
ca: un o més de `'eta'`, `'partEta'` o `'omega'`; respectivament, utilitzar η², η² parcial i ω² grandàries d'efecte
da: en eller flere af `'eta'`, `'partEta'` eller `'omega'`; brug henholdsvis η², partiel η² eller ω² som effektstørrelse
de: eine oder mehrere der Optionen `'eta'`, `'partEta'`, oder `'omega'`; verwendet η², partielles η² bzw. ω² als Effektstårkemaß
fr: un ou plusieurs des éléments suivants : `'eta'`, `'partEta'`, ou `'omega'` ; utilisent respectivement des tailles d'effet η², η² partiel et ω²
it: uno o più tra `'eta'`, `'partEta'` o `'omega'`; utilizzare rispettivamente le dimensioni dell'effetto η², η² parziale e ω²
kk: `'eta'`, `'partEta'`, or `'omega'`арасынан бір немесе бірнеше;тиісінше η², ішінара η² және ω² әсер өлшемдерін пайдаланыңыз
nn: ein eller fleire av `'eta'`, `'partEta'` eller `'omega'`; bruk høvesvis η², partiell η² eller ω² som effektstorleik
pl: jedna lub więcej spośród: `'eta'`, `'partEta'` lub `'omega'`; zastosuj następujące miary wielkości efektu (odpowiednio): η², częściowe η² lub ω²
pt: um ou mais de `'eta'`,`' partEta'` ou `'omega'`; use a dimensão do efeito η², η² parcial e ω², respetivamente
ru: один или несколько из `'eta'`, `'partEta'`, или `'omega'`; использовать размеры эффекта η², частного η² и ω² соответственно
sv: en eller flera av `'eta'`, `'partEta'` eller `'omega'`; använd henholdsvis η², partiell η² eller ω² som effektstorlek
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட `'eta'`,`' parteta'`, அல்லது `'omega'`; முறையே η², பகுதி η² மற்றும் ω² விளைவு அளவுகளைப் பயன்படுத்தவும்
uk: один або кілька з `'eta'`, `'partEta'`, або `'omega'`; використати розміри ефекту η², частки η² і ω² відповідно

source: one or more of `'none'` (default), `'GG'`, or ``HF``; use no p-value correction, the Greenhouse-Geisser p-value correction, and the Huynh-Feldt p-value correction for shericity, respectively
ca: un o més de `'none'` (predeterminat), `'GG'` o` `HF``; respectivament, utilitzar cap correcció de valor-p, la correcció del valor-p de Greenhouse-Geisser i la correcció de valor-p de Huynh-Feldt per esfericitat
da: en eller flere af `'none'` (standard), `'GG'` eller `'HF'`; brug enten ingen korrektion af p-værdier for sferisitet, Greenhouse-Geisser-korrektion eller Huynh-Feldt-korrektion
de: eine oder mehrere der Optionen `'none'` (Vorgabe), `'GG'` oder `'HF'`; keine p-Wertkorrektur, die Greenhouse-Geisser p-Wertkorrektur und die Huynh-Feldt p-Wertkorrektur für Spherizität verwenden
fr: un ou plusieurs des termes « none » (par défaut), « GG » ou « HF » ; n’utilisent aucune correction de valeur de p, la correction de valeur de p de Greenhouse-Geisser et la correction de valeur de p de Huynh-Feldt pour la sphéricité, respectivement
it: uno o più di `'none'` (predefinito), `'GG'`, o ``HF``; usa rispettivamente nessuna correzione del valore di p, la correzione del valore di p di Greenhouse-Geisser e la correzione del valore di p di Huynh-Feldt per la shericità
kk: `'none'` (әдепкі), `'GG'`, or ``HF``арасынан бір немесе бірнеше; тиісінше p-мәнінің түзетуін, Парауз-Гейссердің p-мәнінің түзетуін және Хьюн-Фелдттің p-мәнінің түзетуін шериттілік үшін пайдаланбаңыз
nn: ein eller fleire av `'none'` (standard), `'GG'` eller `'HF'`; bruk anten ingen korreksjon av p-verdier for sferisitet, Greenhouse-Geisser-korreksjon eller Huynh-Feldt-korreksjon
pl: jedno lub więcej z `'none'` (domyślnie), `'GG'` lub ``HF``; użyj odpowiednio: bez korekty wartości p, korekty wartości p Greenhouse-Geissera lub korekty wartości p Huynha-Feldta
pt: um ou mais de `'none'` (padrão),`' GG'`, ou `` HF``; sem correção do p-value, a correção de Greenhouse-Geisser, ou a correção de Huynh-Feldt para a violação da esfericidade, respetivamente
ru: один или несколько из `'none'` (по умолчанию), `'GG'` или ``HF``; не использовать поправку на p-значение, поправку на p-значение Гринхауса-Гейссера и поправку на p-значение Huynh-Feldt для шеритичности соответственно
sv: en eller flera av `'none'` (standard), `'GG'` eller `'HF'`; bruk antingen ingen korrektion av p-vården för sferisitet, Greenhouse-Geisser-korrigering eller Huynh-Feldt-korrigering
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட `'எதுவுமில்லை' (இயல்புநிலை),` 'gg'`, அல்லது `` hf``; பி-மதிப்பு திருத்தம், கிரீன்அவுச்-கீசர் பி-மதிப்பு திருத்தம் மற்றும் செரிசிட்டிக்கு முறையே உய்ன்-ஃபெல்ட் பி-மதிப்பு திருத்தம் ஆகியவற்றைப் பயன்படுத்த வேண்டாம்
uk: один або кілька з `'none'` (по умолчанию), `'GG'` або ``HF``; не використати поправку на p-значення, поправку на p-значення Гринхауса-Гейссера і поправку на p-значення Huynh-Feldt для шеритичности відповідно

source: one or more of `'none'`, `'tukey'` (default), `'scheffe'`, `'bonf'`, or `'holm'`; use no, Tukey, Scheffe, Bonferroni and Holm posthoc corrections, respectively
ca: un o més de `'none'`, `'tukey'` (predeterminat), `'scheffe'`, `'bonf'` o `'holm'`; respectivament, utilitzar com a correccions post hoc, cap, Tukey, Scheffe, Bonferroni i Holm
da: en eller flere af `'none'`, `'tukey'` (standard), `'scheffe'`, `'bonf'` eller `'holm'`; brug enten ingen, Tukey-, Scheffé-, Bonferroni- eller Holm-korrektion for post-hoc-tester
de: eine oder mehrere der Optionen `'none'`, `'tukey'` (Vorgabe), `'scheffe'`, `'bonf'` oder `'holm'`; wendet keine, Tukey-, Scheffe-, Bonferroni- bzw. Holm-Korrektur auf die Post-hoc-Tests an
fr: un ou plusieurs des éléments suivants : `'none'`, `'tukey'` (par défaut), `'scheffe'`, `'bonf'`, ou `'holm'` ; n'utilisent aucune correction posthoc, ni Tukey, ni Scheffe, ni Bonferroni, ni Holm, respectivement
it: uno o più di `'none'`, `'tukey'` (default), `'scheffe'`, `'bonf'`, o `'holm'`; utilizzare rispettivamente le correzioni posthoc no, Tukey, Scheffe, Bonferroni e Holm
kk: `'none'`, `'tukey'` (әдепкі), `'scheffe'`, `'bonf'`, немесе `'holm'`арасынан бір немесе бірнеше; жоқ, Тьюки,Шеффе, Бонферрони және Холм артқы түзетулерді пайдаланыңыз
nn: ein eller fleire av `'none'`, `'tukey'` (standard), `'scheffe'`, `'bonf'` eller `'holm'`; bruk anten ingen, Tukey-, Scheffé-, Bonferroni- eller Holm-korreksjon for post-hoc-tester
pl: jedno lub więcej spośród: `'none'`, `'tukey'` (domyślnie), `'scheffe'`, `'bonf'` lub `'holm'`; użyj następujących poprawek post-hoc (odpowiednio): brak, Tukeya, Scheffégo, Bonferroniego lub Holma
pt: um ou mais de `'none'`,`' tukey'` (padrão), `'scheffe'`,`' bonf'`, ou `'holm'`; para testes post-hoc: não usar, Tukey, Scheffe, Bonferroni e Holm, respectivamente
ru: один или несколько из `'none'`, `'tukey'` (по умолчанию), `'scheffe'`, `'bonf'` или `'holm'`; использовать апостериорные поправки Нет, Тьюки, Шеффе, Бонферрони и Холма соответственно
sv: en eller flera av `'none'`, `'tukey'` (standard), `'scheffe'`, `'bonf'` eller `'holm'`; bruk antingen ingen, Tukey-, Scheffé-, Bonferroni- eller Holm-korrektion för post-hoc-tester
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட `'எதுவுமில்லை',` 'டுகே'` (இயல்புநிலை), `' செஃப்'`,` 'பாண்ட்'`, அல்லது `' ஓல்ம் '; முறையே NO, TUKEY, SCHEFFE, Bonferroni மற்றும் HOLM POST HOC திருத்தம் பயன்படுத்தவும்
uk: один або кілька з `'none'`, `'tukey'` (по умолчанию), `'scheffe'`, `'bonf'` або `'holm'`; використати апостериорные поправки Нi, Тьюки, Шеффе, Бонферрони і Пагорба відповідно

source: one or more of `'none'`, `'tukey'`, `'scheffe'`, `'bonf'`, or `'holm'`; provide no, Tukey, Scheffe, Bonferroni, and Holm Post Hoc corrections respectively
ca: un o més de `'none'`, `'tukey'`, `'scheffe'`, `'bonf'` o `'holm'`; respectivament, proporcionar com a correccions post hoc, cap, Tukey, Scheffe, Bonferroni i Holm
da: en eller flere af `'none'`, `'tukey'`, `'scheffe'`, `'bonf'` eller `'holm'`; brug enten ingen, Tukey-, Scheffé-, Bonferroni- eller Holm-korrektion for post-hoc-tester
de: eine oder mehrere der Optionen `'none'`, `'tukey'`, `'scheffe'`, `'bonf'` oder `'holm'`; wendet keine, Tukey-, Scheffe-, Bonferroni- bzw. Holm-Korrektur auf die Post-hoc-Tests an
fr: un ou plusieurs des éléments suivants : `'none'`, `'tukey'`, `'scheffe'`, `'bonf'`, ou `'holm'` ; ne fournissent pas de corrections post-hoc de Tukey, Scheffe, Bonferroni et Holm respectivement
it: uno o più di `'nessuno'`, `'tukey'`, `'scheffe'`, `'bonf'`, o `'holm'`; forniscono rispettivamente nessuna, Tukey, Scheffe, Bonferroni, e Holm correzioni Post Hoc
kk: `'none'`, `'tukey'` (әдепкі), `'scheffe'`, `'bonf'`, немесе `'holm'`арасынан бір немесе бірнеше; жоқ, Тьюки,Шеффе, Бонферрони және Холм артқы түзетулерін қамтамасыз етеді
nn: ein eller fleire av `'none'`, `'tukey'`, `'scheffe'`, `'bonf'` eller `'holm'`; bruk anten ingen, Tukey-, Scheffé-, Bonferroni- eller Holm-korreksjon for post-hoc-tester
pl: jedno lub więcej spośród: `'none'`, `'tukey'`, `'scheffe'`, `'bonf'` lub `'holm'`; użyj następujących poprawek post-hoc (odpowiednio): brak, Tukeya, Scheffégo, Bonferroniego lub Holma
pt: um ou mais de `'none'`,`' tukey'`, `'scheffe'`,`' bonf'`, ou `'holm'`; fornece correções Post-hoc: não, Tukey, Scheffe, Bonferroni e Holm, respectivamente
ru: один или несколько из `'none'`, `'tukey'`, `'scheffe'`, `'bonf'` или `'holm'`; представляет апостериорные поправки Нет, Тьюки, Шеффе, Бонферрони и Холма постфактум соответственно
sv: en eller flera av `'none'`, `'tukey'`, `'scheffe'`, `'bonf'` eller `'holm'`; bruk antingen ingen, Tukey-, Scheffé-, Bonferroni- eller Holm-korrektion för post-hoc-tester
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட `'எதுவுமில்லை',` 'டுகே'`, `' செஃப்'`,` 'போன்ஃப்'`, அல்லது `' ஓல்ம் '; முறையே டுகே, செஃப், போன்பெரோரோனி மற்றும் ஓல்ம் போச்ட் ஓக் திருத்தங்களை வழங்க வேண்டாம்
uk: один або кілька з `'none'`, `'tukey'`, `'scheffe'`, `'bonf'` або `'holm'`; представляє апостериорные поправки Нi, Тьюки, Шеффе, Бонферрони і Пагорба постфактум відповідно

source: one or more of `'pillai'`, `'wilks'`, `'hotel'`, or `'roy'`; use Pillai's Trace, Wilks' Lambda, Hotelling's Trace, and Roy's Largest Root multivariate statistics, respectively
ca: un o més de `'pillai'`, `'wilks'`, `'hotel'` o `'roy'`; respectivament, utilitzar les estadístiques multivariades traça de Pillai, Wilks 'Lambda, traça de Hotelling i arrel més gran de Roy
da: en eller flere af `'pillai'`, `'wilks'`, `'hotel'` eller `'roy'`; brug enten Pillais spor, Wilks' lambda, Hotellings spor eller Roys største rod som multivariat statistik
de: eine oder mehrere der Optionen `'pillai'`, `'wilks'`, `'hotel'` oder `'roy'`; gibt Pillai's Spur, Wilks' Lambda, Hotelling's Spur oder die größte Wurzel nach Roy als multivariate Statistik aus
fr: un ou plusieurs des éléments suivants : `'pillai'`, `'wilks'`, `'hotel'`, ou `'roy'` ; utilisent la trace de Pillai, le lambda de Wilks's, la trace d'Hotelling, et les statistiques multivariées de la plus grande racine de Roy'` respectivement
it: uno o più di `'pillai'`, `'wilks'`, `'hotel'`, o `'roy'`; usare rispettivamente le statistiche multivariate Pillai's Trace, Wilks'Lambda, Hotelling's Trace, e Roy's Largest Root
kk: `'pillai'`, `'wilks'`, `'hotel'`, немесе `'roy'`арасынан бір немесе бірнеше; тиісінше Pillai's Trace, Wilks' Lambda, Hotelling's Trace және Roy's Largest Root көп өзгермелі статистикасын пайдаланыңыз
nn: ein eller fleire av `'pillai'`, `'wilks'`, `'hotell'` eller `'roy'`; bruk anten Pillais spor, Wilks' lambda, Hotellings spor eller Roys største rot som multivariat statistikk
pl: jedno lub więcej spośród: 'pillai'`, `'wilks'`, `'hotel'` lub `'roy'`; użyj następujących statystyk wielowymiarowych (odpowiednio): ślad Pillai, Lambda Wilksa, ślad Hotellinga lub kryterium największego pierwiastka Roya
pt: um ou mais de `'pillai'`,`' wilks'`, `'hotel'` ou`' roy'`; use as estatísticas multivariadas Traço de Pillai, Lambda de Wilks, Traço de Hotelling, e Maior Raiz de Roy, respectivamente
ru: один или несколько из `'pillai'`, `'wilks'`, `'hotel'`, или `'roy'`; использует многомерную статистику След Пиллаи, лямбда Уилкса, след Хотеллинга и наибольший корень Роя, соответственно
sv: en eller flera av `'pillai'`, `'wilks'`, `'hotell'` eller `'roy'`; bruk antingen Pillais spår, Wilks' lambda, Hotellings spår eller Roys största rot som multivariat statistik
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட `'பிள்ளை'`,`' வில்க்ச்'`, `'ஓட்டல்', அல்லது` 'ராய்'`; பிள்ளையின் சுவடு, வில்க்சின் லாம்ப்டா, ஓட்டல் ட்ரேச் மற்றும் ராயின் மிகப்பெரிய ரூட் பன்முக புள்ளிவிவரங்களைப் பயன்படுத்தவும்
uk: один або кілька з `'pillai'`, `'wilks'`, `'hotel'`, або `'roy'`; використає многомерную статистику Слід Пиллаи, лямбда Уилкса, слід Хотеллинга і наибольший корень Риючи, відповідно

source: one or more of `'r2mf'`, `'r2cs'`, or `'r2n'`; use McFadden's, Cox & Snell, and Nagelkerke pseudo-R², respectively
ca: un o més de `'r2mf'`, `'r2cs'` o `'r2n'`; respectivament, utilitzar McFadden's, Cox & Snell i Nagelkerke pseudo-R²
da: en eller flere af `'r2mf'`, `'r2cs'` eller `'r2n'`; brug enten Mcfaddens, Cox & Snells eller Nagelkerkes pseudo-R²
de: eine oder mehrere der Optionen `'r2mf'`, `'r2cs'` oder `'r2n'`; gibt McFadden's, Cox & Snell bzw. Nagelkerke Pseudo-R² aus
fr: un ou plusieurs parmi `'r2mf'`, `'r2cs'`, ou `'r2n'` ; utilisent respectivement le pseudo-R² de McFadden, Cox & Snell, et Nagelkerke
it: uno o più di `'r2mf'`, `'r2cs'`, o `'r2n'`; usano rispettivamente gli pseudo-R² di McFadden, Cox & Snell, e Nagelkerke
kk: `'r2mf'`, `'r2cs'`, немесе`'r2n'` арасынан бір немесе бірнеше; тиісінше McFadden's, Cox & Snell және Nagelkerke псевдо-R² пайдаланыңыз
nn: ein eller fleire av `'r2mf'`, `'r2cs'` eller `'r2n'`; bruk anten McFaddens, Cox & Snells eller Nagelkerkes pseudo-R²
pl: jedno lub więcej spośród: `'r2mf'`, `'r2cs'` lub `'r2n'`; zastosuj (odpowiednio): pseudo-R² McFaddena, Coxa i Snella lub Nagelkerke'a
pt: um ou mais de `'r2mf'`,`' r2cs'`, ou `'r2n'`; use os pseudo-R² de McFadden, Cox & Snell e Nagelkerke, respectivamente
ru: один или несколько из `'r2mf'`, `'r2cs'`, или `'r2n'`; использует псевдо-R² Макфадденс, Кокс и Снелл и Нагелькерке соответственно
sv: en eller flera av `'r2mf'`, `'r2cs'` eller `'r2n'`; bruk antingen McFaddens, Cox & Snells eller Nagelkerkes pseudo-R²
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட `'r2mf'`,`' r2cs'`, அல்லது `'r2n'`; முறையே மெக்பேடன், காக்ச் & ச்னெல் மற்றும் நாகெல்கெர்கே போலி-ஆர்-ஐப் பயன்படுத்தவும்
uk: один або кілька з `'r2mf'`, `'r2cs'`, або `'r2n'`; використає псевдо-R² Макфадденс, Кокс і Снелл і Нагелькерке відповідно

source: One Sample Proportion Tests
ca: Prova de Proporció amb Una Mostra
da: Proportionstests med et udvalg
de: Proportionstests mit einer Stichprobe
fr: Test de proportion pour un échantillon
he: מבחני יחסים במדגם יחיד
hr: Testovi proporcija s jednim uzorkom
it: Test per la Proporzione in un Campione
kk: бір үлгілік пропорция сынақтары
nl: Proportietoetsen voor één steekproef
nn: Proporsjonstests med eitt utval
no: Proporsjonstests med ett utvalg
pl: Testy proporcji dla jednej próby
pt: Testes a uma proporção
ru: Одновыборочные тесты пропорций
sv: Proportionstests med ett urval
ta: ஒரு மாதிரி விகிதாச்சார சோதனைகள்
tr: Tek Örneklem Oran Testleri
uk: Одновыборочные тести пропорцій

source: One Sample T-Test
ca: Prova T amb Una Mostra
da: t-test for et udvalg
de: t-Test mit einer Stichprobe
fr: Test t pour un échantillon
he: מבחן T למדגם יחיד
hr: T-test s jednim uzorkom
it: Test t a campione singolo
kk: бір үлгілі T-test
nl: t-toets voor één steekproef
nn: t-test for eitt utval
no: t-test for ett utvalg
pl: Test t dla jednej próby
pt: Teste t para uma amostra
ru: Одновыборочный Т-тест
sl: T-test enega vzorca
sv: t-test för ett urval
ta: ஒரு மாதிரி டி-சோதனை
tr: Tek Örneklem T-Testi
uk: Одновыборочный Т-тесту

source: One-Way ANOVA
ca: ANOVA unidireccional
da: ANOVA med en faktor
de: Einfaktorielle ANOVA
fr: Anova unidirectionnelle
he: ניתוח שונות חד כיווני
it: ANOVA a una via
kk: Бір жақты ANOVA
nl: Eenzijdige ANOVA
nn: ANOVA med éin faktor
no: ANOVA med én faktor
pl: Jednoczynnikowa ANOVA
pt: ANOVA a um fator
ru: Однофакторный дисперсионный анализ
sl: Enosmerna ANOVA
sv: ANOVA med en faktor
ta: ஒரு வழி ANOVA
tr: Tek Yönlü ANOVA
uk: Односторонний дисперсионный аналізу

source: One-Way ANOVA (Fisher's)
ca: ANOVA unidireccional (Fisher)
da: ANOVA med en faktor (Fisher)
de: Einfaktorielle ANOVA (Fisher)
fr: Anova unidirectionnelle (de Fisher)
he: ניתוח שונות חד כיווני (של פישר)
it: ANOVA a una via (Fisher)
kk: Бір жақты ANOVA (Фишер)
nl: Eenzijdige ANOVA (van Fisher)
nn: ANOVA med éin faktor (Fisher)
no: ANOVA med én faktor (Fisher)
pl: Jednoczynnikowa ANOVA (test Fishera)
pt: ANOVA a um fator (Fisher)
ru: Однофакторный дисперсионный анализ (Фишера)
sl: Enosmerna ANOVA (Fisherjeva)
sv: ANOVA med en faktor (Fisher)
ta: ஒரு வழி ANOVA (ஃபிசர்ச்)
tr: Tek Yönlü ANOVA (Fisher'ın)
uk: Однофакторный дисперсионный аналізу (Фишера)

source: One-Way ANOVA (Non-parametric)
ca: ANOVA unidireccional (No-paramètric)
da: ANOVA med en faktor (ikke-parametrisk)
de: Einfaktorielle ANOVA (nicht-parametrisch)
fr: Anova unidirectionnelle (non paramétrique)
he: ניתוח שונות חד כיווני (לא פרמטרי)
it: ANOVA a una via (Non parametrico)
kk: Бір жақты ANOVA (параметрлік емес)
nl: Eenzijdige ANOVA (niet-parametrisch)
nn: ANOVA med éin faktor (ikkje-parametrisk)
no: ANOVA med én faktor (ikke-parametrisk)
pl: Jednoczynnikowa ANOVA (nieparametryczna)
pt: ANOVA a um fator (não-paramétrica)
ru: Однофакторный дисперсионный анализ (Непараметрический)
sl: Enosmerna ANOVA (Neparametrična)
sv: ANOVA med en faktor (ikke-parametrisk)
ta: ஒரு வழி ANOVA (அளவுரு அல்லாத)
tr: Tek Yönlü ANOVA (Parametrik Olmayan)
uk: Однофакторный дисперсионный аналізу (Непараметрический)

source: One-Way ANOVA (Welch's)
ca: ANOVA unidireccional (Welch)
da: ANOVA med en faktor (Welch)
de: Einfaktorielle ANOVA (Welch)
fr: Anova unidirectionnelle (de Welch)
he: ניתוח שונות חד כיווני (של ולץ׳)
it: ANOVA a una via (Welch)
kk: Бір жақты ANOVA (Welch's)
nl: Eenzijdige ANOVA (van Welch)
nn: ANOVA med éin faktor (Welch)
no: ANOVA med én faktor (Welch)
pl: Jednoczynnikowa ANOVA (test Welcha)
pt: ANOVA a um fator (Welch)
ru: Однофакторный дисперсионный анализ (Уэлча)
sl: Enosmerna ANOVA (Welcheva)
sv: ANOVA med en faktor (Welch)
ta: ஒரு வழி ANOVA (வெல்ச்ச்)
tr: Tek Yönlü ANOVA (Welch'ın)
uk: Однофакторный дисперсионный аналізу (Уэлча)

source: Options
ca: Opcions
da: Optioner
de: Optionen
he: אפשרויות
hr: Opcije
it: Opzioni
kk: праметрлер
nl: Opties
nn: Opsjonar
no: Opsjoner
pl: Opcje
pt: Opções
ru: Опции
sl: Možnosti
sv: Optioner
ta: விருப்பங்கள்
tr: Seçenekler
uk: Опции

source: Ordinal
he: סדר
it: Ordinale
kk: реттік
nl: Ordinaal
pl: Porządkowa
ru: Порядковый
sl: Ordinalna / Urejenostna
tr: Sıralı
uk: Порядковый

source: Ordinal Logistic Regression
ca: Regressió Logística Ordinal
da: Ordinal logistisk regression
de: Ordinale logistische Regression
fr: Régression logistique ordinale
he: רגרסיית סדר לוגיסטית
hr: Ordinalna logistička regresija
it: Regressione Logistica Ordinale
kk: Реттік логистикалық регрессия
nl: Ordinale logistische regressie
nn: Ordinal logistisk regresjon
no: Ordinal logistisk regresjon
pl: Porządkowa regresja logistyczna
pt: Regressão Logística Ordinal
ru: Порядковая логистическая регрессия
sl: Ordinalna logistična regresija
sv: Ordinal logistisk regression
ta: ஆர்டினல் லாசிச்டிக் பின்னடைவு
tr: Sıralı Lojistik Regresyon
uk: Порядковая логистическая регрессия

source: Ordinal Outcomes
ca: Resultats Ordinals
da: Ordinale resultater
de: Ordinale Ergebnisse
fr: Résultats ordinaux
he: תוצאות סדר
hr: Ordinalni ishodi
it: Risultati Ordinali
kk: реттік нәтижелер
nl: Ordinale uitkomsten
nn: Ordinale resultat
no: Ordinale resultater
pl: Porządkowa
pt: Categorias ordinais
ru: Порядковые исходы
sv: Ordinale resultat
ta: சாதாரண விளைவுகள்
tr: Sıralı Sonuçlar
uk: Порядковые исходы

source: Outliers
ca: Valors atípics
da: Uteliggere
fr: Valeurs atypiques
he: חריגות
hr: Odstupanja
kk: аутлерлер
nl: Uitschieters
nn: Uteliggjarar
no: Uteliggere
pl: Przypadki odstające
ru: Выбросы
sv: Uteliggare
ta: வெளிநாட்டவர்கள்
tr: Aykırı Değerler

source: Output
ca: Resultat
da: Udgave
de: Ausgabe
fr: Résultat
he: פלט
hr: Rezultat
it: Uscita
kk: нәтиже
nl: Uitvoer
nn: Utgåve
no: Utgave
pl: Wyjście
ru: Вывод
sl: Odvod
sv: Utgåva
tr: Çıktı
uk: Вивід

source: Overall
ca: general
da: Alt i alt
de: Insgesamt
fr: Général
he: כולל
hr: Sveukupno
it: Globale
kk: жалпы
nl: Algeheel
nn: Alt i alt
no: Alt i alt
pl: Ogólne
pt: Global
ru: Всеобъемлющий
sl: Skupno
sv: Allt i allt
ta: ஒட்டுமொத்தமாக
tr: Genel
uk: Всеобъемлющий

source: Overall model
ca: Model general
da: Hele model
de: Gesamtmodell
fr: Modèle général
he: המודל הכולל
hr: Sveukupni model
it: Modello globale
kk: жалпы үлгі
nl: Algeheel model
nn: Heile modell
no: Hele modell
pl: Model ogólny
pt: Modelo Global
ru: Всеобъемлющая модель
sl: Splošni model
sv: Hela modell
ta: ஒட்டுமொத்த மாதிரி
tr: Genel model
uk: Всеобъемлющая модель
