Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Binomial Test
ca: Prova Binomial
fr: Test binomial
he: מבחן בינומי
hr: Binomni test
it: Test Binomiale
kk: биномдық тест
nl: Binomiale toets
pl: Test dwumianowy
pt: Teste Binomial
ru: Биномиальный тест
sl: Binomski test
ta: பைனோமியல் சோதனை
tr: Binom Testi
uk: Биномиальный тесту

source: Binomial test
ca: Prova Binomial
fr: Test binomial
he: מבחן בינומי
hr: Binomni test
it: Test binomiale
kk: биномдық тест
nl: Binomiale toets
pl: Test dwumianowy
pt: Teste Binomial
ru: Биномиальный тест
sl: Binomski test
ta: பைனோமியல் சோதனை
tr: Binom testi
uk: Биномиальный тесту

source: Block {0}
ca: Bloc {0}
da: Blok {0}
fr: Bloc {0}
he: בלוק {0}
hr: Blok (0)
it: Blocco {0}
kk: блок {0}
nl: Blok {0}
nn: Blokk {0}
no: Blokk {0}
pl: Blok {0}
pt: Bloco {0}
ru: Блок {0}
sl: Blok {0}
tr: Blok {0}
uk: Блок {0}

source: Block 1
ca: Bloc 1
da: Blok 1
fr: Bloc 1
he: בלוק 1
hr: Blok 1
it: Blocco 1
kk: 1-блок
nl: Blok 1
nn: Blokk 1
no: Blokk 1
pl: Blok 1
pt: Bloco 1
ru: Блок 1
sl: Blok 1
ta: தொகுதி 1
tr: Blok 1
uk: Блок 1

source: Blocks
ca: Blocs
da: Blokke
de: Blöcke
fr: Blocs
he: בלוקים
hr: Blokovi
it: Blocchi
kk: Блоктар
nl: Blokken
nn: Blokker
no: Blokker
pl: Bloki
pt: Blocos
ru: Блоки
sl: Bloki
sv: Block
ta: தொகுதிகள்
tr: Bloklar
uk: Блоки

source: Bonferroni
he: בונפרוני
kk: бонферрони
pl: Test Bonferroniego
ru: Бонферрони
sl: Bonferronijev popravek
ta: போன்பெரோரோனி
uk: Бонферрони

source: Box plot
ca: Diagrama de caixa
da: Boksplot
fr: Boite à moustaches
he: תרשים קופסות
hr: Box dijagram
kk: қорап диаграммасы
nn: Boksplot
no: Boksplot
pl: Wykres skrzynkowy
pt: Diagrama de Extremos e Quartis
ru: Коробчатый график
sl: Vretenasti diagram
sv: Boxdiagram
tr: Kutu grafiği
uk: Коробчатый графік

source: Box Plots
ca: Diagrames de caixa
da: Boksplotter
fr: Boites à moustaches
he: תרשימי קופסות
hr: Box dijagrami
kk: қорап диаграммалары
nn: Boksplotter
no: Boksplots
pl: Wykresy pudełkowe
pt: Diagrama de Extremos e Quartis
ru: Коробчатый график
sl: Vretenasti diagrami
sv: Boxdiagram
ta: பெட்டி அடுக்கு
tr: Kutu Grafikler
uk: Коробчатый графік

source: Box-Tidwell test
ca: Prova Box-Tidwell
fr: Test de Box-Tidwell
he: מבחן בוקס–טידוול
it: Test Box-Tidwell
kk: Бокс-Тидвелл сынағы
nl: Box-Tidwell-toets
pl: Test Boxa-Tidwella
pt: Teste de Box-Tidwell
ru: Тест Бокса-Тидвелла
sl: Box-Tidwellov test
ta: பாக்ச்-டிட்வெல் சோதனை
tr: Box-Tidwell testi
uk: Тест Боксу-Тидвелла

source: Box-Tidwell Test for Linearity of the Logit
ca: Prova Box-Tidwell per a linealitat del Logit
da: Box-Tidwell-test for linearitet af Logit
de: Box-Tidwell-Test auf Linearität des Logit
fr: Test de Box-Tidwell de non-linéarité dans la régression logistique
he: מבחן בוקס–טידוול לליניאריות של הלוג׳יט
it: Test Box-Tidwell per la Linearità del Logit
kk: логиттің сызықтылығына арналған Box-Tidwell сынағы
nn: Box-Tidwell-test for linearitet av Logit
no: Box-Tidwell-test for linearitet av Logit
pl: Test Boxa-Tidwella na liniowości logitu
pt: Teste de Box-Tidwell à Linearidade do Logit
ru: Тест Бокса-Тидвелла на линейность логит регрессии
sl: Box-Tidwellov test linearnosti funkcije Logit
sv: Box-Tidwell-test för linearitet av Logit
ta: உள்நுழைவின் நேர்கோட்டுக்கான பாக்ச்-டிட்வெல் சோதனை
tr: Logit Doğrusallığı için Box-Tidwell Testi
uk: Тест Боксу-Тидвелла на линейность логит регрессии

source: Box's Homogeneity of Covariance Matrices Test
ca: Prova de Box per a homogeneïtat de Matrius de Covariància
da: M-test af Box for homogenitet af kovariansmatriser
de: Test auf Homogenität der Kovarianzmatrizen von Box
fr: Test de Box d'homogénéité des matrices de covariance
he: מבחן מטריצות ההומוגניות של השונות המשותפת של בוקס
hr: Boxov test homogenosti kovarijance matrica
it: Test di Box per l'Omogeneità delle Matrici di Covarianza
kk: Бокстың коварианттық матрицалардың біртектілігіне арналған тесті
nn: M-test av Box for homogenitet av kovariansmatriser
no: M-test av Box for homogenitet av kovariansmatriser
pl: Test jednorodności macierzy kowariancji Boxa
pt: Teste de Box à Homogeneidade da Matriz de Covariância
ru: Тест Бокса на однородность ковариационных матриц
sl: Boxov test homogenosti kovarianc matrik
sv: M-test av Box för homogenitet av kovariansmatriser
ta: கோவாரன்ச் மெட்ரிக்குகள் சோதனையின் பெட்டியின் ஒருமைப்பாடு
tr: Box'ın Kovaryans Matrisleri Homojenliği Testi
uk: Тест Боксу на однородность ковариационных матриц

source: Box's M test
ca: Prova M de Box
da: M-test af Box
de: M-Test von Box
fr: Test M de Box
he: מבחן M של בוקס
hr: Boxov M test
it: Test M di Box
kk: Бокстың М тесті
nl: M-toets van Box
nn: M-test av Box
no: M-Test av Box
pl: Test M Boxa
pt: Teste M de Box
ru: M-тест Бокса
sl: Boxov M test
sv: M-Test av Box
ta: பெட்டியின் எம் சோதனை
tr: Box'ın M testi
uk: M-тесту Боксу

source: Box's M test for homogeneity of covariance matrices
ca: Prova M de Box per a homogeneïtat de Matrius de covariància
da: M-test af Box for homogenitet af kovariansmatriser
de: M-Test auf Homogenität der Kovarianzmatrizen von Box
fr: Test M de Box d'homogénéité des matrices de covariances
he: מבחן M של בוקס למטריצות הומוגניות השונות המשותפת
hr: Boxov M test homogenosti kovarijance matrica
it: Test M di Box per l'omogeneità delle matrici di covarianza
kk: коварианттық матрицалардың біртектілігіне арналған Бокстың М тесті
nn: M-test av Box for homogenitet av kovariansmatriser
no: M-test av Box for homogenitet av kovariansmatriser
pl: Test M Boxa jednorodności macierzy kowariancji
pt: Teste M de Box à homogeneidade de Covariâncias
ru: М-критерий Бокса для однородности ковариационных матриц
sl: Boxov M test homogenosti kovarianc matrik
sv: M-test av Box för homogenitet av kovariansmatriser
ta: கோவாரன்ச் மெட்ரிக்குகளின் ஒருமைப்பாட்டிற்கான பெட்டியின் எம் சோதனை
tr: Kovaryans matrisleri homojenliği için Box'ın M testi
uk: М-критерій Боксу для однородности ковариационных матриц

source: Bugs (Ryan, Wilde & Crist, 2013)
ca: Bitxos (Ryan, Wilde & Crist, 2013)
da: Insekter (Ryan, Wilde & Crist, 2013)
de: Käfer (Ryan, Wilde & Crist, 2013)
fr: Insectes (Ryan, Wilde & Crist, 2013)
hr: Greške (Ryan, Wilde & Crist, 2013.)
kk: қателер (Райн, Уайлд және Крис, 2013)
nn: Insekt (Ryan, Wilde & Crist, 2013)
no: Insekter (Ryan, Wilde & Crist, 2013)
pl: Błędy (Ryan, Wilde i Crist, 2013)
ru: Жуки (Райан, Уайлд и Крист, 2013)
sl: Podatki: Hrošči (Ryan, Wilde in Crist, 2013)
sv: Insekter (Ryan, Wilde & Crist, 2013)
ta: பிழைகள் (ரியான், காடு & கிறிச்ட், 2013)
tr: Böcekler (Ryan, Wilde & Crist, 2013)
uk: Жуки (Райан, Уайлд і Крист, 2013)

source: Cells
ca: Cel·les
da: Celler
de: Zellen
fr: Cellules
he: תאים
hr: Ćelije
it: Celle
kk: ұяшықтар
nl: Cellen
nn: Celler
no: Celler
pl: Komórki
pt: Células
ru: Ячейки
sl: Celice
sv: Celler
ta: செல்கள்
tr: Hücreler
uk: Осередки

source: Central Tendency
ca: Tendència Central
da: Central tendens
de: Zentrale Tendenz
fr: Tendance centrale
he: מדדי מרכז
hr: Središnja tendencija
it: Tendenza Centrale
kk: орталық тенденция
nl: Centrummaten
nn: Sentral tendens
no: Sentral tendens
pl: Tendencja centralna
pt: Tendência Central
ru: Центральная тенденция
sl: Sredinjska simetrija
sv: Central tendens
ta: மைய போக்கு
tr: Merkezi Eğilim
uk: Центральна тенденція

source: Chi-Square Quantiles
ca: Quantils de khi-quadrat
da: Kji-kvadrat-kvantiler
de: Chi-Quadrat Quantile
fr: Quantiles du Khi²
he: שברוני כי בריבוע
hr: Hi-kvadrat kvantili
it: Quantili Chi-quadrato
kk: Хи-квадрат квантилдері
nl: Chi-kwadraatkwantielen
nn: Kji-kvadrat-kvantilar
no: Kji-kvadrat-kvantiler
pl: Kwantyle Chi-kwadrat
pt: Quantis Qui-quadrado
ru: Квантили Хи-квадрат
sl: Kvantili Hi-kvadrat
sv: Kvantiler för chi-kvadrat
ta: சி-சதுர அளவுகள்
tr: Ki-Kare Kantilleri
uk: Квантили Хи-квадрату

source: CI Lower
ca: IC Inferior
da: CI nedre
de: untere Grenze (des CI)
fr: Borne inférieure de l'IC
he: רווח סמך תחתון
hr: Donja granica intervala pouzdanosti
it: CI Inferiore
kk: CI төменгі
nl: Ondergrens betrouwbaarheidsinterval
nn: CI nedre
no: CI nedre
pl: dolna granica PU
pt: Limite Inferior do IC
ru: нижняя граница ДИ
sl: Spodnji IZ
sv: CI nedre
ta: தொஒ கீழ்
tr: GA Alt
uk: ДИКИЙ Нижний

source: CI Upper
ca: IC Superior
da: CI øvre
de: obere Grenze (des CI)
fr: Borne supérieure de l'IC
he: רווח סמך עליון
hr: Gornja granica intervala pouzdanosti
it: CI Superiore
kk: CI жоғарғы
nl: Bovengrens betrouwbaarheidsinterval
nn: CI øvre
no: CI øvre
pl: górna granica PU
pt: Limite Superior do IC
ru: верхняя граница ДИ
sl: Zgornji IZ
sv: CI övre
ta: தொஒ மேல்
tr: GA Üst
uk: ДИКИЙ Верхний

source: Classification Table
ca: Taula de classificació
da: Klassifikationstabel
de: Klassifikationstabelle
fr: Tableau de classification
he: טבלת סיווג
hr: Tablica klasifikacija
it: Tabella di Classificazione
kk: жіктеу кестесі
nl: Klassificatietabel
nn: Klassifikasjonstabell
no: Klassifikasjonstabell
pl: Tabela klasyfikacji
pt: Tabela de Classificação
ru: Классификационная таблица
sl: Klasifikacijska razpredelnica
sv: Klassifikationstabell
ta: வகைப்பாடு அட்டவணை
tr: Sınıflandırma Tablosu
uk: Классификационная таблиця

source: Classification table
ca: Taula de Classificació
da: Klassifikationstabel
de: Klassifikationstabelle
fr: Tableau de classification
he: טבלת סיווג
hr: Tablica klasifikacija
it: Tabella di classificazione
kk: жіктеу кестесі
nl: Klassificatietabel
nn: Klassifikasjonstabell
no: Klassifikasjonstabell
pl: Tabela klasyfikacji
pt: Tabela de Classficação
ru: Классификационная таблица
sl: Klasifikacijska razpredelnica
sv: Klassifikationstabell
ta: வகைப்பாடு அட்டவணை
tr: Sınıflandırma tablosu
uk: Классификационная таблиця

source: Classification Table – {dep}
ca: Taula de Classificació – {dep}
da: Klassifikationstabel – {dep}
de: Klassifikationstabelle – {dep}
fr: Tableau de classification – {dep}
he: טבלת סיווג – {dep}
hr: Tablica klasifikacija - (dep)
it: Tabella di Classificazione - {dep}
kk: жіктеу кестесі — {dep}
nl: Classificatietabel – {dep}
nn: Klassifikasjonstabell – {dep}
no: Klassifikasjonstabell – {dep}
pl: Tabela klasyfikacji – {dep}
pt: Tabela de Classificação – {dep}
ru: Классификационная таблица – {dep}
sl: Klasifikacijska razpredelnica – {dep}
sv: Klassifikationstabell – {dep}
ta: வகைப்பாடு அட்டவணை - {dep}
tr: Sınıflandırma Tablosu – {dep}
uk: Классификационная таблиця – {dep}

source: Cohen's d
ca: d de Cohen
fr: d de Cohen
he: d של כהן
hr: Cohenov d
it: d di Cohen
kk: Коэнның d
nl: d van Cohen
pl: d Cohena
pt: d de Cohen
ru: Коэн d
sl: Cohenov d
ta: கோஅனின் டி
tr: Cohen'in d'si
uk: Коэн d

source: Collinearity Statistics
ca: Estadístiques de Col·linearitat
da: Kolinearitetsstatistikk
de: Kollinearitätsstatistik
fr: Statistiques de colinéarité
he: סטטיסטיקת שיתוף הישר
hr: Statistika kolinearnosti
it: Statistiche di Collinearità
kk: коллинеарлылық статистикасы
nl: Collineairiteitsstatistieken
nn: Kolinearitetsstatistikk
no: Kolinearitetsstatistikk
pl: Statystyki współliniowości
pt: Estatísticas de Colinearidade
ru: Статистики коллинеарности
sl: Statistika kolinearnosti
sv: Kolinearitetsstatistik
ta: கொலைனரிட்டி புள்ளிவிவரங்கள்
tr: Doğrusal Bağlantı İstatistikleri
uk: Статистики коллинеарности

source: Collinearity statistics
ca: Estadístiques de col·linearitat
da: Kolinearitetsstatistikk
de: Kollinearitätsstatistik
fr: Statistiques de colinéarité
he: סטטיסטיקת שיתוף הישר
hr: Statistika kolinearnosti
it: Statistiche di collinearità
kk: коллинеарлық статистика
nl: Collineairiteitsstatistieken
nn: Kolinearitetsstatistikk
no: Kolinearitetsstatistikk
pl: Statystyki współliniowości
pt: Estatísticas de Colinearidade
ru: Статистики коллинеарности
sl: Statistika kolinearnosti
sv: Kolinearitetsstatistik
ta: கொலைனரிட்டி புள்ளிவிவரங்கள்
tr: Doğrusal bağlantı istatistikleri
uk: Статистики коллинеарности

source: Column
ca: Columna
da: Kolonne
de: Spalte
fr: Colonne
he: עמודה
hr: Stupac
it: Colonna
kk: баған
nl: Kolom
nn: Kolonne
no: Kolonne
pl: Kolumna
pt: Coluna
ru: Столбец
sl: Stolpec
sv: Kolonn
ta: நெடுவரிசை
tr: Sütun
uk: Шпальта

source: Column variable '{var}' contains fewer than 2 levels
ca: La variable de columna ‘{var}’ conté menys de 2 nivells
da: Kolonnevariablen »{var}« indeholder færre end 2 niveauer
de: Die Spaltenvariable „{var}“ enthält weniger als 2 Variablenstufen
fr: La variable de la colonne '{var}' contient moins de deux modalités
he: עמודת המשתנה ”{var}“ מכילה פחות משתי רמות
hr: Stupac varijable '{var}' sadrži manje od 2 razine
it: La variabile di colonna '{var}' contiene meno di 2 livelli
kk: '{var}' баған айнымалысы 2 деңгейден азды қамтиды
nn: Kolonnevariabelen «{var}» inneheld færre enn 2 nivå
no: Kolonnevariabelen «{var}» inneholder færre enn 2 nivåer
pl: Zmienna w kolumnie '{var}' zawiera mniej niż 2 poziomy
pt: A variável em coluna '{var}' tem menos de 2 níveis
ru: Переменная столбца '{var}' содержит менее 2 уровней
sl: Stolpec spremenljivke »{var}« vsebuje manj kot 2 ravni
sv: Kolonnvariabeln “{var}” innehåller färre än 2 nivåer
ta: நெடுவரிசை மாறி '{var}' 2 நிலைகளுக்கு குறைவாக உள்ளது
tr: Sütun değişkeni '{var}' 2'den az düzey içeriyor
uk: Переменная шпальти '{var}' містить менее 2 рівнів

source: Columns
ca: Columnes
da: Kolonner
de: Spalten
fr: Colonnes
he: עמודות
hr: Stupci
it: Colonne
kk: бағандар
nl: Kolommen
nn: Kolonnar
no: Kolonner
pl: Kolumny
pt: Colunas
ru: Столбцы
sl: Stolpci
sv: Kolonner
ta: நெடுவரிசைகள்
tr: Sütunlar
uk: Шпальти

source: columns
ca: columnes
da: kolonner
de: Spalten
fr: colonnes
he: עמודות
hr: stupci
it: colonne
kk: бағандар
nl: kolommen
nn: kolonnar
no: kolonner
pl: kolumny
pt: colunas
ru: столбцы
sl: stolpci‧
sv: kolonner
ta: நெடுவரிசைகள்
tr: sütunlar
uk: шпальти

source: Columns compared
ca: Es comparen columnes
da: Sammenlignede kolonner
de: Verglichene Spalten
fr: Colonnes comparées
he: העמודות המושוות
hr: Stupci uspoređeni
it: Colonne a confronto
kk: салыстырылған бағандар
nl: Kolommen vergeleken
nn: Samanlikna kolonnar
no: Sammenlignete kolonner
pl: Porównywane kolumny
pt: Colunas comparadas
ru: Сравнение столбцов
sl: Primerjani stolpci
sv: Jämförda kolonner
ta: ஒப்பிடும்போது நெடுவரிசைகள்
tr: Karşılaştırılan sütunlar
uk: Порівняння шпальт

source: Comparative Measures
ca: Mesures comparatives
da: Sammenlignende mål
de: Verglichene Maße
fr: Mesures comparatives
he: מדדים השוואתיים
hr: Usporedive mjere
it: Misure Comparative
kk: салыстырмалы өлшемдер
nl: Vergelijkende metingen
nn: Samanliknande mål
no: Sammenlignende mål
pl: Miary porównawcze
pt: Medidas Comparativas
ru: Сравнительные измерения
sl: Mere primerjave
sv: Jämförande mål
ta: ஒப்பீட்டு நடவடிக்கைகள்
tr: Karşılaştırmalı Ölçütler
uk: Порівняльні виміру

source: Comparative Measures (2x2 only)
ca: Mesures comparatives (només 2x2)
da: Sammenlignende mål (kun 2x2)
de: Verglichene Maße (nur 2x2)
fr: Mesures comparatives (2x2 seulement)
he: מדדים השוואתיים (2×2 בלבד)
hr: Usporedive mjere (samo 2x2)
it: Misure Comparative (solo 2x2)
kk: салыстырмалы өлшемдер (тек 2х2)
nl: Vergelijkende metingen (alleen 2x2)
nn: Samanliknande mål (berre 2x2)
no: Sammenlignende mål (kun 2x2)
pl: Miary porównawcze (tylko dla 2x2)
pt: Medidas Comparativas (apenas 2x2)
ru: Сравнительные измерения (только 2x2)
sl: Mere primerjave (le 2x2)
sv: Jämförande mål (endast 2x2)
ta: ஒப்பீட்டு நடவடிக்கைகள் (2x2 மட்டும்)
tr: Karşılaştırmalı Ölçütler (sadece 2x2)
uk: Порівняльний виміри (тільки 2x2)

source: Compare
ca: Comparar
da: Sammenligne
de: Vergleichen
fr: Comparer
he: השוואת
hr: Usporedi
it: Confrontare
kk: салыстыру
nl: Vergelijken
nn: Samanlikna
no: Sammenligne
pl: Porównaj
pt: Comparar
ru: Сравнить
sl: Primerjaj
sv: Jämföra
ta: ஒப்பிடுக
tr: Karşılaştır
uk: Порівняти

source: Comparison
ca: Comparació
da: Sammenligning
de: Vergleich
fr: Comparaison
he: השוואה
hr: Usporedba
it: Confronto
kk: салыстыру
nl: Vergelijking
nn: Samanlikning
no: Sammenligning
pl: Porównanie
pt: Comparação
ru: Сравнение
sl: Primerjava
sv: Jämförelse
ta: ஒப்பீடு
tr: Karşılaştırma
uk: Порівняння

source: Comparisons are based on estimated marginal means
ca: Les comparacions es basen en mitjanes marginals estimades
da: Sammenligninger er baseret på estimerede gjennomsnitter
de: Vergleiche beruhen auf geschätzten Randmitteln
fr: Comparaisons basées sur les moyennes marginales estimées
he: ההשוואות מבוססות על הממוצעים השוליים המשוערים
hr: Usporedbe se temelje na procijenjenim marginalnim srednjim vrijednostima
it: I confronti sono basati sulle medie marginali stimate
kk: салыстырулар есептелген шекті орта мәндер негізінде жүргізіледі
nn: Samanlikningar er basert på estimerte gjennomsnitter
no: Sammenligninger er basert på estimerte marginale gjennomsnitt
pl: Porównania są oparte na oszacowanych średnich brzegowych
pt: Comparações baseadas nas médias marginais estimadas
ru: Сравнения основаны на взвешенных предельных средних
sl: Primerjave so utemeljene na oceni robnih povprečnih vrednosti
sv: Jämförelser är baserat på estimerade gjennomsnitter
ta: ஒப்பீடுகள் மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை அடிப்படையாகக் கொண்டவை
tr: Karşılaştırmalar tahmini marjinal ortalamalara dayanmaktadır
uk: Порівняння засновані на оценочных граничних середніх

source: Component
da: Komponent
de: Komponente
fr: Composante
he: רכיב
hr: Komponenta
it: Componente
kk: компонент
nn: Komponent
no: Komponent
pl: Składowa
pt: Componente
ru: Компонент
sl: Komponenta
sv: Komponent
ta: உறுப்பு
tr: Bileşen
uk: Компонент

source: Component correlations
ca: Correlacions dels components
da: Komponentkorrelationer
de: Korrelationen zwischen Komponenten
fr: Corrélations des composantes
he: מתאמי הרכיבים
hr: Korelacije komponenti
it: Correlazioni delle componenti
kk: компонент корреляциялары
nl: Componentcorrelaties
nn: Komponentkorrelasjonar
no: Komponentkorrelasjoner
pl: Korelacje składowych
pt: Correlações das Componentes
ru: Корреляции компонент
sl: Korelacije komponent
sv: Komponentkorrelationer
ta: கூறு தொடர்புகள்
tr: Bileşen korelasyonları
uk: Корреляции компоненту

source: Component Loadings
ca: Càrregues dels components
da: Komponentladinger
de: Komponentenladungen
fr: Contributions des composantes
he: טעינויות הרכיב
it: Caricamenti delle Componenti
kk: компоненттер жүктеулері
nl: Componentladingen
nn: Komponentladingar
no: Komponentladinger
pl: Ładunki składowych (czynnikowe)
pt: Pesos das Componentes
ru: Нагрузки компонент
sl: Uteži komponente
sv: Komponentladinger
ta: கூறு ஏற்றுதல்
tr: Bileşen Yükleri
uk: Навантаження компоненту

source: Component scores
ca: Puntuacions dels components
da: Komponentværdier
de: Komponentenwerte
fr: Score des composantes
he: ציוני הרכיב
hr: Rezultati komponenti
it: Punteggi delle componenti
kk: компонент ұпайлары
nn: Komponentverdiar
no: Komponentverdier
pl: Oceny czynnikowe
pt: Valores das Componentes
ru: Оценки компонент
sv: Komponentvärden
ta: கூறு மதிப்பெண்கள்
tr: Bileşen puanları
uk: Оцінки компоненту

source: Component Statistics
ca: Estadístiques dels components
da: Komponentstatistik
de: Komponentenstatistik
fr: Statistiques des composantes
he: סטטיסטיקות הרכיב
hr: Statistika komponenti
it: Statistiche delle Companenti
kk: компонент статистикасы
nl: Componentstatistieken
nn: Komponentstatistikk
no: Komponentstatistikk
pl: Statystyki dla składowych
pt: Estatísticas das Componentes
ru: Статистики компонент
sl: Statistika komponent
sv: Komponentstatistik
ta: கூறு புள்ளிவிவரங்கள்
tr: Bileşen İstatistikleri
uk: Статистики компоненту

source: Component summary
ca: Resum dels components
da: Oversigt over komponenter
de: Zusammenfassung der Komponenten
fr: Résumé des composantes
he: סיכום הרכיב
hr: Sažetak komponenti
it: Riepilogo delle componenti
kk: компонент қысқаша мазмұны
nl: Componentsamenvatting
nn: Oversikt over komponentar
no: Oversikt over komponenter
pl: Podsumowanie dla składowych
pt: Sumário das Componentes
ru: Сводка по компонентам
sl: Povzetek komponent
sv: Översikt över komponenter
ta: கூறு சுருக்கம்
tr: Bileşen özeti
uk: Зведення по компонентам

source: component(s)
da: Komponent(er)
de: Komponente(n)
fr: composante(s)
he: רכיב(ים)
hr: komponente
it: componente(i)
kk: компонент( тер)
nl: component(en)
nn: Komponent(er)
no: Komponent(er)
pl: składowa(e)
pt: componentes
ru: компонент(ы)
sv: Komponent(er)
ta: கூறு (கள்)
tr: bileşen
uk: компонент(ы)

source: Components
da: Komponenter
de: Komponenten
fr: Composantes
he: רכיבים
hr: Komponente
it: Componenti
kk: компоненттер
nl: Componenten
nn: Komponentar
no: Komponenter
pl: Składowe
pt: Componentes
ru: Компоненты
sl: Komponente
sv: Komponenter
ta: கூறுகள்
tr: Bileşenler
uk: Компоненти

source: components
da: Komponenter
de: Komponenten
fr: composante(s)
he: רכיבים
hr: komponente
it: componenti
kk: компоненттер
nl: componenten
nn: Komponentar
no: Komponenter
pl: składowe
pt: componentes
ru: компоненты
sl: komponente
sv: Komponenter
ta: கூறுகள்
tr: bileşenler
uk: компоненти

source: Confidence Interval
ca: Interval de Confiança
da: Konfidensintervall
de: Konfidenzintervall
fr: Intervalle de confiance
he: רווח סמך
hr: Interval pouzdanosti
it: Intervallo di Fiducia
kk: сенімділік интервалы
nl: Betrouwbaarheidsinterval
nn: Konfidensintervall
no: Konfidensintervall
pl: Przedział ufności
pt: Intervalo de Confiança
ru: Доверительный интервал
sl: Interval zaupanja
sv: Konfidensintervall
ta: நம்பிக்கை இடைவெளி
tr: Güven Aralığı
uk: Доверительный интервал

source: Confidence interval
ca: Interval de Confiança
da: Konfidensintervall
de: Konfidenzintervall
fr: Intervalle de confiance
he: רווח סמך
hr: Interval pouzdanosti
it: Intervallo di fiducia
kk: сенімділік интервалы
nl: Betrouwbaarheidsinterval
nn: Konfidensintervall
no: Konfidensintervall
pl: Przedział ufności
pt: Intervalo de Confiança
ru: Доверительный интервал
sl: Interval zaupanja
sv: Konfidensintervall
ta: நம்பிக்கை இடைவெளி
tr: Güven aralığı
uk: Доверительный интервал

source: Confidence interval for Mean
ca: Interval de Confiança per a la mitjana
da: Konfidensintervall for gennemsnit
de: Konfidenzintervall für den Mittelwert
fr: Intervalle de confiance de la moyenne
he: רווח סמך של הממוצע
hr: Interval pouzdanosti za srednju vrijednost
it: Intervallo di fiducia per la Media
kk: орташа мәнге арналған сенімділік интервалы
nl: Betrouwbaarheidsinterval voor gemiddelde
nn: Konfidensintervall for gjennomsnitt
no: Konfidensintervall for gjennomsnitt
pl: Przedział ufności dla średniej
pt: Intervalo de Confiança para a Média
ru: Доверительный интервал для средней
sl: Interval zaupanja za povprečno vrednost
sv: Konfidensintervall för genomsnitt
ta: சராசரிக்கு நம்பிக்கை இடைவெளி
tr: Ortalama için güven aralığı
uk: Доверительный интервал для середнішій

source: Confidence interval width
ca: Amplitud de l'Interval de Confiança
da: Bredde på konfidensintervall
de: Breite des Konfidenzintervalls
fr: Largeur de l'intervalle de confiance
he: רוחב רווח הסמך
hr: Širina intervala pouzdanosti
it: Ampiezza dell'intervallo di fiducia
kk: сенімділік интервал ені
nl: Breedte betrouwbaarheidsinterval
nn: Breidd på konfidensintervall
no: Bredde på konfidensintervall
pl: Szerokość przedziału ufności
pt: Amplitude do Intervalo de Confiança
ru: Ширина доверительного интервала
sl: Širina intervala zaupanja
sv: Bredd på konfidensintervall
ta: நம்பிக்கை இடைவெளி அகலம்
tr: Güven aralığı genişliği
uk: Ширина доверительного интервала

source: Confidence Intervals
ca: Intervals de Confiança
da: Konfidensintervaller
de: Konfidenzintervalle
fr: Intervalles de confiance
he: רווחי סמך
hr: Intervali pouzdanosti
it: Intervalli di Fiducia
kk: сенімділік интервалдары
nl: Betrouwbaarheidsintervallen
nn: Konfidensintervall
no: Konfidensintervaller
pl: Przedziały ufności
pt: Intervalos de Confiança
ru: Доверительный интервал
sl: Intervali zaupanja
sv: Konfidensintervaller
ta: நம்பிக்கை இடைவெளிகள்
tr: Güven Aralıkları
uk: Доверительный интервал
