Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The Student's Independent samples t-test (sometimes called a two-samples t-test) is used to test the null hypothesis that two groups have the same mean. A low p-value suggests that the null hypothesis is not true, and therefore the group means are different. The Student's independent t-test assumes that the data from each group are from a normal distribution, and that the variances of these groups are equal. If unwilling to assume the groups have equal variances, the Welch's t-test can be used in it's place. If one is additionally unwilling to assume the data from each group are from a normal distribution, the non-parametric Mann-Whitney U test can be used instead (However, note that the Mann-Whitney U test has a slightly different null hypothesis; that the distributions of each group is equal).
ca: La prova t de Student per a mostres independents (també anomenada prova t per a dues mostres) s'utilitza per a provar la hipòtesi nul·la de que dos grups tenen la mateixa mitjana. Un valor-p baix suggereix que la hipòtesi nul·la no és certa, i per tant que les mitjanes del grup son diferents. La prova t de Student per a independents assumeix que les dades de cada grup provenen d'una distribució normal, i que les variacions d'aquests grups son iguals. Si no està disposat a assumir que els grups tenen variacions iguals, es pot utilitzar en el seu lloc la prova t de Welch. Si addicionalment, un no està disposat a assumir que els dades de cada grup provenen d'una distribució normal, es pot utilitzar alternativament la prova U de Mann-Whitney no paramètrica (Tot i que cal tenir en compte que la prova U de Mann-Whitney te una hipótesis nul·la lleugerament diferent; que les distribucions de cada grup son iguals).
da: Students uafhængigt t-test (nogle gange kaldte uparret t-test) bruges til at teste nulhypotesen om at to grupper har samme gennemsnit. En lav p-værdi antyder, at nulhypotesen ikke er sand, og at gruppemidlerne derfor er forskellige. Students uafhængigt t-test forudsætter, at dataene fra hver gruppe er normalfordelte, og at varianserne for disse grupper er lige så. Hvis du ikke kan antage, at grupperne har lige varianser, kan Welchs t-test bruges i stedet for. Hvis en endvidere ikke kan antage, at dataene i hver gruppe er normalfordelte, kan den ikke-parametriske Mann-Whitney U-testen bruges (men vejr opmærksom på at Mann-Whitney U-testen har en lidt anden nulhypotese, nemlig at fordelingerne / rangfølge for hver gruppe er lige).
de: Der Student's t-Test für unabhängige Stichproben (manchmal auch Zwei-Stichproben-t-Test genannt) wird verwendet, um die Nullhypothese zu testen, dass zwei Gruppen den gleichen Mittelwert haben. Ein niedriger p-Wert legt nahe, dass die Nullhypothese nicht wahr ist, und dass die Gruppenmittelwerte unterschiedlich sind. Der Student's t-Test für unabhängige Stichproben geht davon aus, dass die Daten in jeder Gruppe normalverteilt sind und dass die Varianzen dieser Gruppen gleich sind. Wenn sie nicht davon ausgehen können, dass die Gruppen gleiche Varianzen aufweisen, kann an Stelle des Student's t-Test der Welch's t-Test verwendet werden. Wenn man außerdem nicht davon ausgehen kann, dass die Daten in jeder Gruppe normalverteilt sind kann stattdessen der nicht-parametrische Mann-Whitney-U-Test verwendet werden (beachten Sie jedoch, dass der Mann-Whitney-U-Test eine etwas andere Nullhypothese hat; nämlich, dass die Verteilung der Ränge in beiden Gruppen gleich ist).
fr: Le test t de Student pour échantillons indépendants (test t pour deux échantillons) est utilisé pour tester l'hypothèse nulle que deux groupes ont la même moyenne. Une valeur p faible suggère que l'hypothèse nulle n'est pas vraie et donc que les moyennes sont différentes. Le test t de Student pour échantillons indépendants nécessite deux conditions : - que les données de chaque groupe viennent d'une distribution normale - que les variances de ces groupes soient similaires. Si les variances ne sont pas similaires, on peut utiliser un test t de Welch à la place. Si en plus, les données de chaque groupe ne suivent pas une loi normale, on peut utiliser un test non-paramétrique U de Mann-Whitney (cependant, le test de U de M-W a une hypothèse nulle légèrement différente car il suppose que les distributions de chaque groupe sont identiques).
he: משתמשים במבחן t של סטודנט למדגמים בלתי תלויים (הנקרא לעיתים מבחן t לשני מדגמים) לבחינת השערת האפס שלשתי קבוצות יש את אותו הממוצע. ערך p נמוך מעיד על אי נכונותה של השערת האפס ושממוצעי הקבוצות שונים. מבחן t של סטודנט למדגמים בלתי תלויים מניח שהנתונים מכל קבוצה מגיעים מהתפלגות נורמלית ושהשונויות של הקבוצות הללו שוות. אם לא מניחים שלקבוצות יש שוויון שונויות משתמשים במבחן t של ולץ׳ במקום. אם בנוסף לא מניחים שהנתונים מגיעים מהתפלגות נורמלית, ניתן להשתמש במקום במבחן הלא פרמטרי – U של מאן–ויטני (עם זאת, יש לשים לב שלמבחן U של מאן–ויטני השערת אפס שונה במקצת – שההתפלגויות של כל קבוצה זהות).
it: Il test t di Student a Campioni Indipendenti (a volte chiamato t-test a due campioni) viene utilizzato per verificare l'ipotesi nulla che due gruppi abbiano la stessa media. Un piccolo valore di p, suggerisce che l'ipotesi nulla non è vera e quindi le medie dei due gruppi sono diverse. Il test t di Student a Campioni Indipendenti presuppone che i dati di ogni gruppo provengano da una distribuzione normale e che le varianze di questi gruppi siano uguali. Se non si è disposti a presumere che i gruppi abbiano varianze uguali, il Il test t di Welch può essere utilizzato al suo posto. Se in più, non si è disposti a presumere che i dati di ciascun gruppo provengano da una distribuzione normale, è possibile utilizzare un test non parametrico come il test U di Mann-Whitney (Tuttavia, si noti che il test U di Mann-Whitney ha una ipotesi nulla leggermente diversa, che le distribuzioni di ogni gruppo siano uguali).
kk: Студенттің тәуелсіз үлгілері t-сынағы (кейде екі үлгілі t-тест деп аталады) екі топта бірдей орта мәні бар нөлдік гипотезаны тексеру үшін қолданылады. Төмен p-мәні нөлдік гипотезаның дұрыс еместігін көрсетеді, сондықтан топтық құралдар әртүрлі. Студенттің тәуелсіз t-тесті әрбір топтың деректері қалыпты таралудан және осы топтардың дисперсиялары тең екендігін болжайды. Топтардың тең дисперсиялары бар деп болжағысы келмесе, оның орнында Уэлчтің t-тестін қолдануға болады. Әрбір топтың деректері қалыпты түрде таратылған деп болжағыңыз келмесе, оның орнына параметрлік емес Mann-Whitney U-сынағын пайдалануға болады. (Алайда, Mann-Whitney U-тестінде әр топтың үлестірімдері тең болатыны туралы сәл өзгеше нөлдік гипотеза бар екенін ескеріңіз).
nn: Students uavhengig t-test (stundom kalla upara t-test) blir brukt til å testa nullhypotesen om at to grupper har same gjennomsnitt. Ein låg p-verdi antydar at nullhypotesen ikkje er sann, og at gruppemidlane derfor er ulike. Students uavhengig t-test føreset at dataa frå kvar gruppe er normalfordelt, og at variansane for desse gruppene er like. Viss du ikkje kan rekna med at gruppene har like variansar, kan Welchs t-test brukast i staden. Viss ein i tillegg ikkje kan rekna med at dataa i kvar gruppe er normalfordelte, kan den ikkje-parametriske Mann-WhitneyU-testen brukast (men ver merksam på at Mann- Whitney U-testen har ein litt annan nullhypotese, nemleg at fordelingane / rangfølgje for kvar gruppe er like).
no: Students uavhengig t-test (noen ganger kalt uparet t-test) brukes til å teste nullhypotesen om at to grupper har samme gjennomsnitt. En lav p-verdi antyder at nullhypotesen ikke er sann, og at gruppemidlene derfor er forskjellige. Students uavhengig t-test forutsetter at dataene fra hver gruppe er normalfordelt, og at variansene for disse gruppene er like. Hvis du ikke kan anta at gruppene har like varianser, kan Welchs t-test brukes istedenfor. Hvis en i tillegg ikke kan anta at dataene i hver gruppe er normalfordelt, kan den ikke-parametriske Mann-Whitney U-testen brukes (men vær oppmerksom på at Mann-Whitney U-testen har en litt annen nullhypotese, nemlig at fordelingene / rangfølge for hver gruppe er like).
pl: Test t Studenta dla prób niezależnych (czasami nazywany testem t dla dwóch grup) jest używany do testowania hipotezy zerowej głoszącej, iż dwie grupy mają taką samą średnią. Niska wartość p sugeruje, że hipoteza zerowa nie jest prawdziwa, w związku z czym średnie można uznać za istotnie różniące się od siebie. Test ten wymaga spełnienia założeń, że dane z każdej grupy pochodzą z rozkładu normalnego, natomiast wariancje tych grup są równe. Jeśli nie możemy przyjąć, że grupy mają jednorodne wariancje, można zastosować w zamian test t Welcha. W przypadku braku spełniania założenia o pochodzeniu danych z populacji o rozkładzie normalnym, można zastosować nieparametryczny test U Manna-Whitneya. (Należy jednak pamiętać, że test U Manna-Whitneya testuje nieco inną hipotezę zerową, tzn. że rozkłady każdej grupy są równe).
pt: O teste t de Student para amostras independentes (também conhecido por teste t para duas amostras) serve para testar a hipótese nula de que os dois grupos têm a mesma média. Um p-value pequeno sugere que a hipótese nula não é verdadeira e, consequentemente, as médias dos dois grupos são diferentes. O teste t de Student para amostras independentes assume que os dados de cada grupo têm distribuição normal, e que as variâncias desses grupos são iguais. Se não for possível assumir que as variâncias são iguais, então o teste t de Welch pode ser utilizado. Adicionalmente, se não for possível assumir que a variável dependente tem distribuição normal nos dois grupos, então pode usar-se o teste não-paramétrico de Wilcoxon-Mann-Whitney (Contudo, note que o teste de Wilcoxon-Mann-Whitney tem uma hipótese nula ligeiramente diferente; que as distribuições de cada grupo são iguais).
ru: Независимый выборочный t-тест Стьюдента (иногда его называют двухвыборочным t-тест) используется для проверки нулевой гипотезы о том, что две группы имеют одинаковое среднее значение. Низкое p-значение говорит о том, что нулевая гипотеза не верна, и, следовательно, групповые средние различны. Независимый t-тест Стьюдента предполагает, что данные каждой группы имеют нормальное распределение, и что дисперсии этих групп равны. Если вы не хотите считать, что группы имеют равные дисперсии, вместо него можно использовать t-тест Уэлча. Если нежелательно предполагать, что данные каждой группы имеют нормальное распределение, вместо него можно использовать непараметрический U-тест Манна-Уитни. (Однако обратите внимание, что U-тест Манна-Уитни имеет несколько иную нулевую гипотезу о том, что распределения каждой группы равны).
sl: T-Test neodvisnih vzorcev (tudi t-test dveh vzorcev) se uporablja za preverjanje ničelne hipoteze, da imata dve skupini enako povprečno vrednost. Nizka p-vrednost pomeni, da ničelna hipoteza ne drži, in sta torej povprečji skupin različni. T-Test neodvisnih vzorcev predpostavlja, da so podatki vsake skupine porazdeljeni normalno in so variance teh skupin enake. Če ni mogoče predpostaviti, da so podatki skupin enako razpršeni, je mogoče uporabiti Welchev T-Test. Če dodatno ni mogoče domnevati, da so podatki razporejeni normalno. je na voljo neparametričen Mann-Whitneyev U test. (Upoštevati je treba, da ima Mann-Whitneyev U test nekoliko drugačno ničelno hipotezo – da so porazdelitve vsake skupine enake).
sv: Students oberoende t-test (några gångar kallade uparet t-test) användes till att testa nollhypotesen om att två grupper har samma genomsnitt. En låg p-värde antyder att nollhypotesen inte är sann, och att gruppmedlen därför är olika. Students oberoende t-test utgår att datana från varje grupp är normalfördelade, och att varianserna för de här grupperna är lika. Om du inte kan anta att grupperna har lika varianser, kan Welchs t-test användas istedenfor. Om en därtill inte kan anta att datana i varje grupp är normalfördelade, kan den ikke-parametriske Mann-Whitney U-testen användas (men väder uppmärksam på att Mann-Whitney U-testen har en lite annan nollhypotes, nämligen att delningarna / rangföljd för varje grupp är lika).
ta: மாணவரின் சுயாதீன மாதிரிகள் டி-சோதனை (சில நேரங்களில் இரண்டு-மாதிரிகள் என்று அழைக்கப்படுகிறது டி-டெச்ட்) இரண்டு குழுக்களைக் கொண்டிருக்கும் சுழிய கருதுகோளை சோதிக்கப் பயன்படுகிறது அதே சராசரி. குறைந்த பி-மதிப்பு சுழிய கருதுகோள் உண்மை இல்லை என்று கூறுகிறது, எனவே குழு பொருள் வேறுபட்டது. ஒவ்வொரு குழுவிலிருந்தும் தரவு என்று மாணவரின் சுயாதீன டி-சோதனை கருதுகிறது ஒரு சாதாரண விநியோகத்திலிருந்து, மற்றும் இந்த குழுக்களின் மாறுபாடுகள் சமமானவை. குழுக்களுக்கு சம மாறுபாடுகள் இருப்பதாக கருத விரும்பவில்லை என்றால், தி வெல்ச்சின் டி-டெச்டை அதன் இடத்தில் பயன்படுத்தலாம். ஒன்று கூடுதலாக இருந்தால் ஒவ்வொரு குழுவிலிருந்தும் தரவு ஒரு சாதாரணமானது என்று கருத விரும்பவில்லை வழங்கல், அளவுரு அல்லாத மான்-விட்னி யு சோதனையை அதற்கு பதிலாக பயன்படுத்தலாம் (இருப்பினும், மான்-விட்னி யு சோதனை சற்று வித்தியாசமானது என்பதை நினைவில் கொள்க சுழிய கருதுகோள்; ஒவ்வொரு குழுவின் விநியோகங்களும் சமம்).
tr: Student'ın Bağımsız örneklemler t-testi (bazen iki-örneklem t-testi olarak da adlandırılır), iki grubun aynı ortalamaya sahip olduğu boş hipotezi test etmek için kullanılır. Düşük bir p-değeri boş hipotezin doğru olmadığını ve dolayısıyla grup ortalamalarının farklı olduğunu gösterir. Student'ın bağımsız t-testi, her gruptan verilerin normal dağılımdan olduğunu ve bu grupların varyanslarının eşit olduğunu varsayar. Grupların eşit varyanslara sahip olduğunu varsaymak istenmiyorsa, onun yerine Welch t-testi kullanılabilir. Ek olarak, her gruptan verilerin normal dağılımdan olduğunu varsaymak istenmiyorsa, bunun yerine parametrik olmayan Mann-Whitney U testi kullanılabilir (Ancak, Mann-Whitney U testinin biraz farklı bir boş hipotezi olduğunu unutmayın; her grubun dağılımlarının eşit olduğu).
uk: Незалежний выборочный t-тест Стьюдента (іноді його називають двухвыборочным t-тест) використовує для перевірки нульовий гіпотези о тому, що дві групи мають однакове середній значення. Низкое p-значення говорить о тому, що нульова гіпотеза не вірна, і, следовательно, групові середні различны. Незалежний t-тест Стьюдента припускає, що дані кожноїгрупи мають нормальне розподіл, і що дисперсии цихгруп рівні. Якщо ви не хочете вважати, що групи мають рівні дисперсии, вместо його можна використати t-тест Уэлча. Якщо небажане припускати, що дані кожноїгрупи мають нормальне розподіл, вместо його можна використати непараметрический U-тест Манна-Уитни. (Однак обратите увагу, що U-тест Манна-Уитни має кілька іншу нульову гіпотезу о тому, що розподіли кожноїгрупи рівні).

source: The Student's One-sample t-test is used to test the null hypothesis that the true mean is equal to a particular value (typically zero). A low p-value suggests that the null hypothesis is not true, and therefore the true mean must be different from the test value.
ca: La prova t de Student per a una mostra s'utilitza per a provar la hipòtesi nul·la de que la mitjana real és igual a un valor-particular (habitualment zero). Un valor-p baix suggereix que la hipòtesi nul·la no és certa i, per tant, que la mitjana real ha de ser diferent del valor de prova.
da: Students t-test for et udvalg bruges til at teste nulhypotesen, gennemsnittet i populationen er lig en bestemt værdi (sædvanligvis nul). En lav p-værdi antyder, at nulhypotesen ikke er sand, og at gennemsnittet er forskelligt fra testværdien.
de: Der Student's Einstichproben-t-Test wird verwendet, um die Nullhypothese zu testen, dass der wahre Mittelwert gleich einem bestimmten Wert ist (typischerweise Null). Ein niedriger p-Wert deutet darauf hin, dass die Nullhypothese nicht wahr ist, und dass sich daher der Testwert vom wahren Mittelwert unterscheidet.
fr: Le test t de Student pour un échantillon est utilisé pour tester l'hypothèse nulle que la vraie moyenne est égale à une valeur particulière (typiquement 0). Une valeur p faible suggère que l'hypothèse nulle n'est pas vraie et donc que la vraie moyenne est différente de cette valeur particulière.
he: משתמשים במבחן t של סטודנט למדגם יחיד לבחינת השערת האפס שהממוצע האמיתי שווה לערך מסוים (לרוב 0). ערך p נמוך מעיד על אי נכונותה של השערת האפס ולכן על הממוצע האמיתי להיות שונה מערך המבחן.
it: Il test t di Student a Un Campione, viene utilizzato per verificare l'ipotesi nulla che la vera media è uguale a un valore particolare (tipicamente zero). Un piccolo valore di p, suggerisce che l'ipotesi nulla non è vera e quindi la vera media deve essere diversa dal valore del test.
kk: Бір үлгідегі Студенттің t-тесті шынайы орта белгілі бір мәнге (әдетте нөлге) тең болатын нөлдік гипотезаны тексеру үшін қолданылады. Төмен p-мәні нөлдік гипотезаның жалған екенін көрсетеді, сондықтан шынайы орта мән сынақ мәнінен өзгеше болуы керек.
nn: Students t-test for eitt utval blir brukt til å testa nullhypotesen gjennomsnittet i populasjonen er lik ein bestemd verdi (vanlegvis null). Ein låg p-verdi antydar at nullhypotesen ikkje er sann, og at gjennomsnittet er ulikt frå testverdien.
no: Student's t-test for ett utvalg brukes til å teste nullhypotesen gjennomsnittet i populasjonen er lik en bestemt verdi (vanligvis null). En lav p-verdi antyder at nullhypotesen ikke er sann, og at gjennomsnittet er forskjellig fra testverdien.
pl: Test t Studenta dla jednej próby jest używany do testowania hipotezy zerowej wskazującej, że prawdziwa średnia jest równa określonej wartości (zazwyczaj zerowej). Niska wartość p sugeruje, że hipoteza zerowa nie jest prawdziwa, a zatem prawdziwa średnia różni się od wartości testowanej.
pt: O teste t de Student para uma amostra é usado para testar a hipótese nula de que a verdadeira média é igual a um determinado valor (tipicamente zero). Um p-value pequeno sugere que a hipótese nula não é verdadeira, e a verdadeira média deve diferir do valor do teste.
ru: Одновыборочный t-тест Стьюдента используется для проверки нулевой гипотезы о том, что истинное среднее равно определенному значению (обычно нулю). Низкое p-значение предполагает, что нулевая гипотеза не верна, и поэтому истинное среднее должно отличаться от тестового значения.
sl: T-Test enega vzorca se uporablja za preverjanje ničelne hipoteze, da je prava srednja vrednost vzorca enaka določeni vrednosti ali konstanti (običajno nič). Nizka p-vrednost kaže, da ničelne hipoteze ni mogoče potrditi, zato je pravo povprečje različno od testne vrednosti.
sv: Students t-test för ett urval användes till att testa nollhypotesen genomsnittet i populationen är lik ett bestämt värde (vanligen noll). En låg p-värde antyder att nollhypotesen inte är sann, och att genomsnittet är diverse från testvärdet.
ta: சுழிய கருதுகோளை சோதிக்க மாணவரின் ஒரு மாதிரி டி-சோதனை பயன்படுத்தப்படுகிறது உண்மையான சராசரி ஒரு குறிப்பிட்ட மதிப்புக்கு சமம் (பொதுவாக பூச்சியம்). ஒரு குறைந்த பி-மதிப்பு சுழிய கருதுகோள் உண்மை இல்லை என்று கூறுகிறது, எனவே உண்மையான சராசரி சோதனை மதிப்பிலிருந்து வேறுபட்டதாக இருக்க வேண்டும்.
tr: Student'ın Tek örneklem t-testi, gerçek ortalamanın belirli bir değere (genellikle sıfır) eşit olduğu boş hipotezi test etmek için kullanılır. Düşük bir p-değeri boş hipotezin doğru olmadığını ve dolayısıyla gerçek ortalamanın test değerinden farklı olması gerektiğini gösterir.
uk: Одновыборочный t-тест Стьюдента використовує для перевірки нульовий гіпотези о тому, що истинное середнішій рівно визначеному значенню (зазвичай нулю). Низкое p-значення припускає, що нульова гіпотеза не вірна, і поэтому истинное середнішій повинне відзначатися від тестового значення.
