Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Frequencies
ca: Freqüències
da: Frekvenser
de: Häufigkeiten
fr: Fréquences
he: תדירויות
hr: Učestalosti
it: Frequenze
kk: жиіліктер
nl: Frequenties
nn: Frekvensar
no: Frekvenser
pl: Częstości
pt: Frequências
ru: Частоты
sl: Frekvence
sv: Frekvenser
tr: Frekanslar
uk: Частоти

source: Frequencies of $key
ca: Freqüències de $key
da: Frekvenser af $key
de: Häufigkeit von $key
fr: Fréquences de $key
he: תדירויות של $key
hr: $key učestalost
it: Frequenze di $key
kk: $key жиіліктері
nl: Frequenties van $key
nn: Frekvensar av $key
no: Frekvenser av $key
pl: Częstości $key
pt: Frequências de $key
ru: Частоты $key
sl: Frekvence spremenljivke »$key«
sv: Frekvenser av $key
ta: $ விசையின் அதிர்வெண்கள்
tr: $key'in frekansları
uk: Частоти $key

source: Frequency tables
ca: Taula de freqüències
da: Frekvenstabeller
de: Häufigkeitstabellen
fr: Tableau des fréquences
he: טבלאות שכיחות
hr: Tablice učestalosti
it: Tabelle di frequenza
kk: жиілік кестелері
nl: Frequentietabellen
nn: Frekvenstabellar
no: Frekvenstabeller
pl: Tabele częstości
pt: Tabelas de Frequências
ru: Таблицы частот
sl: Frekvenčne razpredelnice
sv: Frekvenstabeller
ta: அதிர்வெண் அட்டவணைகள்
tr: Frekans tabloları
uk: Таблиці частот

source: Friedman
he: פרידמן
kk: Фридман
pl: Test Friedmana
ru: Фридман
sl: Friedmanov test
ta: ப்ரீட்மேன்
uk: Фридман

source: Full information maximum likelihood
ca: Màxima versemblança amb informació completa
da: Maximum-likelihood-estimat baseret på fuldstændig information
de: Maximum-likelihood-Schätzung auf der Basis vollständiger Information
fr: Vraisemblance maximum d'information complète (FIML)
he: נראות מירבית של מידע מלא
hr: Maksimalna vjerojatnost potpunih informacija
it: Info complete massima verosimiglianza
kk: максималды ықтималдығының толық ақпараты
nl: Maximale aannemelijkheid op basis van volledige informatie
nn: Maximum-likelihood-estimat basert på fullstendig informasjon
no: Maximum-likelihood-estimat basert på fullstendig informasjon
pl: FIML
pt: Máxima Verosimilhança Completa
ru: Полная информация максимального правдоподобия
sv: Maximum-likelihood-estimat baserat på fullständig information
ta: முழு செய்தி அதிகபட்ச வாய்ப்பு
tr: Tam bilgi maksimum olabilirlik
uk: Полная інформація максимального правдоподобия

source: Games-Howell (unequal variances)
ca: Games-Howell (Variàncies diferents)
da: Games-Howell (for forskellige varianser)
de: Games-Howell (bei ungleichen Varianzen)
fr: Games-Howell (variances inégales)
he: גיימס–האוול (אי־שוויון שונויות)
hr: Games-Howell (nejednake varijance)
it: Games-Howell (varianze disuguali)
kk: Геймс-Хауэлл (тең емес дисперсиялар)
nl: Games-Howell (ongelijke varianties)
nn: Games-Howell (for ulike variansar)
no: Games-Howell (for ulike varianser)
pl: Test Gamesa-Howella (nierówne wariancje)
pt: Games-Howell (variâncias heterogéneas)
ru: Геймс-Хауэлл (неравные дисперсии)
sl: Games-Howellov test (neenake variance)
sv: Games-Howell (för olika varianser)
ta: கேம்ச்-ஓவல் (சமமற்ற மாறுபாடுகள்)
tr: Games-Howell (eşit olmayan varyanslar)
uk: Геймс-Хауэлл (неравные дисперсии)

source: Games-Howell Post-Hoc Test – {dep}
ca: Prova Post-Hoc de Games-Howell – {dep}
de: Post-Hoc-Test von Games-Howell – {dep}
fr: Test post-hoc de Games-Howell – {dep}
he: מבחן ההמשך גיימס–האול – {dep}
it: Test post-hoc Games-Howell – {dep}
kk: Геймс-Хауэлл пост-хок сынағы – {dep}
nl: Post-hoc-toets van Games-Howell – {dep}
pl: Test post-hoc Gamesa-Howella – {dep}
pt: Teste Post-hoc de Games-Howell
ru: Апостериорный тест Геймс-Хауэлл – {dep}
sl: Games-Howellov Post-Hoc Test – {dep}
ta: விளையாட்டுகள்-ஓவல் பிந்தைய தற்காலிக சோதனை-{dep}
tr: Games-Howell Post-Hoc Testi – {dep}
uk: Апостериорный тесту Геймс-Хауэлл – {dep}

source: Gamma
he: גמה
kk: гамма
pt: Gama
ru: Гамма
sl: Gama
ta: காமா
uk: Гамма

source: General Options
ca: Opcions Generals
da: Generelle optioner
de: Allgemeine Optionen
fr: Options générales
he: אפשרויות כלליות
hr: Opće opcije
it: Opzioni Generali
kk: жалпы параметрлер
nl: Algemene opties
nn: Generelle opsjonar
no: Generelle opsjoner
pl: Opcje ogólne
pt: Opções gerais
ru: Общие настройки
sl: Splošne možnosti
sv: Generella optioner
ta: பொது விருப்பங்கள்
tr: Genel Seçenekler
uk: Спільні настройки

source: Generalised η²
ca: η² Generalitzada
da: Generaliseret η²
de: Generalisiertes η²
fr: η² généralisé
he: η² מוכלל
hr: Generalizirani η²
it: η² generalizzato
kk: жалпыланған η²
nl: Gegeneraliseerde η²
nn: Generalisert η²
no: Generalisert η²
pl: Uogólnione η²
pt: η² generalizado
ru: Обобщенный η²
sl: Posplošeni η²
sv: Generaliserat η²
ta: பொதுமைப்படுத்தப்பட்ட η²
tr: Genelleştirilmiş η²
uk: Обобщенный η²

source: Grand mean (simple coding)
ca: Mitjana general (codificació simple)
da: Totalgennemsnit (ved enkel koding)
de: Gesamtmittelwert (grand mean, mit einfacher Codierung)
fr: Moyenne totale (codage simple)
hr: Ukupna srednja vrijednost (jednostavno kodiranje)
it: Grande media (codifica semplice)
kk: үлкен орташа мән (қарапайым кодтау)
nl: Algeheel gemiddelde (simpele codering)
nn: Totalgjennomsnitt (ved enkel koding)
no: Totalgjennomsnitt (ved enkel koding)
pl: Średnia ogólna (proste kodowanie)
pt: Média global (Codificação simples)
ru: Объединенное среднее (простое кодирование)
sl: Združeno povprečje (enostavno kodiranje)
sv: Totalt genomsnitt (vid enkel koding)
ta: கிராண்ட் சராசரி (எளிய குறியீட்டு முறை)
tr: Genel ortalama (basit kodlama)
uk: Поєднане середнішій (простое кодирование)

source: Greenhouse-Geisser
he: גרינהאוס–גייסר
kk: Греенхоус-Геиссер
pl: Statystyka Greenhouse'a-Geissera
ru: Греенхоус-Геиссер
ta: கிரீன்அவுச் செல்கிறது
uk: Греенхоус-Геиссер

source: Greenhouse-Geisser ε
ca: ε de Greenhouse-Geisser
fr: ε de Greenhouse-Geisser
he: ε של גרינהאוס–גייסר
kk: Греенхоус-Геиссер ε
pl: ε Greenhouse'a-Geissera
pt: ε de Greenhouse-Geisser
ru: Греенхоус-Геиссер ε
sl: Greenhouse-Geisserjev ε
ta: கிரீன்அவுச்-குக்கர்
uk: Греенхоус-Геиссер ε

source: Group
ca: Grup
da: Gruppe
de: Gruppe
fr: Groupe
he: קבוצה
hr: Grupa
it: Gruppo
kk: топ
nl: Groep
nn: Gruppe
no: Gruppe
pl: Grupa
pt: Grupo
ru: Группа
sl: Skupina
sv: Grupp
tr: Grup
uk: Група

source: Group 1
ca: Grup 1
da: Gruppe 1
de: Gruppe 1
fr: Groupe 1
he: קבוצה 1
hr: Grupa 1
it: Gruppo 1
kk: 1-топ
nl: Groep 1
nn: Gruppe 1
no: Gruppe 1
pl: Grupa 1
pt: Grupo 1
ru: Группа 1
sl: Skupina 1
sv: Grupp 1
ta: குழு 1
tr: Grup 1
uk: Група 1

source: Group 1 < Group 2
ca: Grup 1 < Grup 2
da: Gruppe 1 < Gruppe 2
de: Gruppe 1 < Gruppe 2
fr: Groupe 1 < Groupe 2
he: קבוצה 1 < קבוצה 2
hr: Grupa 1 < Grupa 2
it: Gruppo 1 < Gruppo 2
kk: топ-1 < топ-2
nl: Groep 1 < groep 2
nn: Gruppe 1 < Gruppe 2
no: Gruppe 1 < Gruppe 2
pl: Grupa 1 < Grupa 2
pt: Grupo 1 < Grupo 2
ru: Группа 1 < Группа 2
sl: Skupina 1 < Skupina 2
sv: Grupp 1 < Grupp 2
ta: குழு 1 <குழு 2
tr: Grup 1 < Grup 2
uk: Група 1 < Група 2

source: Group 1 ≠ Group 2
ca: Grup 1 ≠ Grup 2
da: Gruppe 1 ≠ Gruppe 2
de: Gruppe 1 ≠ Gruppe 2
fr: Groupe 1 ≠ Groupe 2
he: קבוצה 1 ≠ קבוצה 2
hr: Grupa 1 ≠ Grupa 2
it: Gruppo 1 ≠ Gruppo 2
kk: топ-1 ≠ топ-2
nl: Groep 1 ≠ groep 2
nn: Gruppe 1 ≠ Gruppe 2
no: Gruppe 1 ≠ Gruppe 2
pl: Grupa 1 ≠ Grupa 2
pt: Grupo 1 ≠ Grupo 2
ru: Группа 1 ≠ Группа 2
sl: Skupina 1 ≠ Skupina 2
sv: Grupp 1 ≠ Grupp 2
ta: குழு 1 ≠ குழு 2
tr: Grup 1 ≠ Grup 2
uk: Група 1 ≠ Група 2

source: Group 1 > Group 2
ca: Grup 1 > Grup 2
da: Gruppe 1 > Gruppe 2
de: Gruppe 1 > Gruppe 2
fr: Groupe 1 > Groupe 2
he: קבוצה 1 > קבוצה 2
hr: Grupa 1 > Grupa 2
it: Gruppo 1 > Gruppo 2
kk: топ-1 > топ-2
nl: Groep 1 > groep 2
nn: Gruppe 1 > Gruppe 2
no: Gruppe 1 > Gruppe 2
pl: Grupa 1 > Grupa 2
pt: Grupo 1 > Grupo 2
ru: Группа 1 > Группа 2
sl: Skupina 1 > Skupina 2
sv: Grupp 1 > Grupp 2
ta: குழு 1> குழு 2
tr: Grup 1 > Grup 2
uk: Група 1 > Група 2

source: Group 2
ca: Grup 2
da: Gruppe 2
de: Gruppe 2
fr: Groupe 2
he: קבוצה 2
hr: Grupa 2
it: Gruppo 2
kk: топ 2
nl: Groep 2
nn: Gruppe 2
no: Gruppe 2
pl: Grupa 2
pt: Grupo 2
ru: Группа 2
sl: Skupina 2
sv: Grupp 2
ta: குழு 2
tr: Grup 2
uk: Група 2

source: Group Descriptives
ca: Descriptives de Grup
da: Deskriptivstatistikk for grupperne
de: Deskriptivstatistik für die Gruppen
fr: Statistiques descriptives des groupes
he: מידע תיאורי של הקבוצה
hr: Deskriptivni pokazatelji grupe
it: Descrittive Gruppo
kk: топтық сипаттамалар
nl: Beschrijvende statistiek voor groep
nn: Deskriptivstatistikk for gruppene
no: Deskriptivstatistikk for gruppene
pl: Statystyki opisowe dla grup
pt: Descritivas de Grupo
ru: Описательные статистики группы
sl: Opisne statistike skupine
sv: Deskriptiv statistik för grupperna
ta: குழு விளக்கங்கள்
tr: Grup Betimleyici İstatistikleri
uk: Описательные статистики групи

source: Group Summary
ca: Resum de Grup
da: Sammendrag per gruppe
de: Zusammenfassung der Gruppen
fr: Résumé des groupes
he: סיכום הקבוצות
hr: Sažetak grupe
it: Riepilogo Gruppo
kk: топтық қорытынды
nl: Groepsamenvatting
nn: Samandrag per gruppe
no: Sammendrag per gruppe
pl: Podsumowanie grup
pt: Sumário de Grupo
ru: Резюме группы
sl: Povzetek skupine
sv: Sammandrag per grupp
ta: குழு சுருக்கம்
tr: Grup Özeti
uk: Резюме групи

source: Group summary
ca: Resum de Grup
da: Sammendrag per gruppe
de: Zusammenfassung der Gruppen
fr: Résumé des groupes
he: סיכום הקבוצות
hr: Sažetak grupe
it: Riepilogo gruppo
kk: топтық қорытынды
nl: Groepsamenvatting
nn: Samandrag per gruppe
no: Oppsummering per gruppe
pl: Podsumowanie grup
pt: Sumário de grupo
ru: Резюме группы
sl: Povzetek skupine
sv: Sammandrag per grupp
ta: குழு சுருக்கம்
tr: Grup özeti
uk: Резюме групи

source: Grouping Variable
ca: Variable d'Agrupació
da: Grupperingsvariabel
de: Gruppierungsvariable
fr: Variable de groupage
he: משתנה הקבצה
hr: Vrijabla grupiranja
it: Variabile di Raggruppamento
kk: топтастыру айнымалысы
nl: Groepeervariabele
nn: Grupperingsvariabel
no: Grupperingsvariabel
pl: Zmienna grupująca
pt: Variável de agrupamento
ru: Группирующая переменная
sl: Združevalna spremenljivka
sv: Grupperingsvariabel
tr: Gruplama Değişkeni
uk: Группирующая переменная

source: Grouping variable '{a}' has less than 2 levels after missing values are excluded
ca: La variable d'agrupació ‘{a}’ te menys de 2 nivells després d'excloure valors perdut
da: Grupperingsvariablen »{a}« har mindre end 2 niveauer efter at manglende værdier er ekskluderede
de: Gruppierungsvariable „{a}“ hat weniger als 2 Faktorstufen, wenn fehlende Werte ausgeschlossen werden
fr: La variable de groupage '{a}' possède moins de deux modalités après que les valeurs manquantes aient été exclues
he: למשתנה ההקבצה ”{a}“ יש פחות משתי רמות לאחר הוצאת הערכים החסרים
hr: Varijabla grupiranja '{a}' ima manje od 2 razine nakon što su nedostajuće vrijednosti isključene
it: La variabile di raggruppamento '{a}' ha meno di 2 livelli dopo l'esclusione dei valori mancanti
kk: '{a}' топтастыру айнымалысы жетіспейтін мәндерді алып тастағаннан кейін 2 деңгейден аз болады
nn: Grupperingsvariabelen «{a}» har mindre enn 2 nivå etter at manglande verdiar er ekskluderte
no: Grupperingsvariabelen «{a}» har mindre enn 2 nivåer etter at manglende verdier er ekskludert
pl: Po wykluczeniu braków danych zmienna grupująca '{a}' ma mniej niż 2 poziomy
pt: Variável de agrupamento '{a}' tem menos de 2 níveis depois de excluir os valores omissos
ru: Группирующая переменная '{a}' имеет менее 2 уровней после исключения пропущенных значений
sl: Združevalna spremenljivka »{a}« ima po izločitvi manjkajočih vrednosti manj kot 2 ravni
sv: Grupperingsvariabeln “{a}” har mindre än 2 nivåer efter att saknade värden är exkluderade
ta: இல்லாத மதிப்புகள் விலக்கப்பட்ட பிறகு '{a}' ஐ 2 நிலைகளுக்கு குறைவாகக் கொண்டுள்ளது
tr: Gruplama değişkeni '{a}' eksik değerler hariç tutulduktan sonra 2'den az düzeye sahip
uk: Группирующая переменная '{a}' має менее 2 рівнів після виключення пропущенных значень

source: Grouping variable '{a}' must have exactly 2 levels
ca: La variable d'agrupació ‘{a}’ ha de tenir exactament 2 nivells
da: Grupperingsvariablen »{a}« skal have eksakt 2 niveauer
de: Gruppierungsvariable „{a}“ benötigt genau 2 Faktorstufen haben
fr: La variable de groupage '{a}' doit avoir exactement deux modalités
he: למשתנה ההקבצה ”{a}“ צריכות להיות לפחות שתי רמות
hr: Varijabla grupiranja '{a}' mora imati točno 2 razine
it: La variabile di raggruppamento '{a}' deve avere esattamente 2 livelli
kk: '{a}' топтастыру айнымалысының дәл 2 деңгейі болуы керек
nn: Grupperingsvariabelen «{a}» må ha eksakt 2 nivå
no: Grupperingsvariabelen «{a}» må ha eksakt 2 nivåer
pl: Zmienna grupująca '{a}' musi mieć dokładnie 2 poziomy
pt: A variável de agrupamento '{a}' tem de ter exatamente 2 níveis
ru: Группирующая переменная '{a}' должна иметь ровно 2 уровня
sl: Združevalna spremenljivka »{a}« mora imeti natanko 2 ravni
sv: Grupperingsvariabeln “{a}” måste ha exakt 2 nivåer
ta: '{a}' ஐ தொகுத்தல் சரியாக 2 நிலைகளைக் கொண்டிருக்க வேண்டும்
tr: Gruplama değişkeni '{a}' tam olarak 2 düzeye sahip olmalıdır
uk: Группирующая переменная '{a}' повинна мати рівне 2 рівня

source: Grouping variable '{a}' must not also be a dependent variable
ca: La variable d'agrupació ‘{a}’ no pot ser també la variable dependent
da: Grupperingsvariabel »{a}« skal ikke også være en afhængig variabel
de: Gruppierungsvariable „{a}“ kann nicht gleichzeitig eine abhängige Variable sein
fr: La variable de groupage '{a}' ne doit pas être une variable dépendante
he: על המשתנה ההקבצה ”{a}“ גם לא להיות משתנה תלוי
hr: Varijabla grupiranja '{a}' ne smije biti i zavisna varijabla
it: Anche la variabile di raggruppamento '{a}' non deve essere una variabile dipendente
kk: '{a}' топтастыру айнымалысы тәуелді айнымалы болмауы керек
nn: Grupperingsvariabel «{a}» må ikkje også vera ein avhengig variabel
no: Grupperingsvariabel «{a}» må ikke også være en avhengig variabel
pl: Zmienna grupująca '{a}' nie może być równocześnie zmienną zależną
pt: A variável de agrupamento '{a}' não pode ser também uma variável dependente
ru: Группирующая переменная '{a}' не должна также быть зависимой переменной
sl: Združevalna spremenljivka »{a}« ne sme biti tudi odvisna spremenljivka
sv: Grupperingsvariabel “{a}” måste inte också vara en beroende variabel
ta: தொகுத்தல் மாறி '{a}' ஒரு சார்பு மாறியாக இருக்கக்கூடாது
tr: Gruplama değişkeni '{a}' aynı zamanda bağımlı değişken olamaz
uk: Группирующая переменная '{a}' не повинна також бути залежати переменной

source: Hₐ is negative correlation
ca: Hₐ és correlació negativa
da: Hₐ er en negativ korrelation
de: Hₐ ist eine negative Korrelation
fr: Hₐ est une corrélation négative
he: Hₐ הוא מתאם שלילי
hr: Hₐ je negativna korelacija
it: Hₐ è una correlazione negativa
kk: Hₐ — теріс корреляция
nl: Hₐ: de correlatie is negatief
nn: Hₐ er ein negativ korrelasjon
no: Hₐ er en negativ korrelasjon
pl: Hₐ: zmienne są skorelowane ujemnie
pt: Hₐ é correlação negativa
ru: Hₐ – отрицательная корреляция
sl: Hₐ pomeni negativno korelacijo
sv: Hₐ är en negativ korrelation
ta: Hₐ எதிர்மறை தொடர்பு
tr: Hₐ negatif korelasyondur
uk: Hₐ – отрицательная корреляция

source: Hₐ is positive correlation
ca: Hₐ és correlació positiva
da: Hₐ er en positiv korrelation
de: Hₐ ist eine positive Korrelation
fr: Hₐ est une corrélation positive
he: Hₐ הוא מתאם חיובי
hr: Hₐ je pozitivna korelacija
it: Hₐ è una correlazione positiva
kk: Hₐ — оң корреляция
nl: Hₐ: de correlatie is positief
nn: Hₐ er ein positiv korrelasjon
no: Hₐ er en positiv korrelasjon
pl: Hₐ: zmienne są skorelowane dodatnio
pt: Hₐ é correlação positiva
ru: Hₐ - положительная корреляция
sl: Hₐ pomeni pozitivno korelacijo
sv: Hₐ är en positiv korrelation
ta: Hₐ நேர்மறையான தொடர்பு
tr: Hₐ pozitif korelasyondur
uk: Hₐ - позитивна корреляция

source: Hₐ is proportion {direction} {testValue}
ca: Hₐ és proporció {direction} {testValue}
da: Hₐ er, at andelen er {direction} {testValue}
de: Hₐ ist ein Anteil {direction} {testValue}
fr: Hₐ est une proportion {direction} {testValue}
he: Hₐ הוא יחס {direction} {testValue}
hr: Hₐ je proporcija {direction} {testValue}
it: Hₐ è una proporzione {direction} {testValue}
kk: Hₐ — пропорция {direction} {testValue}
nl: Hₐ: proportie {direction} {testValue}
nn: Hₐ er at andelen er {direction} {testValue}
no: Hₐ er at andelen er {direction} {testValue}
pl: Hₐ jest proporcją {direction} {testValue}
pt: Hₐ é proporção {direction} {testValue}
ru: Hₐ - пропорция {direction} {testValue}
sl: Hₐ je sorazmerni delež {direction} {testValue}
sv: Hₐ är att andelen är {direction} {testValue}
ta: Hₐ என்பது விகிதம் {direction} {testValue}
tr: Hₐ oran {direction} {testValue}
uk: Hₐ - пропорція {direction} {testValue}

source: Haldane-Anscombe correction applied
ca: S'aplicat la correcció Haldane-Anscombe
da: Haldane-Anscombe-korrektion anvendt
de: Haldane-Anscombe-Korrektur angewendet
fr: Correction de Haldane-Anscombe appliquée
he: תיקון הלדיין–אנסקומבי יושם
hr: Primijenjena je Haldane-Anscombeova korekcija
it: Applicata la Correzione di Haldane-Anscombe
kk: Хальдан-Анскомб түзетуі қолданылды
nl: Correctie van Haldane-Anscombe toegepast
nn: Haldane-Anscombe-korreksjon anvendt
no: Haldane-Anscombe-korreksjon anvendt
pl: korekta Haldane-Anscombe została zastosowana
pt: Correção de Haldane-Anscombe aplicada
ru: Применена поправка Холдейна-Анскомба
sl: Upoštevan je Haldane-Anscombeov popravek
sv: Haldane-Anscombe-korrigering använt
ta: ஆல்டேன்-அன்ச்பாம்ப் திருத்தம் பயன்படுத்தப்பட்டது
tr: Haldane-Anscombe düzeltmesi uygulandı
uk: Застосована поправка Холдейна-Анскомба

source: Harman
he: הרמן
kk: Харман
ru: Харман
ta: அர்மன்
uk: Харман

source: Helmert
he: הלמרט
kk: Хельмерт
ru: Гельмерт
sl: Helmertov model‧
ta: முழுமையாக
uk: Гельмерт

source: hidden
da: skjult
he: מוסתרים
hr: skriveno
nl: verborgen
nn: skjult
no: skjult
pl: ukryte
ru: скрытый
sv: dolt
ta: மறைக்கப்பட்ட
tr: gizli

source: Hide loadings below
ca: Oculta ponderacions menors que
da: Skjul ladinger under
de: Ausblenden von Ladungen unter
fr: Cacher les contributions inférieures à
he: הסתרת הטעינויות הקטנות מ־
hr: Sakrij opterećenja ispod
it: Nascondi i caricamenti sotto a
kk: төмендегі жүктеулерді жасыру
nl: Ladingen verbergen die lager zijn dan
nn: Skjul ladingar under
no: Skjul ladinger under
pl: Ukryj ładunki poniżej
pt: Ocultar pesos inferiores a
ru: Скрыть нагрузки ниже
sl: Skrij uteži pod
sv: Dölj ladinger under
ta: கீழே ஏற்றங்களை மறைக்கவும்
tr: Altındaki yükleri gizle
uk: Скрыть завантаження нижче

source: Highlight values above
ca: Destaca ponderacions més grans que
da: Accentuer værdierne over
de: Hervorheben von Werten über
fr: Surligner les valeurs au-dessus
he: הדגשת הערכים הגבוהים מ־
hr: Istakni vrijednosti iznad
it: Evidenzia i valori sopra
kk: жоғарыдағы мәндерді бөлектеу
nl: Waarden markeren die hoger zijn dan
nn: Framhev verdiane over
no: Fremhev verdiene over
pl: Wyróżnij wartości powyżej
pt: Destacar valores acima de
ru: Выделить значения выше
sl: Poudari zgornje vrednosti
sv: Accentuera värdena över
ta: மேலே உள்ள மதிப்புகளை முன்னிலைப்படுத்தவும்
tr: Üstündeki değerleri vurgula
uk: Виділити значення вище

source: Histogram
ca: Histograma
de: Histogramm
fr: Histogramme
he: היסטוגרמה
it: Istogramma
kk: гистограмма
pt: Histograma
ru: Гистограмма
ta: செவ்வகப்படம்
uk: Гистограмма

source: Histograms
ca: Histogrames
da: Histogrammer
de: Histogramme
fr: Histogrammes
he: היסטוגרמות
hr: Histogrami
it: Istogrammi
kk: гистограммалар
nl: Histogrammen
nn: Histogram
no: Histogrammer
pl: Histogramy
pt: Histogramas
ru: Гистограммы
sl: Histogrami
sv: Histogrammer
ta: இச்டோகிராம்கள்
tr: Histogramlar
uk: Гистограммы

source: Holm
he: הולם
kk: Хольм
pl: Metoda Holma
ru: Холм
sl: Holmov test
ta: ஓல்ம்
uk: Пагорб

source: Homogeneity of Variances Test (Levene's)
ca: Prova de Levene per a Homogeneïtat de Variàncies
da: Test på varianshomogenitet (Levene's)
de: Levene's Test auf Varianzhomogenität
fr: Test d'homogénéité des variances (test de Levene)
he: מבחן שוויון השונויות (של לוין)
hr: Levenov test homogenosti varijanci
it: Test di Omogeneità delle Varianze (Levene)
kk: Дисперсиялардың біртектілігі сынағы (Левене)
nl: Toets van Levene (homoscedasticiteit)
nn: Test på varianshomogenitet (Levene's)
no: Test på varianshomogenitet (Levene's)
pl: Test homogeniczności wariancji Levene'a
pt: Teste à Homogeneidade de Variâncias (Levene)
ru: Тест однородности дисперсий (Левен)
sl: Levenov test enakosti varianc
sv: Test på varianshomogenitet (Levenes)
ta: மாறுபாடுகள் சோதனையின் ஒருமைப்பாடு (லெவென்ச்)
tr: Varyansların Homojenliği Testi (Levene'ın)
uk: Тест однородности дисперсий (Левен)

source: Homogeneity test
ca: Prova d'homogeneïtat
da: Homogenitetstest
de: Homogenitätstest
fr: Test d'homogénéité des variances
he: מבחן שוויון שונויות
hr: Test homogenosti
it: Test di omogeneità
kk: біртектілік сынағы
nl: Homogeniteitstoets
nn: Homogenitetstest
no: Homogenitetstest
pl: Test homogeniczności
pt: Teste à Homogeneidade de Variâncias
ru: Тест на однородность
sl: Test homogenosti
sv: Homogenitetstest
ta: ஒரேவிதமான சோதனை
tr: Homojenlik testi
uk: Тест на однородность

source: Hotelling's Trace
ca: Traça de Hotelling
da: Hotellings spor
de: Hotellings Spur
fr: Trace de Hotelling-Lawley
he: מסלול הוטלינג
hr: Hotellingov trag
it: Traccia di Hotelling
kk: Хотеллингтің ізі
nl: Wet van Hotelling
nn: Hotellings spor
no: Hotellings spor
pl: Ślad Hotellinga
pt: Traço de Hotelling
ru: След Хотеллинга
sl: Hotellingova sled
sv: Hotellings spår
ta: ஓட்டல் சுவடு
tr: Hotelling'in İzi
uk: Слід Хотеллинга

source: Huynh-Feldt
he: ווין–פלט
kk: Хьюн-Фельдт
pl: Poprawka Huynha-Feldta
ru: Хьюн-Фельдт
ta: உய்ன்-ஃபெல்ட்
uk: Хьюн-Фельдт

source: Huynh-Feldt ε
ca: ε de Huynh-Feldt
fr: ε de Huynh-Feldt
he: ε של ווין–פלט
kk: Хьюн-Фельдт ε
pl: ε Huynha-Feldta
pt: ε de Huynh-Feldt
ru: Хьюн-Фельдт ε
sl: Huynh-Feldtov ε
ta: உய்ன்-ஃபெல்ட்
uk: Хьюн-Фельдт ε

source: Hypothesis
ca: Hipòtesi
da: Hypotese
de: Hypothese
fr: Hypothèse
he: השערה
hr: Hipoteza
it: Ipotesi
kk: гипотеза
nl: Hypothese
nn: Hypotese
no: Hypotese
pl: Hipoteza
pt: Hipóteses
ru: Гипотеза
sl: Hipoteza
sv: Hypotes
ta: கருதுகோள்
tr: Hipotez
uk: Гіпотеза

source: If item dropped
ca: Si es descarta l'element
da: Hvis item (spørgsmål) blir fjerna
fr: Si l'item est retiré
he: אם הפריט הושמט
hr: Ako se stavka izostavi
kk: егер элемент түсіп қалса
nl: Als item is laten vallen
nn: Viss item (spørsmål) bliver fjernede
no: Hvis item (spørsmål) fjernes
pl: Po usunięciu danej pozycji
ru: Если элемент выпал
sv: Om item (fråga) tas bort
ta: உருப்படி கைவிடப்பட்டால்
tr: Madde çıkarılırsa

source: in development
ca: en desensenvolupament
da: under udvikling
de: in Entwicklung
fr: en développement
it: in sviluppo
kk: даму үстінде
nn: under utvikling
pl: w trakcie opracowywania
pt: em desenvolvimento
ru: в разработке
sl: v razvoju
sv: under utveckling
ta: வளர்ச்சியில்
uk: у розробці

source: include a summary of the groups
ca: incloure un resum dels grups
da: læg til et sammendrag af grupperne
de: fügt eine Zusammenfassung der Gruppen hinzu
fr: inclut un résumé des groupes
he: כולל סיכום הקבוצות
hr: uključi sažetak grupa
it: includere un riassunto dei gruppi
kk: топтардың қысқаша мазмұнын қамтиды
nn: legg til eit samandrag av gruppene
no: legg til et sammendrag av gruppene
pl: zawiera podsumowanie grup
pt: inclui um sumário dos grupos
ru: включить cводку по группам
sl: vključi povzetek skupin
sv: tillfoga ett sammandrag av grupperna
ta: குழுக்களின் சுருக்கத்தை சேர்க்கவும்
tr: grupların bir özetini dahil et
uk: включити cводку по групам

source: Independent Samples
ca: Mostres Independents
da: Uafhængige prøver
de: Unabhängige Stichproben
fr: Echantillons indépendants
he: מדגמים בלתי תלויים
hr: Neovisni uzorci
it: Campioni Indipendenti
kk: тәуелсіз үлгілер
nl: Onafhankelijke steekproeven
nn: Uavhengige prøver
no: Uavhengige prøver
pl: Próby niezależne
pt: Amostras independentes
ru: Независимые выборки
sl: Neodvisni vzorci
sv: Oberoende prover
ta: சுயாதீன மாதிரிகள்
tr: Bağımsız Örneklemler
uk: Незалежні вибірки
