Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: the dependent variables (not necessary when using a formula, see the examples)
ca: les variables dependents (no és necessari quan s'utilitza una fórmula, veure els exemples)
da: de afhængige variabler (ikke nødvendigt når der bruges en formel, se eksemplerne)
de: die abhängigen Variablen (die Angabe ist nicht erforderlich, wenn eine Formel verwendet wird, siehe die Beispiele)
fr: les variables dépendantes (non nécessaire quand on fournit une formule, voir les exemples)
it: le variabili dipendenti (non necessarie quando si utilizza una formula, vedere gli esempi)
kk: тәуелді айнымалылар (формуланы пайдаланғанда қажет емес, мысалдарды қараңыз)
nn: dei avhengige variablane (ikkje nødvendig når det blir brukt ein formel, sjå døma)
pl: zmienna zależna (nie jest konieczna przy stosowaniu wzoru - zobacz przykłady)
pt: as variáveis dependentes (não é necessário ao usar uma fórmula, veja os exemplos)
ru: зависимые переменные (не обязательно при использовании формулы, см. примеры)
sl: odvisne spremenljivke (to ni pogoj, če je podana enačba; več v primerih)
sv: de beroende variablerna (inte nödvändigt när det användes en formel, se exemplen)
ta: சார்பு மாறிகள் (ஒரு சூத்திரத்தைப் பயன்படுத்தும் போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: залежати переменные (не обязательно прі використанні формули, см. приміри)

source: the dependent variables. For ANOVA, these will be continuous.
ca: les variables dependents. Per a ANOVA, seran contínues.
da: de afhængige variabler. For en ANOVA skal disse være kontinuerlige.
de: die abhängigen Variablen. Für eine ANOVA müssen diese kontinuierlich sein.
fr: les variables dépendantes. Pour une ANOVA, elles doivent être continues.
he: המשתנים התלויים. בניתוח שונות הם יהיו רציף.
hr: zavisne varijable. za ANOVA-u, ove će biti kontinuirane.
it: le variabili dipendenti. Per ANOVA, queste devono essere continue.
kk: тәуелді айнымалы. ANOVA үшін бұлар үздіксіз болады.
nl: de afhankelijke variabelen. Voor ANOVA moeten deze continu zijn.
nn: dei avhengige variablane. For ein ANOVA må desse vera kontinuerlege.
no: de avhengige variablene. For en ANOVA må disse være kontinuerlige.
pl: zmiennych zależnych. W przypadku ANOVA będą to zmienne ciągłe.
pt: as variáveis dependentes. Para ANOVA, elas serão contínuas.
ru: зависимые переменные. Для ANOVA они будут непрерывными.
sl: odvisne spremenljivke – za analizo ANOVA so te zvezne.
sv: de beroende variablerna. För en ANOVA måste dessa vara kontinuerliga.
ta: சார்பு மாறிகள். ANOVA ஐப் பொறுத்தவரை, இவை தொடர்ச்சியாக இருக்கும்.
tr: bağımlı değişkenler. ANOVA için bunlar sürekli olacaktır.
uk: залежати переменные. Для ANOVA вони будуть непрерывными.

source: the error bars to plot on the marginal means.
ca: les barres d'error a representar sobre les mitjanes marginals.
da: usikkerhedsstolperne, der vises med de estimerede gennemsnitterne.
de: die Fehlerbalken, die zusammen mit den Randmitteln angezeigt werden.
fr: les barres d'erreur représentent les moyennes marginales.
he: עמודות השגיאה שישמשו לתרשים שעל הממוצעים השוליים.
hr: stupci greške za iscrtavanje na rubnim srednjim vrijednostima.
it: le barre di errore per il grafico delle medie marginali.
kk: шекті отра мәндер графиктеріне арналған қате жолақтары.
nl: de foutbalken die op de marginale gemiddelden geplot moeten worden.
nn: Usikkerheitsstolpane som blir viste med dei estimerte gjennomsnitta.
no: feilstolpene som vises med de estimerte gjennomsnittene.
pl: słupki błędów do wyświetlenia na średnich brzegowych.
pt: as barras de erro para o gráfico das médias marginais.
ru: планки погрешностей для построения маргинальных средних значений.
sv: osäkerhetsstolparna som visas med de estimerade genomsnitten.
ta: விளிம்பு வழிகளில் சூழ்ச்சி செய்ய பிழை.
tr: marjinal ortalamalara çizilecek hata çubukları.
uk: планки похибок для побудови маргінальних середній значень.

source: the explanatory covariates (not necessary when providing a formula, see examples)
ca: las covariants explicatives (no és necessari quan es proporciona una fórmula, veure els exemples)
da: variablerne fra `data,` der skal bruges som kovariater (ikke nødvendigt når der bruges en formel, se eksempler)
de: welche Variablen aus `data` als Kovariaten verwendet werden sollen (Angabe nicht erforderlich, wenn eine Formel angegeben wird, siehe Beispiele)
fr: les covariables explicatives des données (non nécessaire quand on fournit une formule, voir les exemples)
it: le covariate esplicative (non richieste quando si fornisce una formula, vedere gli esempi)
kk: түсіндірме ковариаттары (формуланы ұсыну кезінде қажет емес, мысалдарды қараңыз)
nn: variablane frå `data` som skal brukast som kovariatar (ikkje nødvendig når det blir brukt ein formel, sjå døme)
pl: współzmienne objaśniające (nie są konieczne przy podawaniu formuły - zobacz przykłady)
pt: as covariáveis explicativas (não são necessárias ao fornecer uma fórmula, consulte os exemplos)
ru: пояснительные ковариаты (не обязательны при предоставлении формулы, см. примеры)
sv: variablerna från `data` som ska användas som kovariater (inte nödvändigt när det användes en formel, se exempel)
ta: விளக்கமளிக்கும் கோவாரியட்டுகள் (ஒரு சூத்திரத்தை வழங்கும்போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: пояснювальні ковариаты (не обязательны прі наданні формули, см. приміри)

source: the explanatory factors in `data` (not necessary when providing a formula, see examples)
ca: els factors explicatius a `data` (no és necessari quan es proporciona una fórmula, veure els exemples)
da: variablerne fra `data,` der skal bruges som faktorer (ikke nødvendigt når der bruges en formel, se eksempler)
de: welche Variablen aus `data` als Faktoren verwendet werden sollen (Angabe nicht erforderlich, wenn eine Formel angegeben wird, siehe Beispiele)
fr: les variables explicatives des données (non nécessaire quand on fournit une formule, voir les exemples)
it: i fattori esplicativi in `data` (non necessari quando si fornisce una formula, vedere gli esempi)
kk: `data`-дағы түсіндірме факторлар (формуланы ұсыну кезінде қажет емес, мысалдарды қараңыз)
nn: variablane frå `data` som skal brukast som faktorar (ikkje nødvendig når det blir brukt ein formel, sjå døme)
pl: zmienne objaśniające w `danych` (nie są konieczne przy podawaniu wzoru - zobacz przykłady)
pt: os fatores explicativos em `dados` (não é necessário ao fornecer uma fórmula, veja os exemplos)
ru: поясняющие факторы в `'данных'` (необязательно при предоставлении формулы, см. примеры)
sv: variablerna från `data` som ska användas som faktorer (inte nödvändigt när det användes en formel, se exempel)
ta: `தரவு 'இல் உள்ள விளக்க காரணிகள் (ஒரு சூத்திரத்தை வழங்கும்போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: поясняющие фактори у `'даних'` (необязательно прі наданні формули, см. приміри)

source: the explanatory or independent variable. For ANOVA this will be categorical.
ca: la variable explicativa o independent. Per a ANOVA serà categòrica.
da: den prediktor- eller uafhængige variablen. For en ANOVA skal denne være kategorisk.
de: die erklärende oder unabhängige Variable. Für die ANOVA muss dies eine kategoriale Variable sein.
fr: la variable indépendante ou explicative. Pour une ANOVA, elle doit être catégorielle.
he: המשתנה המסביר או הבלתי תלוי. בניתוח שונות הוא יהיה איכותי.
it: la variabile esplicativa o indipendente. Per l'ANOVA, questa sarà categorica.
kk: түсіндірмелі немесе тәуелсіз айнымалы. ANOVA үшін бұл категориялық болады.
nn: den prediktor- eller uavhengige variabelen. For ein ANOVA må denne vera kategorisk.
no: den prediktor- eller uavhengige variabelen. For en ANOVA må denne være kategorisk.
pl: zmienna objaśniająca (niezależna). W przypadku testu ANOVA będzie to zmienna kategorialna.
pt: a variável explicativa ou independente. Para ANOVA, esta será categórial.
ru: объясняющая или независимая переменная. Для ANOVA будет категориальной.
sl: pojasnjevalna ali neodvisna spremenljivka. Za analizo ANOVA je ta kategorična.
sv: den prediktor- eller oberoende variabeln. För en ANOVA måste denna vara kategorisk.
ta: விளக்கமளிக்கும் அல்லது சுயாதீன மாறி. ANOVA க்கு இது வகைப்படுத்தப்படும்.
tr: açıklayıcı veya bağımsız değişken. ANOVA için bu kategorik olacaktır.
uk: котрий пояснювати або незалежна переменная. Для ANOVA буде категориальной.

source: the explanatory or independent variables. For ANOVA these will be categorical.
ca: les variables explicatives o independents. Per a ANOVA, seran categòriques.
da: de prediktor- eller uafhængige variablerne. For en ANOVA skal disse være kategoriske.
de: die erklärenden oder unabhängigen Variablen. Für die ANOVA müssen diese kategorial sein.
fr: les variables indépendantes ou explicatives. Pour une ANOVA, elles doivent être catégorielles.
he: המשתנים המסבירים או הבלתי תלויים. בניתוח שונות הם יהיו איכותיים.
it: le variabili esplicative o indipendenti. Per l'ANOVA queste saranno categoriche.
kk: түсіндірмелі немесе тәуелсіз айнымалы. ANOVA үшін бұл категориялық болады.
nn: dei prediktor- eller uavhengige variablane. For ein ANOVA må desse vera kategoriske.
no: de prediktor- eller uavhengige variablene. For en ANOVA må disse være kategoriske.
pl: zmienne objaśniające (niezależne). W przypadku testu ANOVA będą to zmienne kategorialne.
pt: as variáveis explicativas ou independentes. Para ANOVA, estas serão categoriais.
ru: объясняющие или независимые переменные. Для ANOVA они будут категориальными.
sl: pojasnjevalne ali neodvisne spremenljivke. Za analizo ANOVA so te kategorične.
sv: de prediktor- eller oberoende variablerna. För en ANOVA måste dessa vara kategoriska.
ta: விளக்கமளிக்கும் அல்லது சுயாதீன மாறிகள். ANOVA க்கு இவை வகைப்படுத்தப்படும்.
tr: açıklayıcı veya bağımsız değişkenler. ANOVA için bunlar kategorik olacaktır.
uk: "котрий пояснювати або незалежні переменные. Для ANOVA вони будуть категориальными.

source: the fixed factors from `data`
ca: els factors fixos de `data`
da: de faste faktorer fra `data`
de: welche Variablen aus `data` als feste Faktoren verwendet werden sollen
fr: les facteurs fixes des données
it: i fattori fissi da `data`
kk: `data`-дан тұрақты факторлар
nn: dei faste faktorane frå `data`
pl: czynniki stałe z `data`
pt: os fatores fixos nos `dados`
ru: фиксированные факторы из `data`
sl: stalni faktorji med podatki `data`
sv: de fasta faktorerna från `data`
ta: `தரவு` இலிருந்து நிலையான காரணிகள்
uk: фіксовані фактори з `data`

source: The Friedman test is used to explore the relationship between a continuous dependent variable and a categorical explanatory variable, where the explanatory variable is 'within subjects' (where multiple measurements are from the same subject). It is analagous to Repeated Measures ANOVA, but with the advantage of being non-parametric, and not requiring the assumptions of normality or homogeneity of variances. However, it has the limitation that it can only test a single explanatory variable at a time.
ca: La prova de Friedman s'utilitza per a explorar la relació entre una variable dependent continua i una variable explicativa categòrica, on la variable explicativa és 'entre subjectes' (on múltiples mesures son del mateix subjecte). És anàloga al ANOVA de mesures repetides, pero amb l'avantatge de ser no paramètric, i no requerir els supòsits de normalitat i homogeneïtat de variàncies. Tot i que te la limitació de que només es pot provar una sola variable explicativa a la vegada.
da: Friedman-testen bruges til at undersøge forholdet mellem en kontinuerligt afhængig variabel og en kategorisk uafhængig variabel, der den uafhængige variabel er inden for deltagere (dvs. flere målinger er tagne fra samme deltager). Det er analog for til ANOVA for gentagne målinger, men det er ikke-parametrisk, og derfor ikke kræver, at dataene er normalfordelte eller varianser skal være homogent. Samtidig har testen, begrænsningen at den kun kan teste en enkelt faktor som uafhængig variabel om gangen.
de: Der Friedman-Test wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und einer kategorischen unabhängigen Variablen zu untersuchen. Die unabhängige Variable stammt aus wiederholten Messungen „innerhalb von Subjekten“ (d.h. sie umfasst mehrere Messungen die von demselben Subjekt stammen). Der Friedman-Test ist analog zur ANOVA mit Messwiederholung, hat aber den Vorteil, nicht-parametrisch zu sein, d.h. es muss weder die Normalverteilung der Daten noch die Homogenität der Varianzen gegeben sein. Er hat jedoch die Einschränkung, dass jeweils nur eine einzige unabhängige Variable getestet werden kann.
fr: Le test de Friedman est utilisée pour explorer la relation entre une variable dépendante continue et une variable explicative catégorielle, où cette variable explicative catégorielle est intra-sujet (formée de plusieurs mesures d'un même sujet). Le test de Friedman est analogue à l'ANOVA pour mesures répétées mais avec l'avantage d'être non-paramétrique et donc de ne pas reposer sur les conditions de normalité et d'homogénéité des variances. Cependant, il a la limitation de ne tester qu'une variable explicative à la fois.
it: Il test di Friedman è utilizzato per esplorare la relazione tra una variabile dipendente continua e una variabile esplicativa categorica, dove la variabile esplicativa è 'all'interno dei soggetti' (dove le misure ripetute sono dallo stesso soggetto). È analogo all'ANOVA a misure ripetute, ma con il vantaggio di essere non parametrico e di non richiedere le ipotesi di normalità o omogeneità delle varianze. Tuttavia, ha il limite di poter testare solo una singola variabile esplicativa alla volta.
kk: Фридман тесті үздіксіз тәуелді айнымалы мен категориялық түсіндірмелі айнымалы арасындағы байланысты зерттеу үшін қолданылады, мұнда түсіндірме айнымалы 'within subjects' (мұнда бірнеше өлшем бір субъектен алынған). Ол ANOVA қайталанатын өлшемдерге ұқсас, бірақ артықшылығы параметрлік емес және дисперсиялардың қалыптылығы немесе біртектілігі туралы жорамалдарды қажет етпейді. Дегенмен, оның бір уақытта тек бір түсіндірмелі айнымалыны тексере алатын шектеуі бар.
nn: Friedman-testen blir brukt til å undersøkja forholdet mellom ein kontinuerleg avhengig variabel og ein kategorisk uavhengig variabel, der den uavhengige variabelen er innanfor deltakarar (dvs. fleire målingar er tekne frå same deltakaren). Det er analog for til ANOVA for gjentekne målingar, men det er ikkje-parametrisk, og derfor ikkje krev at dataa er normalfordelte eller variansar må vera homogene. Samtidig har testen avgrensinga at ho berre kan testa éin enkelt faktor som uavhengig variabel om gongen.
no: Friedman-testen brukes til å undersøke forholdet mellom en kontinuerlig avhengig variabel og en kategorisk uavhengig variabel, der den uavhengige variabelen er innenfor deltakere (dvs. flere målinger er tatt fra samme deltakeren). Det er analog for til ANOVA for gjentatte målinger, men det er ikke-parametrisk, og derfor ikke krever at dataene er normalfordelt eller varianser må være homogent. Samtidig har testen begrensningen at den bare kan teste én enkelt faktor som uavhengig variabel om gangen.
pl: Test Friedmana jest stosowany do badania związku pomiędzy ciągłą zmienną zależną a kategorialną zmienną objaśniającą, gdzie zmienna objaśniająca jest mierzona w schemacie powtórzonego pomiaru (tzn. kilka pomiarów pochodzi od tych samych obiektów). Test ten jest odpowiednikiem testu ANOVA dla powtórzonych pomiarów z tą różnicą, że jest testem nieparametryczny i nie wymaga przyjęcia założeń o normalności rozkładu oraz jednorodności wariancji. Ma jednak to ograniczenie, że nadaje się do analizy tylko jednej zmiennej objaśniającej na raz (nie umożliwia analiz wieloczynnikowych).
pt: O teste Friedman é utilizado para explorar a relação entre uma variável dependente ordinal ou quantitativa e uma variável explicativa categorial, em que a variável explicativa é medida "dentro dos sujeitos" (medições repetidas do mesmo sujeito). É um teste análogo à ANOVA de Medidas Repetidas, mas é um teste não-paramétrico, que não têm os pressupostos de normalidade e/ou homogeneidade de variâncias. No entanto, tem a limitação poder testar uma única variável explicativa.
ru: Тест Фридмана используется для изучения взаимосвязи между непрерывной зависимой переменной и категориальной объясняющей переменной, где объясняющая переменная 'внутри субъектов' (когда несколько измерений проводятся у одного и того же субъекта). Этот метод аналогичен методу повторных измерений ANOVA, но имеет то преимущество, что является непараметрическим и не требует предположений о нормальности или однородности дисперсий. Однако у него есть ограничение: он может одновременно проверять только одну объясняющую переменную.
sl: Friedmanov preizkus se uporablja za raziskovanje razmerja med zvezno odvisno spremenljivko in kategorično pojasnjevalno spremenljivko, kjer je pojasnjevalna »znotraj primerov« (več meritev za isti primer). Preizkus je analogen analizi ponavljajočih meritev ANOVA, a s prednostjo, da je ta neparametričen in ne zahteva predpostavke normalnosti ali homogenosti variance. Omejitev je, da je sočasno mogoče preverjati le eno spremenljivko.
sv: Friedman-testen användes till att undersöka förhållandet mellan en kontinuerligt beroende variabel och en kategoriskt oberoende variabel, där den oberoende variabeln är inom deltagare (dvs. flera mätningar är tagna från samma deltagaren). Det är analog för till ANOVA för upprepade mätningar, men det är ikke-parametrisk, och därför inte kräver att datana är normalfördelade eller varianser måste vara homogent. Samtidigt har testen begränsningen att den bara kan testa en enskild faktor som oberoende variabel om gången.
ta: தொடர்ச்சியான சார்பு மாறி மற்றும் ஒரு வகைப்படுத்தப்பட்ட விளக்க மாறி ஆகியவற்றுக்கு இடையிலான உறவை ஆராய ப்ரீட்மேன் சோதனை பயன்படுத்தப்படுகிறது, அங்கு விளக்கமளிக்கும் மாறி 'பாடங்களுக்குள்' (பல அளவீடுகள் ஒரே பாடத்திலிருந்து). இது மீண்டும் மீண்டும் நடவடிக்கைகளுக்கு அனோவா, ஆனால் அளவுரு அல்லாதவராக இருப்பதன் நன்மையுடன், மற்றும் மாறுபாடுகளின் இயல்பான அல்லது ஒருமைப்பாடு ஆகியவற்றின் அனுமானங்கள் தேவையில்லை. இருப்பினும், இது ஒரு நேரத்தில் ஒரு விளக்க மாறியை மட்டுமே சோதிக்க முடியும் என்ற வரம்பைக் கொண்டுள்ளது.
uk: Тест Фридмана використовує для вивчення взаимосвязи між непрерывной залежати переменной і категориальной котрий пояснювати переменной, де котрий пояснювати переменная 'всередині суб'єктів' (коли кілька вимірів проводять у одного і того ж суб'єкту). Цейметод аналогічний методу повторний вимірів ANOVA, але має то перевага, що являється непараметрическим і не вимагає припущень о нормальности або однородности дисперсий. Однак у він є обмеження: він можучи одночасно перевіряти тільки одну котрий пояснювати переменную.

source: the grouping variable with two levels (not necessary when using a formula, see the examples)
ca: la variable d'agrupació amb dos nivells (no és necessari quan s'utilitza una fórmula, veure els exemples)
da: grupperingsvariablen med to niveauer (ikke nødvendigt når der bruges en formel, se eksemplerne)
de: eine Gruppierungsvariable mit zwei Niveaus (nicht erforderlich, wenn eine Formel verwendet wird, siehe die Beispiele)
fr: la variable de groupage avec deux modalités (non nécessaire quand on fournit une formule, voir les exemples)
it: la variabile di raggruppamento a due livelli (non necessaria quando si utilizza una formula, vedere gli esempi)
kk: екі деңгейлі топтау айнымалысы (формуланы пайдаланғанда қажет емес, мысалдарды қараңыз)
nn: grupperingsvariabelen med to nivå (ikkje nødvendig når det blir brukt ein formel, sjå døma)
pl: zmienna grupująca przyjmująca dwa poziomy (nie jest konieczna w przypadku korzystania z formuły - zobacz przykłady)
pt: a variável de agrupamento com dois níveis (não é necessário ao usar uma fórmula, veja os exemplos)
ru: группирующая переменная с двумя уровнями (необязательно при использовании формулы, см. примеры)
sl: združevalna spremenljivka z dvema ravnema (ni obvezna pri uporabi formule, več med primeri)
sv: grupperingsvariabeln med två nivåer (inte nödvändigt när det användes en formel, se exemplen)
ta: இரண்டு நிலைகளைக் கொண்ட குழும மாறி (ஒரு சூத்திரத்தைப் பயன்படுத்தும் போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: группирующая переменная з двома рівнями (необязательно прі використанні формули, см. приміри)
