Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # ONE SAMPLE T-TEST # # One Sample T-Test # ────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────── # len Student's t 19.1 59.0 < .001 # dose Student's t 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #
ca: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # PROVA-T PER A UNA MOSTRA # # Prova T per a una mostra # ────────────────────────────────────────────────────── # estadístic gl p # ────────────────────────────────────────────────────── # len t de Student 19,1 59,0 < ,001 # dose t de Student 14,4 59,0 < ,001 # ────────────────────────────────────────────────────── #
da: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # T-TEST FOR ET UDVALG # # t-test for et udvalg # ─────────────────────────────────────────────────────── # Statistik df p # ─────────────────────────────────────────────────────── # len Students t 19.1 59.0 < .001 # dose Students t 14.4 59.0 < .001 # ─────────────────────────────────────────────────────── #
de: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # T-TEST FÜR EINE STICHPROBE # # t-Test für eine Stichprobe # ────────────────────────────────────────────────────── # Statistik df p # ────────────────────────────────────────────────────── # len Student's t 19.1 59.0 < .001 # dose Student's t 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #
it: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # TEST t A UN CAMPIONE # # One Sample T-Test # ────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────── # len Student's t 19.1 59.0 < .001 # dose Student's t 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #
kk: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # БІР ҮЛГІЛІК T-ТЕСТ # # Бір үлгілік Т-тесті # ────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────── # len Student's t 19.1 59.0 < .001 # dose Student's t 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #
nn: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # T-TEST FOR EITT UTVAL # # t-test for eitt utval # ─────────────────────────────────────────────────────── # Statistikk df p # ─────────────────────────────────────────────────────── # len Students t 19.1 59.0 < .001 # dose Students t 14.4 59.0 < .001 # ─────────────────────────────────────────────────────── #
pl: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # TEST T DLA JEDNEJ PRÓBY # # Test t dla jednej próby # ────────────────────────────────────────────────────── # statystyka df p # ────────────────────────────────────────────────────── # len t Studenta 19.1 59.0 < .001 # dose t Studenta 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #
ru: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # ОДНОВЫБОРОЧНЫЙ т-ТЕСТ # # Одновыборочный Т-тест # ────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────── # len Student's t 19.1 59.0 < .001 # dose Student's t 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #
sv: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # T-TEST FÖR ETT UTVALG # # t-test för ett utvalg # ─────────────────────────────────────────────────────── # Statistik df p # ─────────────────────────────────────────────────────── # len Students t 19.1 59.0 < .001 # dose Students t 14.4 59.0 < .001 # ─────────────────────────────────────────────────────── #
ta: தரவு ('பல் வளர்ச்சி') ttestones (பல் வளர்ச்சி, vars = vars (len, dose)) # # ஒரு மாதிரி டி-சோதனை # # ஒரு மாதிரி டி-சோதனை # ─ ─ # புள்ளிவிவர டி.எஃப் ப # ─ ─ # லென் மாணவர்களின் டி 19.1 59.0 <.001 # டோச் மாணவரின் டி 14.4 59.0 <.001 # ─ ─ #
uk: data('ToothGrowth') ttestOneS(ToothGrowth, vars = vars(len, dose)) # # ОДНОВЫБОРОЧНЫЙ т-ТІСТ # # Одновыборочный Т-тіст # ────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────── # len Student's t 19.1 59.0 < .001 # dose Student's t 14.4 59.0 < .001 # ────────────────────────────────────────────────────── #

source: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ONE-WAY ANOVA # # One-Way ANOVA (Welch's) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
ca: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ANOVA UNIDIRECCIONAL # # ANOVA unidireccional (Welch's) # ──────────────────────────────────────── # F gl1 gl2 p # ──────────────────────────────────────── # len 68,4 2 37,7 < ,001 # ──────────────────────────────────────── #
da: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ANOVA MED EN FAKTOR # # ANOVA med en faktor (Welch) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
de: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # EINFAKTORIELLE ANOVA # # Einfaktorielle ANOVA (Welch) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
it: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ANOVA A UNA VIA # # One-Way ANOVA (Welch's) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
kk: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # БІР ФАКТОРЛЫ ДИСПЕРСИЯЛЫҚ ТАЛДАУ # # Бір Факторлы Дисперсия Талдауы ANOVA (Уэлч) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
nn: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ANOVA MED ÉIN FAKTOR # # ANOVA med éin faktor (Welch) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
pl: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # JEDNOCZYNNIKOWA ANOVA # # Jednoczynnikowa ANOVA (test Welcha) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
ru: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ОДНОФАКТОРНЫЙ ДИСПЕРСИОННЫЙ АНАЛИЗ # # Однофакторный дисперсионный анализ (Уэлча) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
sv: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ANOVA MED EN FAKTOR # # ANOVA med en faktor (Welch) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #
ta: தரவு ('பல் வளர்ச்சி') dat <- பல் வளர்ச்சி dat $ டோச் <- காரணி (dat $ டோச்) anovaonew (formula = len ~ dose, தகவல்கள் = dat) # # ஒரு வழி ANOVA # # ஒரு வழி ANOVA (வெல்ச்ச்) # ─ # F DF1 DF2 ப # ─ # லென் 68.4 2 37.7 <.001 # ─ #
uk: data('ToothGrowth') dat <- ToothGrowth dat$dose <- factor(dat$dose) anovaOneW(formula = len ~ dose, data = dat) # # ОДНОФАКТОРНЫЙ ДИСПЕРСИОННЫЙ АНАЛІЗ # # Однофакторный дисперсионный аналіз (Уэлча) # ──────────────────────────────────────── # F df1 df2 p # ──────────────────────────────────────── # len 68.4 2 37.7 < .001 # ──────────────────────────────────────── #

source: Densities for variables
ca: Densitats per a les variables
da: Tætheder for variabler
de: Variablendichten
fr: Densité des variables
he: צפיפויות עבור המשתנים
it: Densità delle variabili
kk: айнымалылар үшін тығыздықтар
nl: Dichtheden voor variabelen
nn: Tettleikar for variablar
no: Tettheter for variabler
pl: Gęstości dla zmiennych
pt: Densidade de variáveis
ru: Плотности распределения для переменных
sl: Gostote spremenljivk
sv: Tätheter för variabler
ta: மாறிகள் அடர்த்தி
tr: Değişkenler için yoğunluklar
uk: Плотности розподілу для переменных

source: Density
ca: Densitat
da: Tæthed
de: Dichte
fr: Densité
he: צפיפות
hr: Gustoća
it: Densità
kk: тығыздық
nl: Dichtheid
nn: Tettleik
no: Tetthet
pl: Gęstość
pt: Densidade
ru: Плотность распределения
sl: Diagram gostote
sv: Täthet
ta: அடர்த்தி
tr: Yoğunluk
uk: Плотность розподілу

source: Dependent
da: Afhængig
de: Abhängig
fr: Dépendante
he: תלוי
it: Dipendente
kk: тәуелді
nl: Afhankelijk
nn: Avhengig
no: Avhengig
pl: Zależna
pt: Dependente
ru: Зависимый
sl: Odvisna
sv: Beroende
ta: சார்ந்தது
tr: Bağımlı
uk: Залежати

source: Dependent Variable
ca: Variable Dependent
da: Afhængig variabel
de: Abhängige Variable
fr: Variable dépendante
he: משתנה תלוי
it: Variabile Dipendente
kk: тәуелді айнымалы
nl: Afhankelijke variabele
nn: Avhengig variabel
no: Avhengig variabel
pl: Zmienna zależna
pt: Variável dependente
ru: Зависимая переменная
sl: Odvisna spremenljivka
sv: Beroende variabel
ta: சார்பு மாறி
tr: Bağımlı Değişken
uk: Залежати переменная

source: Dependent variable '{dep}' contains infinite values
ca: La variable dependent '{dep}' conté infinits valors
da: Den afhængige variabel »{dep}« indeholder uendelige værdier
fr: La variable dépendante '{dep}' contient des valeurs infinies
he: המשתנה התלוי ”{dep}“ מכיל אין־סוף ערכים
kk: '{dep}' тәуелді айнымалысы шексіз мәндерден тұрады
nl: Afhankelijke variabele '{dep}' bevat waarden die oneindig zijn
nn: Den avhengige variabelen «{dep}» inneheld uendelege verdiar
no: Den avhengige variabelen '{dep}' inneholder uendelige verdier
pl: Zmienna zależna "{dep}" zawiera wartości nieskończone
ru: Зависимая переменная '{dep}' содержит неопределенное количество значений
sv: Den beroende variabeln “{dep}” innehåller oändliga värden
ta: சார்பு மாறி '{dep}' எல்லையற்ற மதிப்புகளைக் கொண்டுள்ளது
tr: Bağımlı değişken '{dep}' sonsuz değerler içeriyor

source: Dependent variable '{dep}' contains no data (after removing rows with missing values)
ca: La variable dependent '{dep}' no conté dades (després d'eliminar les files amb valors perduts)
da: Den afhængige variabel »{dep}« indeholder ingen data (efter at have fjernet rækker med manglende værdier)
fr: La variable dépendante "{dep}" ne contient pas de données (après suppression des lignes avec des valeurs manquantes)
he: המשתנה התלוי ”{dep}“ אינו מכיל נתונים (לאחר הסרת שורות בעלות ערכים חסרים)
kk: '{dep}' тәуелді айнымалысында деректер жоқ (мәндері жоқ жолдарды жойғаннан кейін)
nl: Afhankelijke variabele '{dep}' bevat geen gegevens (na het verwijderen van rijen met ontbrekende waarden)
nn: Den avhengige variabelen »{dep}« inneheld ingen data (etter å ha fjerna rader med manglande verdiar)
no: Den avhengige variabelen '{dep}' inneholder ingen data (etter å ha fjernet rader med manglende verdier)
pl: Zmienna zależna '{dep}' nie zawiera danych (po usunięciu wierszy z brakami danych)
ru: Зависимая переменная '{dep}' не содержит данных (после удаления строк с отсутствующими значениями)
sv: Den beroende variabeln “{dep}” innehåller inga data (efter att ha rensat räckor med saknade värden)
ta: சார்பு மாறி '{dep}' எந்த தரவையும் கொண்டிருக்கவில்லை (காணாமல் போன மதிப்புகளுடன் வரிசைகளை அகற்றிய பிறகு)
tr: Bağımlı değişken '{dep}' veri içermiyor (eksik değerleri olan satırlar kaldırıldıktan sonra)

source: Dependent variable '{dep}' contains only one unique value (after removing rows with missing values)
ca: La variable dependent '{dep}' conté un únic valor (després d'eliminar les files amb valors perduts)
da: Den afhængige variabel »{dep}« indeholder kun en unik værdi (efter at have fjernet rækker med manglende værdier)
fr: La variable dépendante "{dep}" ne contient qu'une seule valeur unique (après suppression des lignes avec des valeurs manquantes)
he: המשתנה התלוי ”{dep}“ מכיל רק ערך ייחודי אחד (לאחר הסרת שורות בעלות ערכים חסרים)
kk: '{dep}' тәуелді айнымалысы бір ғана бірегей мәнді қамтиды (мәндері жоқ жолдарды жойғаннан кейін)
nl: Afhankelijke variabele '{dep}' bevat slechts één unieke waarde (na het verwijderen van rijen met ontbrekende waarden)
nn: Den avhengige variabelen »{dep}« inneheld berre éin unik verdi (etter å ha fjerna rader med manglande verdiar)
no: Den avhengige variabelen '{dep}' inneholder bare én unik verdi (etter å ha fjernet rader med manglende verdier)
pl: Zmienna zależna '{dep}' zawiera tylko jedną unikalną wartość (po usunięciu wierszy z brakami danych)
ru: Зависимая переменная '{dep}' содержит только одно уникальное значение (после удаления строк с отсутствующими значениями)
sv: Den beroende variabeln “{dep}” innehåller bara ett unikt värde (efter att ha rensat räckor med saknade värden)
ta: சார்பு மாறி '{dep}' ஒரு தனித்துவமான மதிப்பைக் கொண்டுள்ளது (காணாமல் போன மதிப்புகளுடன் வரிசைகளை அகற்றிய பிறகு)
tr: Bağımlı değişken '{dep}' sadece bir benzersiz değer içeriyor (eksik değerleri olan satırlar kaldırıldıktan sonra)

source: Dependent variable '{dep}' must be continuous
ca: La variable dependent '{dep}' ha de ser continua
da: Den afhængige variabel »{dep}« skal være kontinuerlig
fr: La variable dépendante '{dep}' doit être continue
he: על המשתנה התלוי ”{dep}“ להיות רציף
kk: '{dep}' тәуелді айнымалысы үздіксіз болуы керек
nl: Afhankelijke variabele '{dep}' moet continu zijn
nn: Den avhengige variabelen »{dep}« må vera kontinuerleg
no: Den avhengige variabelen '{dep}' må være kontinuerlig
pl: Zmienna zależna '{dep}' musi być zmienną ciągłą
ru: Зависимая переменная '{dep}' должна быть непрерывной
sv: Den beroende variabeln “{dep}” måste vara kontinuerlig
ta: சார்பு மாறி '{dep}' தொடர்ச்சியாக இருக்க வேண்டும்
tr: Bağımlı değişken '{dep}' sürekli olmalıdır

source: Dependent Variable Label
ca: Etiqueta de la Variable Dependent
da: Label for afhængig variabel
de: Label für die abhängige Variable
fr: Etiquettes de la variable dépendante
he: תווית המשתנה התלוי
it: Etichetta Variabile Dipendente
kk: тәуелді айнымалы белгісі
nl: Niveau afhankelijke veriabele
nn: Label for avhengig variabel
no: Label for avhengig variabel
pl: Etykieta zmiennej zależnej
pt: Etiqueta da variável dependente
ru: Метка зависимой переменной
sl: Oznaka odvisne spremenljivke
sv: Label för beroende variabel
ta: சார்பு மாறி சிட்டை
tr: Bağımlı Değişken Etiketi
uk: Позначка залежати переменной

source: Dependent Variables
ca: Variables Dependents
da: Afhængige variabler
de: Abhängige Variablen
fr: Variables dépendantes
he: משתנים תלויים
it: Variabili Dipendenti
kk: Тәуелді айнымалылар
nl: Afhankelijke variabelen
nn: Avhengige variablar
no: Avhengige variabler
pl: Zmienne zależne
pt: Variáveis dependentes
ru: Зависимые переменные
sl: Odvisne spremenljivke
sv: Beroende variabler
ta: சார்பு மாறிகள்
tr: Bağımlı Değişkenler
uk: Залежати переменные

source: Dependent variables are very highly correlated
ca: Las variables dependents estan altamente correlacionades
da: De afhængige variablerne er vældig højt korreleret
fr: Les variables dépendantes sont très fortement corrélées
he: בין המשתנים התלויים יש מתאם גבוה מאוד
kk: тәуелді айнымалылар бір-бірімен жоғары корреляцияланады
nl: Afhankelijke variabelen zijn zeer sterk gecorreleerd
nn: Dei avhengige variablane er svært høgt korrelert
no: De avhengige variablene er svært høyt korrelert
pl: Zmienne zależne są bardzo silnie skorelowane
ru: Зависимые переменные очень сильно коррелируют между собой
sv: De beroende variablerna är stort högt korrelerat
ta: சார்பு மாறிகள் மிகவும் தொடர்புபடுத்தப்பட்டுள்ளன
tr: Bağımlı değişkenler çok yüksek düzeyde ilişkili

source: deprecated
ca: obsolet
da: afviklede
de: veraltet
fr: obsolète
he: יצא משימוש
it: deprecato
kk: ескірген
nl: verouderd
nn: avvikla
no: avviklet
pl: przestarzałe
pt: obsoleto
ru: устарел
sl: opuščeno
sv: avvecklade
ta: மதிப்பிடப்பட்டது
tr: kullanımdan kaldırılmış
uk: застарів

source: Descriptive Plot
ca: Gràfica Descriptiva
da: Deskriptivt diagram
de: Deskriptives Diagramm
fr: Graphe descriptif
he: תרשים המידע התיאורי
hr: Dijagram deskriptivnih pokazatelja
it: Grafico Descrittive
kk: сипаттама графигі
nl: Beschrijvende grafiek
nn: Deskriptiv diagram
no: Deskriptiv diagram
pl: Wykres opisowy
pt: Gráfico Descritivo
ru: Описательный график
sl: Opisni izris
sv: Deskriptivt diagram
ta: விளக்க சூழ்ச்சி
tr: Betimleyici Grafik
uk: Описательный графік

source: Descriptive plot
ca: Gràfica descriptiva
da: Deskriptivt diagram
de: Desktiptives Diagramm
fr: Graphe descriptif
he: תרשים המידע התיאורי
hr: Dijagram deskriptivnih pokazatelja
it: Grafico descrittive
kk: сипаттама графигі
nl: Beschrijvende grafiek
nn: Deskriptiv diagram
no: Deskriptiv diagram
pl: Wykres opisowy
pt: Gráfico descritivo
ru: Описательный график
sl: Opisni izris
sv: Deskriptivt diagram
ta: விளக்க சூழ்ச்சி
tr: Betimleyici grafik
uk: Описательный графік

source: Descriptives
da: Deskriptivstatistikk
de: Deskriptivstatistik
fr: Statistiques descriptives
he: מידע תיאורי
hr: Deskriptivni pokazatelji
it: Descrittive
kk: сипаттамалар
nl: Beschrijvende statistiek
nn: Deskriptivstatistikk
no: Deskriptivstatistikk
pl: Statystyki opisowe
pt: Estatística Descritiva
ru: Описательные статистики
sl: Opisne statistike
sv: Deskriptiv statistik
ta: விளக்கமான
tr: Betimleyici İstatistikler
uk: Описательные статистики

source: Descriptives are an assortment of summarising statistics, and visualizations which allow exploring the shape and distribution of data. It is good practice to explore your data with descriptives before proceeding to more formal tests.
ca: Les descriptives son una varietat de resums d'estadístics i visualitzacions que permeten explorar la forma i distribució de les dades. És una bona pràctica explorar les seves dades amb descriptives abans de passar a realitzar proves més formals.
da: Deskriptivstatistikk er et udvalg af opsummerende statistikker og visualiseringer. De gør det muligt at udforske formen og fordelingen af data. Det er luret at udforske dataene deskriptivstatistisk før en går videre til inferensstatistiske tester.
de: Deskriptivstatistik bietet eine Auswahl an zusammenfassenden Statistiken und Visualisierungen, mit denen die Form und Verteilung von Daten untersucht werden kann. Sie sollten Ihre Daten deskriptivstatistisch untersuchen, bevor Sie inferenzstatistischen Tests durchführen.
fr: Les statistiques descriptives sont un assortiment d'indicateurs statistiques et de visualisations permettant d'explorer la forme et la distribution des données. Une bonne pratique consiste à explorer les données via les descripteurs avant de procéder à des tests plus formels.
he: מידע תיאורי הוא אוסף של סטטיסטיקות מסכמות ושל דרכי הצגת מידע העוזרות לחקור את הצורה ואת ההתפלגות של הנתונים. מומלץ לחקור את הנתונים עם מידע תיאורי לפני שממשיכים למבחנים רשמיים יותר.
it: Le descrittive sono un assortimento di statistiche riassuntive e visualizzazioni che consentono di esplorare la forma e la distribuzione dei dati. È buona norma esplorare i dati con analisi descrittive prima di procedere a test più formali.
kk: Сипаттама - деректердің пішіні мен таралуын зерттеуге мүмкіндік беретін жиынтық статистикалық деректер мен көрнекілендірулердің ассортименті.Ресми сынақтарға өтпес бұрын деректеріңізді сипаттамалармен зерттеу жақсы тәжірибе.
nl: Onder beschrijvende statistiek valt een breed scala aan samenvattende statistieken en visualisaties waarmee u de vorm en spreiding van gegevens kunt verkennen. Het is verstandig om uw gegevens te verkennen middels beschrijvende statistieken voordat u doorgaat naar geavanceerdere toetsen.
nn: Deskriptivstatistikk er eit utval av samanfattande statistikkar og visualiseringar som gjer det mogleg å utforska forma og fordelinga av data. Det er lurt å utforska dataa deskriptivstatistisk før ein går vidare til inferensstatistiske testar.
no: Deskriptivstatistikk er et utvalg av oppsummerende statistikker og visualiseringer som gjør det mulig å utforske formen og fordelingen av data. Det er lurt å utforske dataene deskriptivstatistisk før en går videre til inferensstatistiske tester.
pl: Statystyki opisowe to zbiór statystyk podsumowujących zmienne. Zawarte są tutaj także wizualizacje pozwalające oceniać kształt rozkładu danych. Przed przystąpieniem do dalszych analiz statystycznych warto dokonać eksploracji danych przy pomocy tych narzędzi.
pt: As estatísticas descritivas são uma classe de estatísticas de sumário, e visualizações que permitem explorar a forma e distribuição dos dados. É uma boa prática explorar os dados com estatística descritiva antes de prosseguir para testes mais formais.
ru: Описательные статистики — это набор сводных статистических данных и визуализаций, которые позволяют исследовать форму и распределение данных. Хорошей практикой является изучение ваших данных с помощью описательных элементов, прежде чем переходить к более формальным тестам.
sl: Opisne statistike so zbirka statističnih izračunov, ki povzemajo in predočijo značilnosti podatkov, vrednosti in porazdelitve. Običajno se pregled opisnih statistik pokaže kot dobra praksa pred poglobljenimi analizami.
sv: Deskriptiv statistik är ett urval av uppsummerande statistiker och visualiseringar som gör det möjligt att utforska formen och fördelningen av data. Det är lurat att utforska datana deskriptivstatistisk innan en går vidare till inferensstatistiske tester.
ta: விளக்கங்கள் என்பது புள்ளிவிவரங்களை சுருக்கமாகக் கூறும் ஒரு வகைப்படுத்தலாகும், மேலும் தரவுகளின் வடிவம் மற்றும் விநியோகத்தை ஆராய அனுமதிக்கும் காட்சிப்படுத்தல்கள். மேலும் முறையான சோதனைகளுக்குச் செல்வதற்கு முன், உங்கள் தரவை விளக்கங்களுடன் ஆராய்வது நல்ல நடைமுறை.
tr: Betimleyici istatistikler, verilerin şeklini ve dağılımını keşfetmeye olanak tanıyan çeşitli özetleyici istatistikler ve görselleştirmelerdir. Daha formal testlere geçmeden önce verilerinizi betimleyici istatistiklerle keşfetmek iyi bir uygulamadır.
uk: Описательные статистики — це набір зведених статистичних даних і визуализаций, котрі дозволяють дослідити форму і розподіл даних. Хорошою практикою являється вивчення ваших даних з допомогою описательных елементів, перш ніж переходити к понад формальний тестам.

source: descriptives plot
ca: gràfiques descriptives
da: Deskriptivstatistisk diagram
de: Deskriptivstatistisches Diagramm
fr: graphiques descriptifs
he: תרשים מידע תיאורי
hr: dijagram deskriptivnih pokazatelja
it: Grafico statistico descrittivo
kk: сипаттамалық статистикалардың графигі
nl: beschrijvende grafiek
nn: Deskriptivstatistisk diagram
no: Deskriptivstatistisk diagram
pl: wykres opisowy
pt: gráficos descritivos
ru: график описательных статистик
sl: diagram opisne statistike
sv: Deskriptivstatistisk diagram
ta: விளக்கங்கள் சூழ்ச்சி
tr: betimleyici grafik
uk: графік описательных статистик
