Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The Kruskal-Wallis test is used to explore the relationship between a continuous dependent variable, and a categorical explanatory variable. It is analagous to ANOVA, but with the advantage of being non-parametric and having fewer assumptions. However, it has the limitation that it can only test a single explanatory variable at a time.
ca: La prova de Kruskal-Wallis s'utilitza per a explorar la relació entre una variable dependent continua i una variable explicativa categòrica. És anàloga al ANOVA, però amb l'avantatge de no ser paramètrica i tenir menys supòsits. Tot i que te la limitació de que només es pot provar una única variable explicativa a la vegada.
da: Kruskal-Wallis-testen bruges til at undersøge sammenhængen mellem en kontinuerligt afhængig variabel og en kategorisk uafhængig variabel. Det er analogt med ANOVA, men det er ikke-parametrisk og derfor have færre forudsætninger. Samtidig har testen, begrænsningen at den kun kan teste en faktor som uafhængig variabel om gangen.
de: Der Kruskal-Wallis-Test wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und einer kategorialen unabhängigen Variablen zu untersuchen. Es ist analog zu einer Varianzanalyse (ANOVA), hat aber den Vorteil, nicht parametrisch zu sein und weniger Annahmen vorauszusetzen. Es hat jedoch die Einschränkung, dass es jeweils nur eine unabhängige Variable getestet werden kann.
fr: Le test de Kruskal-Wallis est utilisé pour explorer la relation entre une variable dépendante continue et une variable explicative catégorielle. Ce test est analogue à une ANOVA mais avec l'avantage d'être non-paramétrique et donc de ne pas reposer sur les conditions de normalité et d'homogénéité des variances. Cependant, il a la limitation de ne tester qu'une variable explicative à la fois.
it: Il test di Kruskal-Wallis è usato per esplorare la relazione tra una variabile dipendente continua e una variabile esplicativa categorica. È analogo all'ANOVA, ma con il vantaggio di avere meno presupposti, essendo un test non parametrico. Tuttavia, ha il limite di poter testare solo una singola variabile esplicativa alla volta.
kk: Крускал-Уоллис тесті үздіксіз тәуелді айнымалы мен категориялық түсіндірме айнымалы арасындағы байланысты зерттеу үшін қолданылады. Ол ANOVA аналогы болып табылады, бірақ параметрлік емес және аз болжамдардың артықшылығы бар. Дегенмен, оның бір уақытта тек бір түсіндірмелі айнымалыны тексере алатын шектеуі бар.
nn: Kruskal-Wallis-testen blir brukt til å undersøkja samanhengen mellom ein kontinuerleg avhengig variabel, og ein kategorisk uavhengig variabel. Det er analogt med ANOVA, men det er ikkje-parametrisk og derfor ha færre føresetnader. Samtidig har testen avgrensinga at ho berre kan testa ein faktor som uavhengig variabel om gongen.
no: Kruskal-Wallis-testen brukes til å undersøke sammenhengen mellom en kontinuerlig avhengig variabel, og en kategorisk uavhengig variabel. Det er analogt med ANOVA, men det er ikke-parametrisk og derfor ha færre forutsetninger. Samtidig har testen begrensningen at den bare kan teste en faktor som uavhengig variabel om gangen.
pl: Test Kruskala-Wallisa służy do badania zależności między ciągłą zmienną zależną, a kategorialną zmienną objaśniającą. Jest odpowiednikiem testu ANOVA, ale jako test nieparametryczny posiada mniej założeń. Umożliwia on włączenie do analizy jedynie jednej zmiennej objaśniającej.
pt: O teste Kruskal-Wallis é utilizado para explorar a relação entre uma variável dependente ordinal ou quantitativa, e uma variável categorial explicativa. É um teste análogo à ANOVA, mas com a vantagem de ser não-paramétrico e de ter menos pressupostos. Contudo, tem a limitação de só poder testar uma variável explicativa de cada vez.
ru: Тест Крускала-Уоллиса используется для изучения взаимосвязи между непрерывной зависимой переменной и категориальной объясняющей переменной. Он аналогичен ANOVA, но имеет то преимущество, что является непараметрическим и имеет меньше допущений. Однако у него есть ограничение: он может одновременно проверять только одну объясняющую переменную.
sl: Kruskal-Wallisov preizkus se uporablja za raziskovanje razmerja med zvezno odvisno spremenljivko in kategorično pojasnjevalno spremenljivko. Preizkus je analogen analizi ANOVA, vendar s prednostjo, da je neparametričen in zahteva manj predpostavk. Omejitev je, da je sočasno mogoče preverjati le eno spremenljivko.
sv: Kruskal-Wallis-testen användes till att undersöka sammanhanget mellan en kontinuerligt beroende variabel, och en kategoriskt oberoende variabel. Det är analogt med ANOVA, men det är ikke-parametrisk och därför ha färre förutsättningar. Samtidigt har testen begränsningen att den bara kan testa en faktor som oberoende variabel om gången.
ta: தொடர்ச்சியான சார்பு மாறி மற்றும் ஒரு வகைப்படுத்தப்பட்ட விளக்கமளிக்கும் மாறிக்கு இடையிலான உறவை ஆராய க்ருச்கல்-வாலிச் சோதனை பயன்படுத்தப்படுகிறது. இது ANOVA க்கு அனலாகச் ஆகும், ஆனால் அளவுரு அல்லாதவர்களாகவும், குறைவான அனுமானங்களைக் கொண்டிருப்பதாலும். இருப்பினும், இது ஒரு நேரத்தில் ஒரு விளக்க மாறியை மட்டுமே சோதிக்க முடியும் என்ற வரம்பைக் கொண்டுள்ளது.
uk: Тест Крускала-Уоллиса використовує для вивчення взаимосвязи між непрерывной залежати переменной і категориальной котрий пояснювати переменной. Він аналогічний ANOVA, але має то перевага, що являється непараметрическим і має менше допущений. Однак у він є обмеження: він можучи одночасно перевіряти тільки одну котрий пояснювати переменную.

source: the label to use for the dependent variable.
ca: la etiqueta que s'utilitzarà per a la variable dependent.
da: betegnelsen, der skal bruges for den afhængige variabel.
de: eine Bezeichnung, welche für die abhängige Variable verwendet werden soll.
fr: l'étiquette à utiliser pour la variable dépendante.
he: התווית בה יש להשתמש עבור המשתנה התלוי.
it: l'etichetta da utilizzare per la variabile dipendente.
kk: тәуелді айнымалы үшін қолданылатын белгі.
nn: nemninga som skal brukast for den avhengige variabelen.
no: betegnelsen som skal brukes for den avhengige variabelen.
pl: etykieta, która ma być używana dla zmiennej zależnej.
pt: o rótulo a ser usado para a variável dependente.
ru: метка, используемая для зависимой переменной.
sl: oznaka, uporabljena za odvisno spremenljivko.
sv: beteckningen som ska användas för den beroende variabeln.
ta: சார்பு மாறிக்கு பயன்படுத்த சிட்டை.
tr: bağımlı değişken için kullanılacak etiket.
uk: позначка, використовувати для залежати переменной.

source: the lavaan syntax used to fit the model
ca: la sintaxis de lavaan utilitzada per a ajustar el model
da: lavaan-syntaksen som blev brugt for at tilpasse modellen
de: die Lavaan-Syntax, die verwendet wird, um das Modell zu schätzen
fr: la syntaxe lavaan utilisée pour ajuster le modèle
he: תחביר לבאן שבעזרתו הותאם המודל
hr: lavaanova sintaksa korištena za prilagodbu modela
it: la sintassi di lavaan usata per adattare il modello
kk: үлгіні сәйкестендіру үшін қолданылатын лаваан синтаксисі
nn: lavaan-syntaksen som vart brukt for å tilpassa modellen
no: lavaan-syntaksen som ble brukt for å tilpasse modellen
pl: składnia pakietu lavaan użyta do dopasowania modelu
pt: a sintaxe do lavaan usada para ajustar o modelo
ru: синтаксис lavaan, используемый для подгонки модели
sv: lavaan-syntaksen som användes för att anpassa modellen
ta: மாதிரிக்கு ஏற்ற லாவான் தொடரியல் பயன்படுத்தப்படுகிறது
tr: modeli uydurmak için kullanılan lavaan sözdizimi
uk: синтаксис lavaan, використовувати для подгонки моделі

source: the missing value exclusion method. `Analysis by analysis` excludes missing values from each analysis. `Listwise` excludes a row from all analyses if one of its values is missing.
ca: el mètode de exclusió de valors perduts.`Anàlisi per análisi` exclou els valors perduts de cada anàlisi. `Llista de variables` (listwise) exclou una fila de totes les anàlisis si un dels seus valors és perdut.
da: metoden for at ekskludere manglende værdier. `Analysis by analysis` ekskluderer manglende værdier per analyse. `Listwise` ekskluderer hele raden fra alle analyser, hvis en af værdierne har ikke.
de: die Methode zum Ausschluss fehlender Werte. `Analysis by analysis` schließt fehlende Werte per Analyse aus. `Listwise` schließt eine Zeile aus allen Analysen aus, wenn einer ihrer Werte fehlt.
fr: la méthode d'exclusion des valeurs manquantes. "Analyse par analyse" exclue les valeurs manquantes de chaque variable. "Selon une liste" exclue une ligne de toutes les analyses si l'une des valeurs de cette ligne est exclue.
he: שיטת הוצאת הערכים החסרים. ”בהתאם לכל ניתוח“ מוציאה ערכים חסרים מכל ניתוח. ”בהתאם לרשימת המשתנים“ מוציאה שורה מכל הניתוחים אם אחד מערכיה חסר.
it: il metodo di esclusione dei valori mancanti. `Analisi per analisi` esclude i valori mancanti da ogni analisi. `Listwise` esclude la riga da tutte le analisi se uno dei suoi valori è mancante.
kk: жоқ мәнді алып тастау әдісі. `Analysis by analysis` әрбір талдаудан жетіспейтін мәндерді жоққа шығарады. 'Listwise' мәнінің бірі жоқ болса, барлық талдаулардан жолды алып тастайды.
nn: metoden for å ekskludera manglande verdiar. `Analysis by analysis` ekskluderer manglande verdiar per analyse. `Listwise` ekskluderer heile rada frå alle analysar viss ein av verdiane manglar.
no: metoden for å ekskludere manglende verdier. `Analysis by analysis` ekskluderer manglende verdier per analyse. `Listwise` ekskluderer hele raden fra alle analyser hvis en av verdiene mangler.
pl: metoda wykluczania braków danych. `Analysis by analysis` wyklucza brakujące wartości z każdej analizy. `Listwise` wyklucza wiersz ze wszystkich analiz, jeśli brakuje w nim jakiejkolwiek wartości.
pt: o método de exclusão de valores omissos. `Análise por análise` exclui valores omissos de cada análise. `Listwise` exclui uma linha de todas as análises se um dos seus valores for omisso.
ru: метод исключения пропущенных значений. `'Analysis by analysis'` исключает пропущенные значения из каждого анализа. `Listwise` исключает строку из всех анализов, если одно из ее значений отсутствует.
sv: metoden för att exkludera saknade värden. `Analysis by analysis` exkluderar saknade värden per analys. `Listwise` exkluderar hela räckan från alla analyser om en av värdena saknar.
ta: காணாமல் போன மதிப்பு விலக்கு முறை. `பகுப்பாய்வு மூலம் பகுப்பாய்வு` ஒவ்வொரு பகுப்பாய்விலிருந்தும் காணாமல் போன மதிப்புகளை விலக்குகிறது. `Listvise` அதன் மதிப்புகளில் ஒன்று காணவில்லை என்றால் அனைத்து பகுப்பாய்வுகளிலிருந்தும் ஒரு வரிசையை விலக்குகிறது.
tr: eksik değer hariç tutma yöntemi. `Analiz bazında` her analizden eksik değerleri hariç tutar. `Liste bazında` bir satırın değerlerinden biri eksikse, o satırı tüm analizlerden hariç tutar.
uk: метод виключення пропущенных значень. `'Analysis by analysis'` виключає пропущенные значення з кожногоаналізу. `Listwise` виключає строку з всіх аналізів, якщо одне з їїзначень отсутствует.

source: the missing value exclusion method. `Analysis by analysis` excludes missing values from each variable. `Listwise` excludes a row from all analyses if one of its values is missing.
ca: el mètode de exclusió de valors perduts.`Anàlisi per anàlisi` exclou els valors perduts de cada variable. `Llista de variables` (listwise) exclou una fila de totes les anàlisis si un dels seus valors és perdut.
da: metoden for at ekskludere manglende værdier. `Analysis by analysis` ekskluderer manglende værdier per analyse. `Listwise` ekskluderer hele raden fra alle analyser, hvis en af værdierne har ikke.
de: die Ausschlussmethode für fehlende Werte. `Analysis by analysis` schließt fehlende Werte aus jeder Variablen aus. `Listwise` schließt eine Zeile von allen Analysen aus, wenn einer ihrer Werte fehlt.
fr: la méthode d'exclusion des valeurs manquantes. "Analyse par analyse" exclue les valeurs manquantes de chaque variable. "Selon une liste" exclue une ligne de toutes les analyses si l'une des valeurs de cette ligne est exclue.
he: שיטת הוצאת הערכים החסרים. ”בהתאם לכל ניתוח“ מוציאה ערכים חסרים מכל ניתוח. ”בהתאם לרשימת המשתנים“ מוציאה שורה מכל הניתוחים אם אחד מערכיה חסר.
it: il metodo di esclusione dei valori mancanti. `Analisi per analisi` esclude i valori mancanti da ogni variabile. `Listwise` esclude la riga da tutte le analisi se uno dei suoi valori è mancante.
kk: жоқ мәнді алып тастау әдісі. `Analysis by analysis` әрбір талдаудан жетіспейтін мәндерді жоққа шығарады. 'Listwise' мәнінің бірі жоқ болса, барлық талдаулардан жолды алып тастайды.
nn: metoden for å ekskludera manglande verdiar. `Analysis by analysis` ekskluderer manglande verdiar per analyse. `Listwise` ekskluderer heile rada frå alle analysar viss ein av verdiane manglar.
no: metoden for å ekskludere manglende verdier. `Analysis by analysis` ekskluderer manglende verdier per analyse. `Listwise` ekskluderer hele raden fra alle analyser hvis en av verdiene mangler.
pl: metoda wykluczania braków danych. `Analysis by analysis` wyklucza brakujące wartości z każdej zmiennej. `Listwise` wyklucza wiersz ze wszystkich analiz, jeśli brakuje w nim jakiejkolwiek wartości.
pt: o método de exclusão de valores omissos. `Análise por análise` exclui valores omissos de cada análise. `Listwise` exclui uma linha de todas as análises se um dos seus valores for omisso.
ru: метод исключения пропущенных значений. `'Analysis by analysis'` исключает пропущенные значения из каждой переменной. `Listwise` исключает строку из всех анализов, если одно из ее значений отсутствует.
sv: metoden för att exkludera saknade värden. `Analysis by analysis` exkluderar saknade värden per analys. `Listwise` exkluderar hela räckan från alla analyser om en av värdena saknar.
ta: காணாமல் போன மதிப்பு விலக்கு முறை. `பகுப்பாய்வு மூலம் பகுப்பாய்வு` ஒவ்வொரு மாறியிலிருந்தும் காணாமல் போன மதிப்புகளை விலக்குகிறது. `Listvise` அதன் மதிப்புகளில் ஒன்று காணவில்லை என்றால் அனைத்து பகுப்பாய்வுகளிலிருந்தும் ஒரு வரிசையை விலக்குகிறது.
tr: eksik değer hariç tutma yöntemi. `Analiz bazında` her değişkenden eksik değerleri hariç tutar. `Liste bazında` bir satırın değerlerinden biri eksikse, o satırı tüm analizlerden hariç tutar.
uk: метод виключення пропущенных значень. `'Analysis by analysis'` виключає пропущенные значення з кожної переменной. `Listwise` виключає строку з всіх аналізів, якщо одне з їїзначень отсутствует.

source: the model terms which make up the model.
ca: els termes del model que construeixen el model.
da: de modeltermer, der indgår i modellen.
de: die Modellterme, aus denen sich das Modell zusammensetzt.
fr: les termes qui constituent le modèle.
he: תנאי המודל שמהם מורכב המודל.
it: i termini del modello che compongono il modello.
kk: үлгіні құрайтын шарттар.
nn: dei modelltermane som inngår i modellen.
no: de modelltermene som inngår i modellen.
pl: składniki tworzące model.
pt: os termos do modelo que constituem o modelo.
ru: условия, составляющие модель.
sl: pogoji modela, ki oblikujejo model.
sv: de modelltermerna som ingår i modellen.
ta: மாதிரியை உருவாக்கும் மாதிரி விதிமுறைகள்.
tr: modeli oluşturan model terimleri.
uk: умови, складові модель.

source: the model terms which make up the model. By default a full factorial model is created, but here the exact terms making up the model can be adjusted.
ca: els termes del model que construeixen el model. Predeterminadament es crea un model factorial complet, però aquí es poden ajustar els termes exactes que construeixen el model.
da: de modeltermer, der indgår i modellen. Som standard sættes op en model med alle faktorer men de modeltermer kan blive tilpassede.
de: die Modellterme, aus denen das Modell besteht. Standardmäßig wird ein vollfaktorielles Modell erstellt, aber hier können die genauen Terme, aus denen das Modell besteht, angepasst werden.
fr: les termes qui constituent le modèle. Par défaut, un modèle factoriel complet est créé mais il est possible ici d'ajuster le nombre exact de termes du modèle.
he: תנאי המודל שמהם מורכב המודל. ברירת המחדל היא שייווצר מודל גורמי מלא, אבל כאן ניתן לשנות את התנאים המדויקים המרכיבים את המודל.
it: i termini del modello che compongono il modello. Per impostazione predefinita, viene creato un modello fattoriale completo, ma qui è possibile regolare i termini esatti che compongono il modello.
kk: үлгіні құрайтын шарттар. Әдепкі бойынша толық факторлық модель жасалады, бірақ мұнда модельді құрайтын нақты шарттарды реттеуге болады.
nn: dei modelltermane som inngår i modellen. Som standard blir sett opp ein modell med alle faktorar men dei modelltermane kan bli tilpassa.
no: de modelltermene som inngår i modellen. Som standard settes opp en modell med alle faktorer men de modelltermene kan bli tilpasset.
pl: składniki tworzące model. Domyślnie tworzony jest pełny model czynnikowy, ale w tym przypadku można dostosować dokładne składniki tworzące model.
pt: os termos do modelo que constituem o modelo. Por padrão, um modelo fatorial completo é criado, mas aqui os termos exatos que compõem o modelo podem ser ajustados.
ru: условия, составляющие модель. По умолчанию создается полная факторная модель, но здесь можно настроить точные члены, составляющие модель.
sl: pogoji modela, ki oblikujejo model. Privzeto je ustvarjen polni faktorski model, vendar je mogoče natančne pogoje, ki določajo model, prilagoditi.
sv: de modelltermerna som ingår i modellen. Som standard sättes upp en modell med alla faktorer men de modelltermerna kan bli anpassade.
ta: மாதிரியை உருவாக்கும் மாதிரி விதிமுறைகள். இயல்பாக ஒரு முழு காரணியாலான மாதிரி உருவாக்கப்பட்டது, ஆனால் இங்கே மாதிரியை உருவாக்கும் சரியான சொற்களை சரிசெய்ய முடியும்.
tr: modeli oluşturan model terimleri. Varsayılan olarak tam faktöriyel bir model oluşturulur, ancak burada modeli oluşturan tam terimler ayarlanabilir.
uk: умови, складові модель. По умолчанию створюється полная факторная модель, але здесь можна налаштувати точные члени, складові модель.

source: the pairs of measurements -- a separate t-test is performed for each pair of measurements.
ca: les parelles de mesures -- es realitza una prova t separada per a cada parella de mesures.
da: måleparrene – en separat t-test gjenneomføres for hvert par målinger.
de: die Messpaare – für jedes Messpaar wird ein separater t-Test durchgeführt.
fr: les paires de mesures -- un test t séparé est effectué pour chaque paire de mesures.
he: זוגות המדדים – נערך מבחן t שונה עבור כל זוג של מדדים.
it: le coppie di misurazioni - viene eseguito un t-test separato per ogni coppia di misurazioni.
kk: өлшем жұптары - әрбір өлшем жұбына жеке t-сынағы орындалады.
nn: målepara – ein separat t-test gjenneomføres for kvart par målingar.
no: måleparene – en separat t-test gjenneomføres for hvert par målinger.
pl: pary pomiarów -- dla każdej pary pomiarów wykonywany jest osobny test t.
pt: os pares de medições - um teste t é calculado para cada par de medições.
ru: пары измерений - для каждой пары измерений выполняется отдельный t-тест.
sv: mätparen – en separat t-test gjenneomføres för varje par mätningar.
ta: அளவீடுகளின் சோடிகள்-ஒவ்வொரு இணை அளவீடுகளுக்கும் ஒரு தனி டி-சோதனை செய்யப்படுகிறது.
tr: ölçüm çiftleri -- her ölçüm çifti için ayrı bir t-testi gerçekleştirilir.
uk: пари вимірів - для кожноїпари вимірів виконується окремий t-тесту.

source: the post-hoc multiple comparisons corrections to use.
ca: las correccions de comparacions múltiples post-hoc que s'utilitzaran.
da: korrektionerne, der skal bruges for de multiple sammenligninger i post-hoc-testene.
de: die zu verwendenden Korrekturen für mulitple Paarvergleiche in den Post-hoc-Tests.
fr: les corrections à utiliser pour les comparaisons post hoc multiples.
he: התיקונים מרובי ההשוואות שיש לערוך למבחני ההמשך.
it: le correzioni dei confronti multipli post-hoc da utilizzare.
kk: пайдалану үшін бірнеше салыстыру пост hoc түзетулері.
nn: korreksjonane som skal brukast for dei multiple samanlikningane i post-hoc-testene.
no: korreksjonene som skal brukes for de multiple sammenligningene i post-hoc-testene.
pl: poprawki dla wielokrotnych porównań post-hoc.
pt: as correções das comparações múltiplas post-hoc a usar.
ru: апостериорные поправки множественных сравнений для использования.
sv: korrektionerna som ska användas för de multipla jämförelserna i post-hoc-testene.
ta: பிந்தைய தற்காலிக பல ஒப்பீட்டு திருத்தங்கள் பயன்படுத்த.
tr: kullanılacak post-hoc çoklu karşılaştırma düzeltmeleri.
uk: апостериорные поправки множественных порівнянь для використання.

source: the prior width for the Student's t-test's Bayes factors. Requires a value between 0.01 and 2.0, default 0.707.
da: bredden på prior for Bayes-faktorer i Students t-test. Kræver en værdi mellem 0.01 og 2.0 (standard: 0.707).
he: הרוחב הפריורי לגורמי בייס במבחן t של סטודנט. יש צורך בערך בין 0.01 ל־2.0. ברירת המחדל היא 0.707.
nn: breidda på prior for Bayes-faktorar i Students t-test. Krev ein verdi mellom 0.01 og 2.0 (standard: 0.707).
no: bredden på prior for Bayes-faktorer i Students t-test. Krever en verdi mellom 0.01 og 2.0 (standard: 0.707).
pl: szerokość prioru dla współczynników Bayesa testu t Studenta. Wymaga wartości pomiędzy 0.01 a 2.0; domyślna wartość to 0.707.
ru: априорная ширина для байесовских факторов t-критерия Стьюдента. Требуется значение от 0,5 до 2,0, по умолчанию 0,707.
sv: bredden på prior för Bayes-faktorer i Students t-test. Kräver ett värde mellan 0.01 och 2.0 (standard: 0.707).
ta: மாணவரின் டி-டெச்டின் பேயச் காரணிகளுக்கான முந்தைய அகலம். 0.01 மற்றும் 2.0 க்கு இடையில் மதிப்பு தேவை, இயல்புநிலை 0.707.
tr: Student'ın t-testi Bayes faktörleri için prior genişliği. 0.01 ile 2.0 arasında bir değer gerektirir, varsayılan 0.707.

source: the prior width for the Student's t-test's Bayes factors. Requires a value between 0.5 and 2.0, default 0.707.
ca: la amplitud a priori pels factors de Bayes de la prova t de Student. Requereix un valor entre 0,5 i 2,0, predeterminat a 0,707.
da: bredden på prior for de Bayes-faktorer i Students t-testen. Kræver en værdi mellem 0.5 og 2.0 (standard: 0.707).
de: die Breite des priors für die Bayes-Faktoren im Student's t-test. Erfordert einen Wert zwischen 0.5 und 2.0, Vorgabe: 0.707.
fr: la largeur de l'a priori pour le facteur de Bayes du test t de Student. La valeur doit être entre 0.5 et 2.0, par défaut 0.707.
he: הרוחב הפריורי לגורמי בייס במבחן t של סטודנט. יש צורך בערך בין 0.5 ל־2.0. ברירת המחדל היא 0.707.
it: l'ampiezza precedente per i fattori Bayes del t-test di Student. Richiede un valore compreso tra 0.5 e 2.0, valore predefinito 0.707.
kk: Студенттің t-тестінің Байес факторлары үшін алдыңғы ені. 0,5 және 2,0 арасындағы мәнді талап етеді, әдепкі 0,707.
nn: breidda på prior for dei Bayes-faktorane i Students t-testen. Krev ein verdi mellom 0.5 og 2.0 (standard: 0.707).
no: bredden på prior for de Bayes-faktorene i Students t-testen. Krever en verdi mellom 0.5 og 2.0 (standard: 0.707).
pl: szerokość rozkładu a priori dla współczynników Bayesa testu t Studenta. Wymaga wartości pomiędzy 0,5 a 2,0; domyślna wartość to 0,707.
pt: a amplitude dos priores para os fatores de Bayes do teste t de Student. Requer um valor entre 0.5 e 2.0, padrão 0.707.
ru: априорная ширина для байесовских факторов t-критерия Стьюдента. Требуется значение от 0,5 до 2,0, по умолчанию 0,707.
sv: bredden på prior för de Bayes-faktorene i Students t-testen. Kräver ett värde mellan 0.5 och 2.0 (standard: 0.707).
ta: மாணவரின் டி-டெச்டின் பேயச் காரணிகளுக்கான முந்தைய அகலம். 0.5 முதல் 2.0 வரை மதிப்பு தேவை, இயல்புநிலை 0.707.
tr: Student'ın t-testi Bayes faktörleri için prior genişliği. 0.5 ile 2.0 arasında bir değer gerektirir, varsayılan 0.707.
uk: априорная ширина для байесовских факторів t-критерію Стьюдента. Вимагає значення від 0,5 до 2,0, по умолчанию 0,707.
