Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: a table containing the results from the Box-Tidwell test
ca: una taula que conté els resultats de la Prova Box-Tidwell
da: en tabel med resultater fra Box-Tidwell-testen
de: eine Tabelle mit den Ergebnissen des Box-Tidwell-Tests
fr: un tableau contenant les résultats du test de Box-Tidwell
he: טבלה המכילה את תוצאות מבחן בוקס–טידוול
hr: tablica s rezultatima Box-Tidwell testa
it: una tabella con i risultati del test di Box-Tidwell
kk: Box-Tidwell тестінің нәтижелерін қамтитын кесте
nn: ein tabell med resultat frå Box-Tidwell-testen
no: en tabell med resultater fra Box-Tidwell-testen
pl: tabela zawierająca wyniki testu Boxa-Tidwella
pt: uma tabela contendo os resultados do teste de Box-Tidwell
ru: таблица, содержащая результаты теста Бокса-Тидвелла
sl: razpredelnica z rezultati Box-Tidwellovega testa
sv: en tabell med resultat från Box-Tidwell-testen
ta: பாக்ச்-டிட்வெல் சோதனையின் முடிவுகளைக் கொண்ட அட்டவணை
tr: Box-Tidwell testi sonuçlarını içeren bir tablo
uk: таблиця, котрий містити результати тесту Боксу-Тидвелла

source: a table containing the t-test results
ca: una taula que conté els resultats de la Prova t
da: en tabel med resultater fra t-testene
de: eine Tabelle mit den Ergebnissen des t-Tests
fr: un tableau contenant les résultats du test
he: טבלה המכילה את תוצאות מבחן t
hr: tablica s rezultatima t-test resultatima
it: una tabella con i risultati del t-test
kk: t-тест нәтижелерін қамтитын кесте
nn: ein tabell med resultat frå t-testene
no: en tabell med resultater fra t-testene
pl: tabela zawierająca wyniki testu t
pt: uma tabela contendo os resultados do teste t
ru: таблица, содержащая результаты t-теста
sl: razpredelnica z rezultati T-Testa
sv: en tabell med resultat från t-testene
ta: டி-சோதனை முடிவுகளைக் கொண்ட அட்டவணை
tr: t-testi sonuçlarını içeren bir tablo
uk: таблиця, котрий містити результати t-тесту

source: a table of ANCOVA results
ca: una taula de resultats ANCOVA
da: en tabel med resultater fra ANCOVA
de: eine Tabelle mit den Ergebnissen der ANCOVA
fr: un tableau des résultats de l'ANCOVA
he: טבלת תוצאות ניתוח שונות משותפת (ANCOVA)
hr: tablica rezultata analize kovarijanca
it: una tabella con i risultati dell'ANCOVA
kk: ANCOVA нәтижелерінің кестесі
nl: een tabel met ANCOVA-resultaten
nn: ein tabell med resultat frå ANCOVA
no: en tabell med resultater fra ANCOVA
pl: tabela zawierająca wyniki testu ANCOVA
pt: uma tabela de resultados de ANCOVA
ru: таблица результатов ковариационного анализа
sl: razpredelnica z rezultati analize ANCOVA
sv: en tabell med resultat från ANCOVA
ta: ANCOVA முடிவுகளின் அட்டவணை
tr: ANCOVA sonuçlarının bir tablosu
uk: таблиця результатів ANCOVA

source: a table of ANOVA results
ca: una taula de resultats ANOVA
da: en tabel med resultater fra ANOVA
de: eine Tabelle mit den Ergebnissen der ANOVA
fr: un tableau des résultats de l'ANOVA
he: טבלת תוצאות ניתוח שונות
hr: tablica rezultata analize varijanca
it: una tabella con i risultati dell'ANOVA
kk: ANOVA нәтижелерінің кестесі
nl: een tabel met ANOVA-resultaten
nn: ein tabell med resultat frå ANOVA
no: en tabell med resultater fra ANOVA
pl: tabela zawierająca wyniki testu ANOVA
pt: uma tabela de resultados ANOVA
ru: таблица результатов ДА
sl: razpredelnica z rezultati analize ANOVA
sv: en tabell med resultat från ANOVA
ta: ANOVA இன் அட்டவணை முடிவுகள்
tr: ANOVA sonuçlarının bir tablosu
uk: таблиця результатів ANOVA

source: a table of comparative measures
ca: una taula de mesures comparatives
da: en tabel med komparative mål
de: eine Tabelle mit Vergleichsmaßen
fr: un tableau des mesures comparatives
he: טבלת מדדים השוואתיים
hr: tablica usporednih mjera
it: una tabella di misure comparative
kk: салыстырмалы көрсеткіштер кестесі
nl: een tabel met vergelijkende metingen
nn: ein tabell med komparative mål
no: en tabell med komparative mål
pl: tabela zawierająca statystyki porównawcze
pt: uma tabela de medidas comparativas
ru: таблица сравнительных мер
sv: en tabell med komparative mål
ta: ஒப்பீட்டு நடவடிக்கைகளின் அட்டவணை
tr: karşılaştırmalı ölçütlerin bir tablosu
uk: таблиця порівняльний мір

source: a table of homogeneity of variances tests
ca: una taula de proves d'homogeneïtat de variàncies
da: en tabel med tester på varianshomogenitet
de: eine Tabelle mit den Homogenitätstests der Varianzen
fr: un tableau des tests d'homogénéité des variances
he: טבלת מבחני הומוגניות השונויות
hr: tablica testova homogenosti varijanci
it: una tabella con i test di omogeneità delle varianze
kk: дисперсияның біртектілігін тексеру кестесі
nn: ein tabell med testar på varianshomogenitet
no: en tabell med tester på varianshomogenitet
pl: tabela testów homogeniczności wariancji
pt: uma tabela de testes à homogeneidade de variâncias
ru: таблица тестов однородности дисперсий
sl: razpredelnica z rezultati preizkusa homogenosti varianc
sv: en tabell med tester på varianshomogenitet
ta: மாறுபாடுகள் சோதனைகளின் ஒருமைப்பாட்டின் அட்டவணை
tr: varyansların homojenliği testlerinin bir tablosu
uk: таблиця тестів однородности дисперсий

source: a table of homogeneity tests
ca: una taula de proves d'homogeneïtat
da: en tabel med tester på varianshomogenitet
de: eine Tabelle mit den Homogenitätstests der Varianzen
fr: un tableau des tests d'homogénéité
he: טבלת מבחני ההומוגניות
hr: tablica testova homogenosti
it: una tabella con i test di omogeneità delle varianze
kk: біртектілік сынақтарының кестесі
nl: een tabel met homogeniteitstoetsen
nn: ein tabell med testar på varianshomogenitet
no: en tabell med tester på varianshomogenitet
pl: tabela testów homogeniczności
pt: uma tabela de testes de homogeneidade
ru: таблица тестов на однородность
sl: razpredelnica z rezultati preizkusov homogenosti
sv: en tabell med tester på varianshomogenitet
ta: ஒரேவிதமான சோதனைகளின் அட்டவணை
tr: homojenlik testlerinin bir tablosu
uk: таблиця тестів на однородность

source: a table of likelihood ratio tests
ca: una taula de proves de raó de versemblança
da: en tabel med likelihood-ratio-tester
de: eine Tabelle mit Likelihood-Ratio-Tests
fr: un tableau des tests de rapport de vraisemblance
he: טבלת מבחני יחס הנראות
hr: tablica testova omjera vjerojatnosti
it: una tabella con i test del rapporto di verosimiglianza
kk: ықтималдық коэффициентін сынау кестесі
nl: een tabel met aannemelijkheidsquotiënttoetsen
nn: ein tabell med likelihood-ratio-tester
no: en tabell med likelihood-ratio-tester
pl: tabela testów wskaźnika wiarygodności
pt: uma tabela de testes de rácio de verosimilhança
ru: таблица тестов отношения правдоподобия
sl: razpredelnica z rezultati preizkusa verjetij
sv: en tabell med likelihood-ratio-tester
ta: நிகழ்தகவு விகித சோதனைகளின் அட்டவணை
tr: olabilirlik oranı testlerinin bir tablosu
uk: таблиця тестів ставлення правдоподобия

source: a table of model coefficient thresholds
ca: una taula de llindars de coeficients del model
da: en tabel med tærskler på modelkoefficienterne
de: eine Tabelle mit Schwellenwerten für die Modellkoeffizienten
fr: un tableau des seuils des coefficients du modèle
he: טבלת ספי מקדם המודל
hr: tablica pragova koeficijenata modela
it: una tabella con i valori di soglia per i coefficienti del modello
kk: коэффициенттiң үлгiлiк шегiнiң кестесi
nn: ein tabell med tersklar på modellkoeffisientane
no: en tabell med terskler på modellkoeffisientene
pl: tabela progów współczynników modelu
pt: uma tabela de limiares dos coeficientes do modelo
ru: таблица пороговых коэффициентов модели
sl: razpredelnica s pražnimi vrednostmi koeficienta modela
sv: en tabell med trösklar på modellkoefficienterna
ta: மாதிரி குணக வாசல்களின் அட்டவணை
tr: model katsayı eşiklerinin bir tablosu
uk: таблиця пороговых коефіцієнтів моделі

source: a table of model coefficients
ca: una taula de coeficients del model
da: en tabel med modelkoefficienter
de: eine Tabelle mit den Modellkoeffizienten
fr: un tableau des coefficients du modèle
he: טבלת מקדמי המודל
hr: tablica koeficijenata modela
it: una tabella con i coefficienti del modello
kk: үлгі коэффициенттер кестесі
nl: een tabel van modelcoëfficiënten
nn: ein tabell med modellkoeffisientar
no: en tabell med modellkoeffisienter
pl: tabela współczynników modelu
pt: uma tabela de coeficientes do modelo
ru: таблица коэффициентов модели
sl: razpredelnica s koeficienti modela
sv: en tabell med modellkoefficienter
ta: மாதிரி குணகங்களின் அட்டவணை
tr: model katsayılarının bir tablosu
uk: таблиця коефіцієнтів моделі

source: a table of normality tests
ca: una taula de proves de normalitat
da: en tabel med tester på normalfordeling
de: eine Tabelle mit den Tests auf Normalverteilung
fr: un tableau des tests de normalité
he: טבלת מבחני הנורמליות
hr: tablica testova normalnosti
it: una tabella con i test di normalità
kk: қалыптылық сынақтарының кестесі
nl: een tabel met normaliteitstoetsen
nn: ein tabell med testar på normalfordeling
no: en tabell med tester på normalfordeling
pl: tabela testów normalności
pt: uma tabela de testes à normalidade
ru: таблица тестов нормальности
sl: razpredelnica z rezultati preizkusov normalnosti
sv: en tabell med tester på normalfördelning
ta: இயல்பான சோதனைகளின் அட்டவணை
tr: normallik testlerinin bir tablosu
uk: таблиця тестів нормальности

source: a table of predicted classifications
ca: una taula de classificació predita
da: en tabel med de forventede klassifikationerne
de: eine Tabelle mit den vorhergesagten Klassifikationen
fr: un tableau des classifications prédites
he: טבלת מיונים מצופים
hr: tablica predviđenih klasifikacija
it: una tabella delle classificazioni previste
kk: болжамды классификациялар кестесі
nl: een tabel met voorspelde classificaties
nn: ein tabell med dei føresagde klassifikasjonane
no: en tabell med de predikerte klassifikasjonene
pl: tabela przewidywanych klasyfikacji
pt: uma tabela de classificações previstas
ru: таблица прогнозируемых классификаций
sv: en tabell med de förväntade klassifikationerna
ta: கணிக்கப்பட்ட வகைப்பாடுகளின் அட்டவணை
tr: tahmin edilen sınıflandırmaların bir tablosu
uk: таблиця прогнозувати класифікацій

source: a table of predictive measures
ca: una taula de mesures predictives
da: en tabel med prediktive mål
de: eine Tabelle mit den vorhergesagten Maßen
fr: un tableau des mesures prédites
he: טבלת מדדים מנובאים
hr: tablica predviđenih mjera
it: una tabella di misure predittive
kk: болжамды іс-шаралар кестесі
nl: een tabel met voorspellende metingen
nn: ein tabell med prediktive mål
no: en tabell med prediktive mål
pl: tabela miar predykcyjnych
pt: uma tabela de medidas preditivas
ru: таблица прогностических мер
sv: en tabell med förväntade mål
ta: முன்கணிப்பு நடவடிக்கைகளின் அட்டவணை
tr: tahminsel ölçütlerin bir tablosu
uk: таблиця прогностических мір

source: a table of proportions
ca: una taula de proporcions
da: en tabel med proportioner
de: eine Tabelle mit Anteilen
fr: un tableau des proportions
he: טבלת יחסים
hr: tablica proporcija
it: una tabella delle proporzioni
kk: пропорциялар кестесі
nl: een proportietabel
nn: ein tabell med proporsjonar
no: en tabell med proporsjoner
pl: tabela proporcji
pt: uma tabela de proporções
ru: таблица пропорций
sl: razpredelnica sorazmernih deležev
sv: en tabell med proportioner
ta: விகிதாச்சார அட்டவணை
tr: oranların bir tablosu
uk: таблиця пропорцій

source: a table of test results
ca: una taula de resultats de la prova
da: en tabel med testresultater
de: eine Tabelle mit den Testergebnissen
fr: un tableau des résultats des tests
he: טבלת תוצאות המבחן
hr: tablica rezultata tetsa
it: una tabella con i risultati del test
kk: сынақ нәтижелерінің кестесі
nl: een tabel met toetsresultaten
nn: ein tabell med testresultat
no: en tabell med testresultater
pl: tabela z wynikami testu
pt: uma tabela de resultados do teste
ru: таблица результатов теста
sl: razpredelnica z rezultati preizkusa
sv: en tabell med testresultat
ta: சோதனை முடிவுகளின் அட்டவணை
tr: test sonuçlarının bir tablosu
uk: таблиця результатів тесту

source: a table of the 'nominal' test results
ca: una taula dels resultats de la Prova 'nominal'
da: en tabel med de »nominelle« testresultaterne
de: eine Tabelle mit den „nominalen“ Testergebnissen
fr: un tableau des résultats 'nominal' des tests
he: טבלת תוצאות המבחן ”השמני“
hr: tablica rezultata testova za 'nominalnih' podatke
it: una tabella dei risultati 'nominali' del test
kk: «номиналды» сынақ нәтижелерінің кестесі
nn: ein tabell med dei «nominelle» testresultata
no: en tabell med de «nominelle» testresultatene
pl: tabela z wynikami testów "nominalnych"
pt: uma tabela de resultados 'nominais' do teste
ru: таблица результатов 'номинального' теста
sl: razpredelnica z rezultati 'nominalnih' preizkusov
sv: en tabell med de “nominella” testresultaten
ta: 'பெயரளவு' சோதனை முடிவுகளின் அட்டவணை
tr: 'nominal' test sonuçlarının bir tablosu
uk: таблиця результатів 'номинального' тесту

source: a table of the descriptive statistics
ca: una taula d'estadístiques descriptives
da: en tabel med deskriptivstatistikk
de: eine Tabelle mit der deskriptiven Statistik
fr: un tableau des statistiques descriptives
he: טבלה של סטטיסטיקות המידע התיאורי
hr: tablica statistike deskriptivnih pokazatelja
it: una tabella delle statistiche descrittive
kk: сипаттамалық статистика кестесі
nn: ein tabell med deskriptivstatistikk
no: en tabell med deskriptivstatistikk
pl: tabela statystyk opisowych
pt: uma tabela das estatísticas descritivas
ru: таблица описательных статистик
sl: razpredelnica z izračuni opisne statistike
sv: en tabell med deskriptiv statistik
ta: விளக்க புள்ளிவிவரங்களின் அட்டவணை
tr: betimleyici istatistiklerin bir tablosu
uk: таблиця описательных статистик

source: a table of the Friedman test results
ca: una taula dels resultats de la Prova de Friedman
da: en tabel med resultater af Friedman-testen
de: eine Tabelle mit den Ergebnissen des Friedman-Tests
fr: un tableau des résultats du test de Friedman
he: טבלת תוצאות מבחן פרידמן
hr: tablica rezultata Friedmanovog testa
it: una tabella dei risultati del test di Friedman
kk: Фридман сынағы нәтижелерінің кестесі
nn: ein tabell med resultat av Friedman-testen
no: en tabell med resultater av Friedman-testen
pl: tabela z wynikami testu Friedmana
pt: uma tabela dos resultados do teste de Friedman
ru: таблица результатов теста Фридмана
sl: razpredelnica z rezultati Friedmanovega preizkusa
sv: en tabell med resultat av Friedman-testen
ta: ப்ரீட்மேன் சோதனை முடிவுகளின் அட்டவணை
tr: Friedman testi sonuçlarının bir tablosu
uk: таблиця результатів тесту Фридмана

source: a table of the gamma test results
ca: una taula dels resultats de la Prova gamma
da: en tabel med resultater fra gamma-testen
de: eine Tabelle mit den Ergebnissen des Gammatests
fr: un tableau des résultats du test gamma
he: טבלת תוצאות מבחן גמא
hr: tablica rezultata gamma testa
it: una tabella dei risultati del test gamma
kk: гамма-тест нәтижелерінің кестесі
nn: ein tabell med resultat frå gamma-testen
no: en tabell med resultater fra gamma-testen
pl: tabela z wynikami testu gamma
pt: uma tabela dos resultados do teste gama
ru: таблица результатов гамма-теста
sl: razpredelnica z rezultati preizkusa gama
sv: en tabell med resultat från gammatesten
ta: காமா சோதனை முடிவுகளின் அட்டவணை
tr: gamma testi sonuçlarının bir tablosu
uk: таблиця результатів гамма-тесту

source: a table of the Kendall's tau-b test results
ca: una taula dels resultats de la Prova Tau-b de Kendall
da: en tabel med resultater fra Kendalls tau-b-test
de: eine Tabelle mit den Tau-b-Testergebnissen von Kendall
fr: un tableau des résultats du test tau-b de Kendall
he: טבלת תוצאות מבחן טאו b של קנדל
hr: tablica rezultata Kendallovog tau-b testa
it: una tabella dei risultati del test tau-b di Kendall
kk: Кендаллдың tau-b сынағы нәтижелерінің кестесі
nn: ein tabell med resultat frå Kendalls tau-b-test
no: en tabell med resultater fra Kendalls tau-b-test
pl: tabela z wynikami korelacji tau-b Kendalla
pt: uma tabela dos resultados do teste tau-b de Kendall
ru: таблица результатов тау-b-теста Кендалла
sl: razpredelnica z rezultati Kendallovega Tau-B preizkusa
sv: en tabell med resultat från Kendalls tau-b-test
ta: கெண்டலின் த au-பி சோதனை முடிவுகளின் அட்டவணை
tr: Kendall tau-b testi sonuçlarının bir tablosu
uk: таблиця результатів тау-b-тіста Кендалла

source: a table of the Mantel-Haenszel test for trend
ca: una taula de la Prova de Mantel-Haenszel per a la tendència
da: en tabel med Mantel-Haenszel-trendtesten
de: eine Tabelle mit dem Mantel-Haenszel-Trendtest
fr: un tableau du test de tendance de Mantel-Haenszel
he: טבלת מבחן מנטל–הנזל למגמה
hr: tablica Mantel-Haenszel testa za trend
it: una tabella del test Mantel-Haenszel per la tendenza
kk: трендке арналған Мантель-Хаэнсзель тестінің кестесі
nn: ein tabell med Mantel-Haenszel-trendtesten
no: en tabell med Mantel-Haenszel-trendtesten
pl: tabela testu Mantela-Haenszela dla trendu
pt: uma tabela do teste de Mantel-Haenszel para tendência
ru: таблица теста Мантеля-Хензеля на тренд
sl: razpredelnica z rezultati Mantel-Haenszelovega preizkusa trenda
sv: en tabell med Mantel-Haenszel-trendtesten
ta: போக்குக்கான மாண்டல்-எய்ன்ச்சல் சோதனையின் அட்டவணை
tr: Mantel-Haenszel trend testinin bir tablosu
uk: таблиця тесту Мантеля-Хензеля на тренд

source: a table of the pairwise comparisons
ca: una taula de comparacions de parelles
da: en tabel med parvise sammenligninger
de: eine Tabelle mit den paarweisen Vergleichen
fr: un tableau des comparaisons pair-à-pair
he: טבלת השוואות זוגיות
hr: tablica usporedbi po parovima
it: una tabella con i confronti a coppie
kk: жұптық салыстырулар кестесі
nn: ein tabell med parvise samanlikningar
no: en tabell med parvise sammenligninger
pl: tabela porównań parami
pt: uma tabela de comparações múltiplas
ru: таблица попарных сравнений
sl: razpredelnica z rezultati parnih primerjav
sv: en tabell med parvisa jämförelser
ta: சோடிவரிசை ஒப்பீடுகளின் அட்டவணை
tr: ikili karşılaştırmaların bir tablosu
uk: таблиця попарных порівнянь

source: a table of the proportions
ca: una taula de proporcions
da: en tabel med proportioner
de: eine Tabelle mit den Proportionen
fr: un tableau des proportions
he: טבלת היחסים
hr: tablica proporcija
it: una tabella delle proporzioni
kk: пропорциялар кестесі
nl: een tabel met proporties
nn: ein tabell med proporsjonar
no: en tabell med proporsjoner
pl: tabela proporcji
pt: uma tabela de proporções
ru: таблица пропорций
sl: razpredelnica sorazmernih deležev
sv: en tabell med proportioner
ta: விகிதாச்சாரத்தின் அட்டவணை
tr: oranların bir tablosu
uk: таблиця пропорцій

source: a table of the proportions and test results
ca: una taula de proporcions i dels resultats de la prova
da: en tabel med proportioner og testresultater
de: eine Tabelle mit den Proportionen und Testergebnissen
fr: un tableau des proportions et des résultats de test
he: טבלת היחסים ותוצאות המבחן
hr: tablica proporcija i rezultata testa
it: una tabella con le proporzioni e i risultati del test
kk: пропорциялар және сынақ нәтижелері кестесі
nn: ein tabell med proporsjonar og testresultat
no: en tabell med proporsjoner og testresultater
pl: tabela proporcji wraz z wynikami testu
pt: uma tabela de proporções e resultados do teste
ru: таблица пропорций и результаты теста
sl: razpredelnica sorazmernih deležev in rezultatov testa
sv: en tabell med proportioner och testresultat
ta: விகிதாச்சாரம் மற்றும் சோதனை முடிவுகளின் அட்டவணை
tr: oranlar ve test sonuçlarının bir tablosu
uk: таблиця пропорцій і результати тесту

source: a table of the test results
ca: una taula de resultats de la prova
da: en tabel med testresultaterne
de: eine Tabelle mit den Testergebnissen
fr: un tableau des résultats de test
he: טבלת תוצאות המבחן
hr: tablica rezultata testa
it: una tabella con i risultati del test
kk: сынақ нәтижелерінің кестесі
nn: ein tabell med testresultata
no: en tabell med testresultatene
pl: tabela z wynikami testu
pt: uma tabela dos resultados do teste
ru: таблица результатов теста
sl: razpredelnica z rezultati preizkusa
sv: en tabell med testresultaten
ta: சோதனை முடிவுகளின் அட்டவணை
tr: test sonuçlarının bir tablosu
uk: таблиця результатів тесту

source: a table of χ² test results
ca: una taula de resultats de la Prova de χ²
da: en tabel med χ²-testresultater
de: eine Tabelle mit χ²-Testergebnissen
fr: un tableau des résultats du test du χ²
he: טבלת תוצאות מבחן χ²
hr: tablica rezultata χ² testa
it: una tabella dei risultati del test del χ²
kk: χ² сынақ нәтижелерінің кестесі
nl: een tabel met χ²-toetsresultaten
nn: ein tabell med χ²-testresultat
no: en tabell med χ²-testresultater
pl: tabela z wynikami testu χ²
pt: uma tabela de resultados do teste χ²
ru: таблица результатов теста χ²
sl: razpredelnica z rezultati preizkusa χ²
sv: en tabell med χ²-testresultat
ta: χ² சோதனை முடிவுகளின் அட்டவணை
tr: χ² testi sonuçlarının bir tablosu
uk: таблиця результатів тесту χ²

source: a vector containing strings naming the varibales that are reverse scaled
ca: un vector que conté cadenes que anomenen les variables escalades inversament
da: en vektor med strenge, der viser til variablerne, der skal inverteres
de: ein Vektor, der Zeichenketten mit den Namen der Variablen enthält, die invertiert werden sollen
fr: un vecteur contenant des chaînes nommant les variables dont l'échelle est inversée
it: un vettore contenente stringhe con i nomi delle variabili da invertire
kk: кері масштабталған айнымалылардың атауы бар жолдарды қамтитын вектор
nn: ein vektor med strenger som viser til variablane som skal inverterast
pl: wektor zawierający ciągi znaków nazywające zmienne odwrotnie zakodowane
pt: um vetor contendo códigos nomeando as variáveis invertidas
ru: вектор, содержащий строки, именующие переменные, масштабированные в обратном порядке
sl: vektor z nizi imen spremenljivk, katerih lestvica je vrednostno obrnjena
sv: en vektor med strängar som namnger variablerna som ska inverteras
ta: தலைகீழ் மதிப்பெண் பெறும் மாறிகள் பெயரிடும் சரம் கொண்ட ஒரு திசையன்
uk: вектор, котрий містити строки, именующие переменные, масштабированные у зворотнім порядку

source: a vector of numbers: the expected proportions
ca: un vector de nombres: les proporcions esperades
da: en talvektor: de forventede proportioner
de: ein Vektor mit Zahlen, welche die erwarteten Anteile repräsentieren
fr: un vecteur de nombres : les proportions attendues
it: un vettore di numeri che rappresentano le proporzioni attese
kk: сандар векторы: күтілетін пропорциялар
nn: ein talvektor: dei forventa proporsjonane
pl: wektor liczb: proporcje oczekiwane
pt: um vetor de números: as proporções esperadas
ru: вектор чисел: ожидаемые пропорции
sl: vektor števil: pričakovani sorazmerni deleži
sv: en talvektor: de förväntade proportionerna
ta: எண்களின் திசையன்: எதிர்பார்க்கப்படும் விகிதாச்சாரம்
uk: вектор числ: очікувати пропорції

source: a vector of strings naming the between subjects factors from `data`
ca: un vector de cadenes que anomenen els factors entre subjectes de `data`
da: en vektor af strenger som viser til mellemsubjekt-faktorerne fra data. ``
de: ein Vektor mit Zeichenketten, welche die Zwischensubjekt-Faktoren aus `data` benennen
fr: un vecteur de chaînes nommant les facteurs inter-sujets de `data`
it: un vettore di stringhe che nominano i fattori tra soggetti da `data`
kk: `data`субъектілер арасындағы факторларды атайтын жолдар векторы
nn: ein vektor av strenger som viser til mellomsubjekt-faktorane frå `data`
pl: wektor ciągów znaków zawierających nazwy czynników międzyobiektowych z `data`
pt: um vetor de códigos nomeando os fatores entre sujeitos
ru: вектор строк, именующих факторы между субъектами из `data`
sl: vektor nizov z imeni faktorjev med predmeti za podatkovno zbirko `data`
sv: en vektor av strängar som namnger mellansubjektfaktorerna från `data`
ta: `தரவு` இலிருந்து பாட காரணிகளுக்கு இடையில் பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих фактори між суб'єктами з `data`
