Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # RELIABILITY ANALYSIS # # Scale Reliability Statistics # ───────────────────────────────────────── # Cronbach's α McDonald's ω # ───────────────────────────────────────── # scale 0.708 0.848 # ───────────────────────────────────────── #
ca: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # ANÀLISI DE FIABILITAT # # Estadístics de Fiabilitat de la escala # ───────────────────────────────────────── # α de Cronbach ω de McDonald # ───────────────────────────────────────── # escala 0,708 0,848 # ───────────────────────────────────────── #
da: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # RELIABILITETSANALYSE # # Statistikk på skalareliabilitet # ──────────────────────────────────────── # Cronbachs α McDonalds ω # ──────────────────────────────────────── # Skala 0.708 0.848 # ──────────────────────────────────────── #
de: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # RELIABILITÄTSANALYSE # # Statistik zur Skalenreliabilität # ──────────────────────────────────────── # Cronbachs α McDonald's ω # ──────────────────────────────────────── # Skala 0.708 0.848 # ──────────────────────────────────────── #
it: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # ANALISI DELL'AFFIDABILITA' # RELIABILITY ANALYSIS # # Scale Reliability Statistics # ───────────────────────────────────────── # Cronbach's α McDonald's ω # ───────────────────────────────────────── # scale 0.708 0.848 # ───────────────────────────────────────── #
kk: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # CЕНІМДІЛІК ТАЛДАУЫ # # Шкаланың Сенімділік Статистикасы # ───────────────────────────────────────── # Cronbach's α McDonald's ω # ───────────────────────────────────────── # scale 0.708 0.848 # ───────────────────────────────────────── #
nn: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRU) # # RELIABILITETSANALYSE # # Statistikk på skalareliabilitet # ──────────────────────────────────────── # Cronbachs α McDonalds ω # ──────────────────────────────────────── # Skala 0.708 0.848 # ──────────────────────────────────────── #
pl: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # ANALIZY RZETELNOŚCI # # Statystyki rzetelności skali # ───────────────────────────────────────── # α Cronbacha ω McDonalda # ───────────────────────────────────────── # skala 0.708 0.848 # ───────────────────────────────────────── #
ru: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # АНАЛИЗ НАДЕЖНОСТИ # # Статистики надежности весов # ───────────────────────────────────────── # Cronbach's α McDonald's ω # ───────────────────────────────────────── # scale 0.708 0.848 # ───────────────────────────────────────── #
sv: data('iris) reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # RELIABILITETSANALYSE # # Statistik på skalareliabilitet # ──────────────────────────────────────── # Cronbachs α McDonalds ω # ──────────────────────────────────────── # Skala 0.708 0.848 # ──────────────────────────────────────── #
ta: தரவு ('ஐரிச்') நம்பகத்தன்மை (ஐரிச், vars = c ('sepal.length', 'sepal.width', 'petal.length', 'petal.width'), omegascale = உண்மை) # # நம்பகத்தன்மை பகுப்பாய்வு # # அளவிலான நம்பகத்தன்மை புள்ளிவிவரங்கள் # ─ # க்ரோன்பேக்கின் α மெக்டொனால்டு # ─ # அளவு 0.708 0.848 # ─ #
uk: data('iris') reliability(iris, vars = c('Sepal.Length', 'Sepal.Width', 'Petal.Length', 'Petal.Width'), omegaScale = TRUE) # # АНАЛІЗ НАДІЙНОСТІ # # Статистики надійності ваговий # ───────────────────────────────────────── # Cronbach's α McDonald's ω # ───────────────────────────────────────── # scale 0.708 0.848 # ───────────────────────────────────────── #

source: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # CORRELATION MATRIX # # Correlation Matrix # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg Pearson's r — -0.852 -0.848 -0.776 # p-value — < .001 < .001 < .001 # # cyl Pearson's r — 0.902 0.832 # p-value — < .001 < .001 # # disp Pearson's r — 0.791 # p-value — < .001 # # hp Pearson's r — # p-value — # ────────────────────────────────────────────────────────────── #
ca: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # MATRIU DE CORRELACIONS # # Matriu de correlacions # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg r de Pearson — -0,852 -0,848 -0,776 # p-valor — < ,001 < ,001 < ,001 # # cyl r de Pearson — 0,902 0,832 # p-valor — < ,001 < ,001 # # disp r de Pearson — 0,791 # p-valor — < ,001 # # hp r de Pearson — # p-valor — # ────────────────────────────────────────────────────────────── #
da: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # KORRELATIONSMATRIX # # Korrelationsmatrix # ──────────────────────────────────────────────────────────── # mpg cyl disp hp # ──────────────────────────────────────────────────────────── # mpg Pearsons r — -0.852 -0.848 -0.776 # p-værdi — < .001 < .001 < .001 # # cyl Pearsons r — 0.902 0.832 # p-værdi — < .001 < .001 # # disp Pearsons r — 0.791 # p-værdi — < .001 # # hp Pearsons r — # p-værdi — # ──────────────────────────────────────────────────────────── #
de: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # KORRELATIONSMATRIX # # Korrelationsmatrix # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg Pearson's r — -0.852 -0.848 -0.776 # p-Wert — < .001 < .001 < .001 # # cyl Pearson's r — 0.902 0.832 # p-Wert — < .001 < .001 # # disp Pearson's r — 0.791 # p-Wert — < .001 # # hp Pearson's r — # p-Wert — # ────────────────────────────────────────────────────────────── #
it: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # MATRICE DI CORRELAZIONE # # Matrice di COrrelazione # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg Pearson's r — -0.852 -0.848 -0.776 # p-value — < .001 < .001 < .001 # # cyl Pearson's r — 0.902 0.832 # p-value — < .001 < .001 # # disp Pearson's r — 0.791 # p-value — < .001 # # hp Pearson's r — # p-value — # ────────────────────────────────────────────────────────────── #
kk: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # КОРРЕЛЯЦИЯ МАТРИЦАСЫ # # Корреляция Матрицасы # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg Pearson's r — -0.852 -0.848 -0.776 # p-value — < .001 < .001 < .001 # # cyl Pearson's r — 0.902 0.832 # p-value — < .001 < .001 # # disp Pearson's r — 0.791 # p-value — < .001 # # hp Pearson's r — # p-value — # ────────────────────────────────────────────────────────────── #
nn: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # KORRELASJONSMATRIKS # # Korrelasjonsmatriks # ──────────────────────────────────────────────────────────── # mpg cyl disp hp # ──────────────────────────────────────────────────────────── # mpg Pearsons r — -0.852 -0.848 -0.776 # p-verdi — < .001 < .001 < .001 # # cyl Pearsons r — 0.902 0.832 # p-verdi — < .001 < .001 # # disp Pearsons r — 0.791 # p-verdi — < .001 # # hp Pearsons r — # p-verdi — # ──────────────────────────────────────────────────────────── #
pl: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # MACIERZ KORELACJI # # Macierz korelacji # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg r Pearsona — -0.852 -0.848 -0.776 # p — < .001 < .001 < .001 # # cyl r Pearsona — 0.902 0.832 # p — < .001 < .001 # # disp r Pearsona — 0.791 # p — < .001 # # hp r Pearsona — # p — # ────────────────────────────────────────────────────────────── #
ru: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # КОРРЕЛЯЦИОННАЯ МАТРИЦА # # Корреляционная матрица # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg Pearson's r — -0.852 -0.848 -0.776 # p-value — < .001 < .001 < .001 # # cyl Pearson's r — 0.902 0.832 # p-value — < .001 < .001 # # disp Pearson's r — 0.791 # p-value — < .001 # # hp Pearson's r — # p-value — # ────────────────────────────────────────────────────────────── #
sv: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # KORRELATIONSMATRIS # # Korrelationsmatris # ──────────────────────────────────────────────────────────── # mpg cyl disp hp # ──────────────────────────────────────────────────────────── # mpg Pearsons r — -0.852 -0.848 -0.776 # p-värde — < .001 < .001 < .001 # # cyl Pearsons r — 0.902 0.832 # p-värde — < .001 < .001 # # disp Pearsons r — 0.791 # p-värde — < .001 # # hp Pearsons r — # p-värde — # ──────────────────────────────────────────────────────────── #
ta: தரவு ('MTCARS') கோர்மாட்ரிக்ச் (MTCARS, VARS = VARS (MPG, CYL, DISP, HP)) # # தொடர்பு அணி # # தொடர்பு அணி # ─ ─ # எம்பிசி சிலி டிச்ப் எச்பி # ─ ─ # எம்பிசி பியர்சனின் ஆர் --0.852 -0.848 -0.776 # பி-மதிப்பு-<.001 <.001 <.001 # # சிலி பியர்சனின் ஆர் - 0.902 0.832 # பி-மதிப்பு-<.001 <.001 # # பியர்சனின் ஆர் - 0.791 # பி-மதிப்பு-<.001 # # எச்பி பியர்சனின் ஆர் - # பி-மதிப்பு- # ─ ─ #
uk: data('mtcars') corrMatrix(mtcars, vars = vars(mpg, cyl, disp, hp)) # # КОРРЕЛЯЦИОННАЯ МАТРИЦА # # Корреляционная матрица # ────────────────────────────────────────────────────────────── # mpg cyl disp hp # ────────────────────────────────────────────────────────────── # mpg Pearson's r — -0.852 -0.848 -0.776 # p-value — < .001 < .001 < .001 # # cyl Pearson's r — 0.902 0.832 # p-value — < .001 < .001 # # disp Pearson's r — 0.791 # p-value — < .001 # # hp Pearson's r — # p-value — # ────────────────────────────────────────────────────────────── #

source: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # PARTIAL CORRELATION # # Partial Correlation # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg Pearson's r — # p-value — # # cyl Pearson's r -0.590 — # p-value < .001 — # # disp Pearson's r -0.606 0.719 — # p-value < .001 < .001 — # ──────────────────────────────────────────────────── # Note. controlling for 'hp' #
ca: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # CORRELACIÓ PARCIAL # # Correlació Parcial # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg r de Pearson — # p-valor — # # cyl r de Pearson -0,590 — # p-valor < ,001 — # # disp r de Pearson -0,606 0,719 — # p-valor < ,001 < ,001 — # ──────────────────────────────────────────────────── # Nota. Controlant per 'hp' #
da: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # PARTIEL KORRELATION # # Partiel Korrelation # ─────────────────────────────────────────────────── # mpg cyl disp # ─────────────────────────────────────────────────── # mpg Pearsons r — # p-værdi — # # cyl Pearsons r -0.590 — # p-værdi < .001 — # # disp Pearsons r -0.606 0.719 — # p-værdi < .001 < .001 — # ─────────────────────────────────────────────────── # Notater. Kontrollerer for hp #
de: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # PARTIELLE KORRELATION # # Partielle Korrelation # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg Pearson's r — # p-Wert — # # cyl Pearson's r -0.590 — # p-Wert < .001 — # # disp Pearson's r -0.606 0.719 — # p-Wert < .001 < .001 — # ──────────────────────────────────────────────────── # Anmerkung. Kontrolliert für „hp“ #
it: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # CORRELAZIONE PARZIALE # # Correlazione Parziale # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg Pearson's r — # p-value — # # cyl Pearson's r -0.590 — # p-value < .001 — # # disp Pearson's r -0.606 0.719 — # p-value < .001 < .001 — # ──────────────────────────────────────────────────── # Note. controlling for 'hp' #
kk: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # ЖАРТЫЛАЙ КОРРЕЛЯЦИЯ # # Жартылай Корреляция # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg Pearson's r — # p-value — # # cyl Pearson's r -0.590 — # p-value < .001 — # # disp Pearson's r -0.606 0.719 — # p-value < .001 < .001 — # ──────────────────────────────────────────────────── # Ескерту. 'hp' басқару үшін #
nn: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # PARTIELL KORRELASJON # # Partiell Korrelasjon # ─────────────────────────────────────────────────── # mpg cyl disp # ─────────────────────────────────────────────────── # mpg Pearsons r — # p-verdi — # # cyl Pearsons r -0.590 — # p-verdi < .001 — # # disp Pearsons r -0.606 0.719 — # p-verdi < .001 < .001 — # ─────────────────────────────────────────────────── # Notat. Kontrollerer for hp #
pl: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # KORELACJA CZĄSTKOWA # # Korelacja cząstkowa # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg r Pearsona — # p — # # cyl r Pearsona -0.590 — # p < .001 — # # disp r Pearsona -0.606 0.719 — # p < .001 < .001 — # ──────────────────────────────────────────────────── # Uwaga. Zmienna kontrolowana to 'hp' #
ru: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # ЧАСТНАЯ КОРРЕЛЯЦИЯ # # Частная корреляция # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg Pearson's r — # p-value — # # cyl Pearson's r -0.590 — # p-value < .001 — # # disp Pearson's r -0.606 0.719 — # p-value < .001 < .001 — # ──────────────────────────────────────────────────── # Примечание. контроль для 'hp' #
sv: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # PARTIELL KORRELATION # # Partiell Korrelation # ─────────────────────────────────────────────────── # mpg cyl disp # ─────────────────────────────────────────────────── # mpg Pearsons r — # p-värde — # # cyl Pearsons r -0.590 — # p-värde < .001 — # # disp Pearsons r -0.606 0.719 — # p-värde < .001 < .001 — # ─────────────────────────────────────────────────── # Anteckningar. Kontrollerar för hp #
ta: தரவு ('MTCARS') corpart (mtcars, vars = vars (mpg, cyl, disp), கட்டுப்பாடுகள் = vars (hp)) # # பகுதி தொடர்பு # # பகுதி தொடர்பு # ─ . F. # எம்பிசி சிலி டிச்ப் # ─ . F. # எம்பிசி பியர்சனின் ஆர் - # பி-மதிப்பு- # # சிலி பியர்சனின் ஆர் -0.590 - # பி-மதிப்பு <.001- # # டிச்ப் பியர்சனின் ஆர் -0.606 0.719 - # பி-மதிப்பு <.001 <.001- # ─ . F. # குறிப்பு. 'எச்பி' க்கு கட்டுப்படுத்துதல் #
uk: data('mtcars') corrPart(mtcars, vars = vars(mpg, cyl, disp), controls = vars(hp)) # # ПРИВАТНА КОРРЕЛЯЦИЯ # # Приватна корреляция # ──────────────────────────────────────────────────── # mpg cyl disp # ──────────────────────────────────────────────────── # mpg Pearson's r — # p-value — # # cyl Pearson's r -0.590 — # p-value < .001 — # # disp Pearson's r -0.606 0.719 — # p-value < .001 < .001 — # ──────────────────────────────────────────────────── # Примечание. контроль для 'hp' #
