Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Test value
ca: Valor de prova
da: Testværdi
de: Testwert
fr: Valeur testée
he: ערך המבחן
it: Valore del test
kk: тест мәні
nl: Toetswaarde
nn: Testverdi
no: Testverdi
pl: Wartość testu
pt: Valor de teste
ru: Тестовое значение
sl: Preizkusna vrednost
sv: Testvärde
ta: சோதனை மதிப்பு
tr: Test değeri
uk: Тестове значення

source: Tests
ca: Proves
da: Tester
he: מבחנים
it: Test
kk: Тесттер
nl: Toetsen
nn: Testar
no: Tester
pl: Testy
ru: Тесты
sl: Testi
sv: Tester
ta: தேர்வுகள்
tr: Testler
uk: Тести

source: Tests of Sphericity
ca: Proves d'esfericitat
da: Test af sfæricitet
de: Sphärizitätstests
fr: Tests de sphéricité
he: מבחני כדוריות
it: Test di Sfericità
kk: Сфералық сынақтар
nl: Sfericiteitstoets
nn: Test av sfærisitet
no: Sfærisitetstester
pl: Testy sferyczności
pt: Teste à Esfericidade
ru: Тесты сферичности
sl: Testi sferičnosti
sv: Test av sfäricitet
ta: கோள சோதனைகள்
tr: Küresellik Testleri
uk: Тести сферичности

source: th percentile
ca: percentil
da: . persentil
de: . Perzentil
fr: -ième percentile
he: האחוזון
it: esimo percentile
kk: процентиль
nl: ᵉ percentiel
nn: . persentil
no: . persentil
pl: -ty percentyl
pt: º percentil
ru: й процентиль
sl: . percentil
sv: . persentil
ta: வது விழுக்காடு
tr: yüzdelik
uk: й процентиль

source: The 'iris' data set from R
ca: El conjunt de dades ‘iris’ de R
da: »Iris«-datasættet fra R
de: Der „Iris“-Datensatz aus R
fr: Le jeu de données "iris" de R
he: מערך הנתונים ”iris“ מ־R
it: Il set di dati "iris" di R
kk: R-ден алынған 'iris' деректер жиынтығы
nn: «Iris»-datasettet frå R
no: «Iris»-datasettet fra R
pl: Zbiór danych "Iris" z R
pt: A base de dados 'iris' do R
ru: Набор данных 'Ирисы' из R
sl: Podatkovni nabor 'iris' paketa R
sv: “Iris”-datasetet från R
ta: R இலிருந்து 'கருவிழி' தரவு அமைக்கப்பட்டுள்ளது
tr: R'den 'iris' veri seti
uk: Набір даних 'Ирисы' з R

source: The 'split by' variable '{var}' contains no data.
ca: La variable ‘Segmenta per ’{var}’ no conté dades.
da: »Delt efter«-variablen »{var}« indeholder ingen data.
de: Die „Aufgeteilt nach“-Variable „{var}“ enthält keine Daten.
fr: La variable utilisée dans "Séparer par" '{var}' ne contient aucune donnée.
he: משתנה ה”חלוקה“ ”{var}“ אינו מכיל מידע.
it: La variabile 'dividi per' '{var}' non contiene dati.
kk: '{var}' 'split by' айнымалысында деректер жоқ.
nn: «Delt etter»-variabelen «{var}» inneheld ingen data.
no: «Delt etter»-variabelen «{var}» inneholder ingen data.
pl: Zmienna 'podziel według' '{var}' nie zawiera żadnych danych.
pt: A variável de 'Separar por '{var}' não tem dados.
ru: Переменная 'разделить по' '{var}' не содержит данных.
sl: »Razdelitvena« spremenljivka »{var}« je brez podatkov.
sv: “Delat efter”-variabeln “{var}” innehåller inga dator.
ta: 'பிளவுபட்டது' மாறி '{var}' எந்த தரவையும் கொண்டிருக்கவில்லை.
tr: 'Böl' değişkeni '{var}' veri içermiyor.
uk: Переменная 'розділити по' '{var}' не містить даних.

source: the (optional) weights from `data` to be used in the fitting process
ca: les ponderacions (opcionals) de `data` que s'utilitzaran en el procés d'ajustament
da: brug dem (valgfrie) vægtene fra `data` i tilpasningsprosessen
de: nutze die (optionalen) Gewichte aus `data` im Anpassungsprozess
fr: les poids (optionnels) de `data` à utiliser dans le processus d'ajustement.
it: i pesi (opzionali) da `data` da utilizzare nel processo di adattamento
kk: орнату процесінде қолданылатын `data` алынған (міндетті емес) салмақтар
nn: bruk dei (valfrie) vektene frå `data` i tilpassingsprosessen
pl: (opcjonalne) wagi z `data`, które mają zostać użyte przy dopasowaniu modelu
pt: Os pesos (opcionais) dos `dados` para usar no ajustamento do modelo
ru: (необязательные) веса из `data`, которые будут использоваться в процессе подбора
sv: använd dem (valfria) vikterna från `data` i anpassningsprocessen
ta: பொருத்துதல் செயல்பாட்டில் பயன்படுத்தப்பட வேண்டிய `தரவு` இலிருந்து (விருப்ப) எடைகள்
uk: (необязательные) веса з `data`, котрі будуть використовувати у процесі підбора

source: the alternative and null hypotheses; | | Alternative (Hₐ) | Null (H₀) | |--------------|-------------------|--------------------| | ≠ Test value | Mean ≠ Test value | Mean = Test value | | > Test value | Mean > Test value | Mean <= Test value | | < Test value | Mean < Test value | Mean >= Test value |
ca: les hipòtesis alternativa i nul·la; | | Alternativa (Hₐ) | Nul·la (H₀) | |——————————————————|——————————————————————————|———————————————————————————| | ≠ Valor de prova | Mitjana ≠ Valor de prova | Mitjana = Valor de prova | | > Valor de prova | Mitjana > Valor de prova | Mitjana <= Valor de prova | | < Valor de prova | Mitjana < Valor de prova | Mitjana >= Valor de prova |
da: Alternativ- og nullhypothesen; | | Alternativhypotese (Hₐ) | Nulhypotese (H₀) | |-------------|--------------------------|---------------------------| | ≠ Testværdi | Gjennomsnitt ≠ Testværdi | Gjennomsnitt = Testværdi | | > Testværdi | Gjennomsnitt > Testværdi | Gjennomsnitt <= Testværdi | | < Testværdi | Gjennomsnitt < Testværdi | Gjennomsnitt >= Testværdi |
de: Alternativ- und Nullhypothesen; | | Alternativhypot. (Hₐ) | Nullhypot. (H₀) | |------------|-----------------------|------------------------| | ≠ Testwert | Mittelwert ≠ Testwert | Mittelwert = Testwert | | > Testwert | Mittelwert > Testwert | Mittelwert <= Testwert | | < Testwert | Mittelwert < Testwert | Mittelwert >= Testwert |
fr: les hypothèses alternatives et nulles ; | | Alternative (Hₐ) | Nulle (H₀) | |--------------|-------------------|--------------------| | ≠ Valeur testée | Moyenne ≠ Valeur testée | Moyenne = Valeur testée | | > Valeur testée | Moyenne > Valeur testée | Moyenne <= Valeur testée | | < Valeur testée | Moyenne < Valeur testée | Moyenne >= Valeur testée |
it: l'Ipotesi Alternativa e quella Nulla; | | Alternativa (Hₐ) | Nulla (H₀) | |--------------------- -|-------------------------------|---------------------------------| | ≠ Valore del test | Media ≠ Valore del test | Media = Valore del test | | > Valore del test | Media > Valore del test | Media <= Valore del test | | < Valore del test | Media < Valore del test | Media >= Valore del test |
kk: балама және нөлдік гипотезалар; | | Alternative (Hₐ) | Null (H₀) | |--------------|-------------------|--------------------| | ≠ Test value | Mean ≠ Test value | Mean = Test value | | > Test value | Mean > Test value | Mean <= Test value | | < Test value | Mean < Test value | Mean >= Test value |
nl: de alternatieve en nulhypothesen; | | Alternatief (Hₐ) | Nul (H₀) | |--------------|-------------------|--------------------| | ≠ toetswaarde | gem. ≠ toetswaarde | gem. = toetswaarde | | > toetswaarde | gem. > toetswaarde | gem. <= toetswaarde | | < toetswaarde | gem. < toetswaarde | gem. >= toetswaarde |
nn: Alternativ- og nullhypothesen; | | Alternativhypotese (Hₐ) | Nullhypotese (H₀) | |-------------|--------------------------|---------------------------| | ≠ Testverdi | Gjennomsnitt ≠ Testverdi | Gjennomsnitt = Testverdi | | > Testverdi | Gjennomsnitt > Testverdi | Gjennomsnitt <= Testverdi | | < Testverdi | Gjennomsnitt < Testverdi | Gjennomsnitt >= Testverdi |
no: Alternativ- og nullhypothesen; | | Alternativhypotese (Hₐ) | Nullhypotese (H₀) | |-------------|--------------------------|---------------------------| | ≠ Testverdi | Gjennomsnitt ≠ Testverdi | Gjennomsnitt = Testverdi | | > Testverdi | Gjennomsnitt > Testverdi | Gjennomsnitt <= Testverdi | | < Testverdi | Gjennomsnitt < Testverdi | Gjennomsnitt >= Testverdi |
pl: hipotezy alternatywna i zerowa; | | Alternatywna (Hₐ) | Zerowa (H₀) | |--------------|-------------------|--------------------| | ≠ Wartość testu | Średnia ≠ Wartość testu | Średnia = Wartość testu | | > Wartość testu | Średnia > Wartość testu | Średnia <= Wartość testu | | < Wartość testu | Średnia < Wartość testu | Średnia >= Wartość testu |
pt: as hipóteses alternativa e nula; | | Alternativa (Hₐ) | Nulo (H₀) | | -------------- | -------------------- | -------------- ------ | | ≠ Valor de teste | Média ≠ Valor de teste | Média = valor de teste | | > Valor de teste | Média > Valor de teste | Média <= valor de teste | | < Valor de teste | Média < Valor do teste | Média >= valor de teste |
ru: альтернативная и нулевая гипотезы; | | Alternative (Hₐ) | Null (H₀) | |--------------|-------------------|--------------------| | ≠ Test value | Mean ≠ Test value | Mean = Test value | | > Test value | Mean > Test value | Mean <= Test value | | < Test value | Mean < Test value | Mean >= Test value |
sv: Alternativ- och nollhypothesen; | | Alternativhypotes (Hₐ) | Nollhypotes (H₀) | |-------------|--------------------------|---------------------------| | ≠ Testvärde | Gjennomsnitt ≠ Testvärde | Gjennomsnitt = Testvärde | | > Testvärde | Gjennomsnitt > Testvärde | Gjennomsnitt <= Testvärde | | < Testvärde | Gjennomsnitt < Testvärde | Gjennomsnitt >= Testvärde |
ta: மாற்று மற்றும் சுழிய கருதுகோள்கள்; | | மாற்று (Hₐ) | NULL (H₀) | | -------------- | ------------------- | -------------- ------ | | ≠ சோதனை மதிப்பு | சராசரி ≠ சோதனை மதிப்பு | சராசரி = சோதனை மதிப்பு | | > சோதனை மதிப்பு | சராசரி> சோதனை மதிப்பு | சராசரி <= சோதனை மதிப்பு | | <சோதனை மதிப்பு | சராசரி <சோதனை மதிப்பு | சராசரி> = சோதனை மதிப்பு |
tr: alternatif ve boş hipotezler; | | Alternatif (Hₐ) | Boş (H₀) | |--------------|-------------------|--------------------| | ≠ Test değeri | Ortalama ≠ Test değeri | Ortalama = Test değeri | | > Test değeri | Ortalama > Test değeri | Ortalama <= Test değeri | | < Test değeri | Ortalama < Test değeri | Ortalama >= Test değeri |
uk: альтернативна і нульовий гіпотези; | | Alternative (Hₐ) | Null (H₀) | |--------------|-------------------|--------------------| | ≠ Test value | Mean ≠ Test value | Mean = Test value | | > Test value | Mean > Test value | Mean <= Test value | | < Test value | Mean < Test value | Mean >= Test value |

source: the alternative hypothesis.
ca: la hipòtesi alternativa.
da: alternativhypotesen.
de: die Alternativhypothese.
fr: l'hypothèse alternative.
he: ההשערה החלופית.
it: l'ipotesi alternativa.
kk: балама гипотеза.
nl: de alternatieve hypothese.
nn: alternativhypotesen.
no: alternativhypotesen.
pl: hipoteza alternatywna.
pt: a hipótese alternativa.
ru: альтернативная гипотеза.
sl: alternativna hipoteza.
sv: alternativhypotesen.
ta: மாற்று கருதுகோள்.
tr: alternatif hipotez.
uk: альтернативна гіпотеза.

source: the alternative hypothesis. Allows for one-tailed tests.
ca: la hipòtesi alternativa. Permet proves d'una cua.
da: alternativhypotesen. Tillader ensidige tester.
de: die Alternativhypothese. Erlaubt einseitige Tests.
fr: l'hypothèse alternative. Permet des tests unilatéraux.
he: ההשערה החלופית. מאפשרת מבחנים חד זנביים.
it: l'ipotesi alternativa. Consente i test unilaterali.
kk: балама гипотеза. Бір құйрықты сынақтар жүргізуге мүмкіндік береді.
nn: alternativhypotesen. Tillèt einsidige testar.
no: alternativhypotesen. Tillater ensidige tester.
pl: hipoteza alternatywna. Umożliwia przeprowadzenie testów jednostronnych.
pt: a hipótese alternativa. Permite testes unilaterais.
ru: альтернативная гипотеза. Позволяет проводить односторонние тесты.
sl: alternativna hipoteza. Možnost določa enosmerne preizkuse.
sv: alternativhypotesen. Tillåter ensidiga tester.
ta: மாற்று கருதுகோள். ஒரு வால் சோதனைகளை அனுமதிக்கிறது.
tr: alternatif hipotez. Tek yönlü testlere izin verir.
uk: альтернативна гіпотеза. Дозволяє проводити односторонние тести.

source: The Analysis of Covariance (ANCOVA) is used to explore the relationship between a continuous dependent variable, one or more categorical explanatory variables, and one or more continuous explanatory variables (or covariates). It is essentially the same analysis as ANOVA, but with the addition of covariates.
ca: L'anàlisi de la Covariància (ANCOVA) s'utilitza per a explorar la relació entre una variable dependent continua, una o més variables explicatives categòriques i una o més variables explicatives contínues (o covariants). És, essencialment, el mateix anàlisis que ANOVA, però amb l'addició de covariants.
da: Kovariansanalyse (ANCOVA) bruges til at udforske sammenhængene mellem en kontinuerligt afhængig variabel, en eller flere kategoriske uafhængige variabler og en eller flere kontinuerlige uafhængige variabler (også kaldt kovariater). Det er egentlig den samme analyse som ANOVA, men den tillader kovariater endvidere.
de: Die Kovarianzanalyse (ANCOVA) wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und mindestens einer kategorialen sowie mindestens einer kontinuierlichen unabhängigen Variablen (auch Kovariate genannt) zu untersuchen. Im Wesentlichen gleicht die Analyse einer ANOVA, außer dass zusätzlich eine (oder mehrere) Kovariaten verwendet werden.
fr: L'Analyse de Covariance (ANCOVA) est utilisée pour explorer la relation entre une variable dépendante continue, une ou plusieurs variables explicatives catégorielles et une ou plusieurs variables explicatives continues (ou covariables). Il s'agit de la même analyse qu'une ANOVA mais avec l'addition de covariables.
he: משתמשים בניתוח שונות משותפת (ANCOVA) כדי לבחון את הקשר שבין משתנה תלוי רציף, לפחות משתנה מסביר איכותי אחד ולפחות משתנה מסביר רציף אחד, (או משתנים נלווים). בעיקרון הניתוח זהה לניתוח שונות, מלבד התוספת של המשתנים הנלווים.
it: L'Analisi della Covarianza (ANCOVA) viene utilizzata per esplorare la relazione tra una variabile dipendente continua, una o più variabili esplicative categoriali e una o più variabili esplicative continue (o covariate). È essenzialmente la stessa analisi di ANOVA, ma con l'aggiunta di covariate.
kk: Ковариантты талдау (ANCOVA) үздіксіз тәуелді айнымалы, бір немесе бірнеше категориялық түсіндірме айнымалылар және бір немесе бірнеше үздіксіз түсіндірме айнымалылар (немесе ковариаттар) арасындағы байланысты зерттеу үшін қолданылады. Негізінде, бұл ANOVA сияқты талдау, бірақ ковариаттарды қосу арқылы.
nn: Kovariansanalyse (ANCOVA) blir brukt til å utforska samanhengane mellom ein kontinuerleg avhengig variabel, éin eller fleire kategoriske uavhengige variablar og éin eller fleire kontinuerlege uavhengige variablar (også kalla kovariatar). Det er eigentleg den same analysen som ANOVA, men den tillèt kovariatar i tillegg.
no: Kovariansanalyse (ANCOVA) brukes til å utforske sammenhengene mellom en kontinuerlig avhengig variabel, én eller flere kategoriske uavhengige variabler og én eller flere kontinuerlige uavhengige variabler (også kalt kovariater). Det er egentlig den samme analysen som ANOVA, men den tillater kovariater i tillegg.
pl: Analiza kowariancji (ANCOVA) służy do badania związku pomiędzy ciągłą zmienną zależną, jedną lub kilkoma kategorialnymi zmiennymi objaśniającymi oraz jedną lub kilkoma ciągłymi zmiennymi objaśniającymi (kowariantami). Jest to zasadniczo ta sama analiza co ANOVA, ale z dodaniem zmiennych współwystępujących.
pt: A Análise de Covariância (ANCOVA) é utilizada para explorar a relação entre uma variável dependente contínua, uma ou mais variáveis explicativas categoriais, e uma ou mais variáveis explicativas contínuas (ou covariáveis). É essencialmente a mesma análise que a ANOVA, com a adição de covariáveis.
ru: Ковариационный анализ (ANCOVA) используется для изучения взаимосвязи между непрерывной зависимой переменной, одной или несколькими категориальными объясняющими переменными и одной или несколькими непрерывными объясняющими переменными (или ковариатами). По сути, это такой же анализ, как и ANOVA, но с добавлением ковариатов.
sl: Analiza kovariance (ANCOVA) se uporablja za raziskovanje razmerja med zvezno odvisno spremenljivko, eno ali več kategoričnih pojasnjevalnih spremenljivk in ene ali več zveznih pojasnjevalnih spremenljivk (ali kovariant). V zasnovi je analiza enaka analizi ANOVA, vendar z dodatkom kovariant.
sv: Kovariansanalyse (ANCOVA) användes till att utforska sammanhangen mellan en kontinuerligt beroende variabel, en eller flera kategoriska oberoende variabler och en eller flera kontinuerliga oberoende variabler (också kallat kovariater). Det är egentligen den samma analysen som ANOVA, men den tillåter kovariater därtill.
ta: உறவை ஆராய கோவாரன்ச் (ANCOVA) பகுப்பாய்வு பயன்படுத்தப்படுகிறது தொடர்ச்சியான சார்பு மாறிக்கு இடையில், ஒன்று அல்லது அதற்கு மேற்பட்ட வகைப்படுத்தல் விளக்கமளிக்கும் மாறிகள், மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட தொடர்ச்சியான விளக்க மாறிகள் (அல்லது கோவாரியட்டுகள்). இது அடிப்படையில் ANOVA இன் அதே பகுப்பாய்வு ஆகும், ஆனால் கோவாரியட்டுகள் கூடுதலாக.
tr: Kovaryans Analizi (ANCOVA), sürekli bir bağımlı değişken, bir veya daha fazla kategorik açıklayıcı değişken ve bir veya daha fazla sürekli açıklayıcı değişken (veya kovaryat) arasındaki ilişkiyi keşfetmek için kullanılır. Temelde ANOVA ile aynı analizdir, ancak kovaryatların eklenmesiyle.
uk: Ковариационный аналіз (ANCOVA) використовує для вивчення взаимосвязи між непрерывной залежати переменной, одної або кількома категориальными котрий пояснювати переменными і одної або кількома непрерывными котрий пояснювати переменными (або ковариатами). По суті, це такий ж аналізу, як і ANOVA, але з добавлением ковариатов.

source: The Analysis of Variance (ANOVA) is used to explore the relationship between a continuous dependent variable, and one or more categorical explanatory variables.
ca: L'anàlisi de la variància (ANOVA) s'utilitza per a explorar la relació entre una variable dependent continua i una o més variables explicatives categòriques.
da: Variansanalysen (ANOVA) bruges til at udforske sammenhængene mellem en kontinuerligt afhængig variabel og en eller flere kategoriske uafhængige variabler.
de: Die Varianzanalyse (ANOVA) wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und mindestens einer kategorialen unabhängigen Variablen zu untersuchen.
fr: L'Analyse de Variance (ANOVA) est utilisée pour explorer la relation entre une variable dépendante continue et une ou plusieurs variables explicatives catégorielles.
he: משתמשים בניתוח השונות (ANOVA) כדי לבחון את הקשר שבין משתנה תלוי רציף ולפחות משתנה מסביר איכותי אחד.
it: L'Analisi della Varianza (ANOVA) è usata per esplorare la relazione tra una variabile dipendente continua e una o più variabili esplicative categoriche.
kk: Дисперсиялық талдау (ANOVA) үздіксіз тәуелді айнымалы мен бір немесе бірнеше категориялық түсіндірме айнымалылар арасындағы байланысты тексеру үшін қолданылады.
nn: Variansanalysen (ANOVA) blir brukt til å utforska samanhengane mellom ein kontinuerleg avhengig variabel, og ein eller fleire kategoriske uavhengige variablar.
no: Variansanalysen (ANOVA) brukes til å utforske sammenhengene mellom en kontinuerlig avhengig variabel, og en eller flere kategoriske uavhengige variabler.
pl: Analiza wariancji (ANOVA) służy do badania zależności pomiędzy ciągłą zmienną zależną, a jedną lub kilkoma kategorialnymi zmiennymi objaśniającymi.
pt: A Análise de Variância (ANOVA) é utilizada para explorar a relação entre uma variável dependente contínua, e uma ou mais variáveis explicativas categorais.
ru: Дисперсионный анализ (ANOVA) используется для изучения взаимосвязи между непрерывной зависимой переменной и одной или несколькими категориальными объясняющими переменными.
sl: Analiza variance (ANOVA) se uporablja za ugotavljanje razmerja med zvezno odvisno spremenljivko in eno ali več kategoričnih pojasnjevalnih spremenljivk.
sv: Variansanalysen (ANOVA) användes till att utforska sammanhangen mellan en kontinuerligt beroende variabel, och en eller flera kategoriska oberoende variabler.
ta: உறவை ஆராய மாறுபாட்டின் பகுப்பாய்வு (ANOVA) பயன்படுத்தப்படுகிறது தொடர்ச்சியான சார்பு மாறி, மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட வகைப்படுத்தல் விளக்கமளிக்கும் மாறிகள்.
tr: Varyans Analizi (ANOVA), sürekli bir bağımlı değişken ile bir veya daha fazla kategorik açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır.
uk: Дисперсионный аналізу (ANOVA) використовує для вивчення взаимосвязи між непрерывной залежати переменной і одної або кількома категориальными котрий пояснювати переменными.
