Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('mtcars') dat <- mtcars # frequency tables can be provided for factors dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # DESCRIPTIVES # # Descriptives # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # Missing 0 0 0 0 # Mean 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maximum 33.9 8.00 472 5 # ─────────────────────────────────────────── # # # FREQUENCIES # # Frequencies of gear # ──────────────────── # Levels Counts # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # spliting by a variable descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # providing histograms descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # splitting by multiple variables descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)
ca: data('mtcars') dat <- mtcars # Es poden proporcionar taules de freqüència pels factors dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # DESCRIPTIUS # # Descriptius # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # Perduts 0 0 0 0 # Mitjana 20,1 6,19 231 3,69 # Mediana 19,2 6,00 196 4,00 # Mínim 10,4 4,00 71,1 3 # Màxim 33,9 8,00 472 5 # ─────────────────────────────────────────── # # # FREQÜÈNCIES # # Freqüêncies de gear # ──────────────────── # nivells Casos # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # Segmentant per una variable descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # Proporcionant histogrames descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # Segmentant per múltiples variables descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)
da: data('mtcars') dat <- mtcars # frekvenstabeller kan gives for faktorer dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # DESKRIPTIVSTATISTIKK # # Deskriptivstatistikk # ──────────────────────────────────────────────── # mpg cyl disp gear # ──────────────────────────────────────────────── # N 32 32 32 32 # Har ikke 0 0 0 0 # Gennemsnitter 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maksimum 33.9 8.00 472 5 # ──────────────────────────────────────────────── # # # FREKVENSER # # Frekvenser af gear # ────────────────── # Niveau Antal # ────────────────── # 3 15 # 4 12 # 5 5 # ────────────────── #gruppering # efter en variabel descriptives(formula = disp + mpg ~ cyl, dat, median = F, min = F, max = F, n = F, missing = F) # vis histogrammer descriptives(formula = mpg ~ cyl, dat, hist = T, median = F, min = F, max = F, n = F, missing = F) # gruppering efter flere variabler descriptives(formula = mpg ~ cyl:gear, dat, median = F, min = F, max = F, missing = F)
de: data('mtcars') dat <- mtcars # frequency tables can be provided for factors dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # DESKRIPTIVSTATISTIK # # Deskriptivstatistik # ────────────────────────────────────────────── # mpg cyl disp gear # ────────────────────────────────────────────── # N 32 32 32 32 # Fehlend 0 0 0 0 # Mittelwert 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maximum 33.9 8.00 472 5 # ────────────────────────────────────────────── # # # HÄUFIGKEITEN # # Häufigkeit von gear # ─────────────────── # Stufe Anzahl # ─────────────────── # 3 15 # 4 12 # 5 5 # ─────────────────── # # Gruppering nach einer Variablen descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # Histogramme anzeigen descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # Gruppierung nach mehreren Variablen descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)
it: data('mtcars') dat <- mtcars # frequency tables can be provided for factors dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # DESCRITTIVE # # Descrittive # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # Missing 0 0 0 0 # Mean 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maximum 33.9 8.00 472 5 # ─────────────────────────────────────────── # # # FREQUENZE # # Frequencies of gear # ──────────────────── # Levels Counts # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # spliting by a variable descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # providing histograms descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # splitting by multiple variables descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)
kk: data('mtcars') dat <- mtcars # frequency tables can be provided for factors dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # СИПАТТАМАЛАР # # сипаттамалар # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # Missing 0 0 0 0 # Mean 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maximum 33.9 8.00 472 5 # ─────────────────────────────────────────── # # # ЖИІЛІКТЕР # # Тасымалдау жиіліктері # ──────────────────── # Levels Counts # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # айнымалыны сипаттамасы бойынша бөлу(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # гистограммалардың сипаттамаларын береді(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # бірнеше айнымалылардың сипаттамалары бойынша бөлу(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)
nn: data('mtcars') dat <- mtcars # frekvenstabellar kan givast for faktorar dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # DESKRIPTIVSTATISTIKK # # Deskriptivstatistikk # ──────────────────────────────────────────────── # mpg cyl disp gear # ──────────────────────────────────────────────── # N 32 32 32 32 # Manglar 0 0 0 0 # Gjennomsnitt 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maksimum 33.9 8.00 472 5 # ──────────────────────────────────────────────── # # # FREKVENSAR # # Frekvenser av gear # ────────────────── # Nivå Talet på # ────────────────── # 3 15 # 4 12 # 5 5 # ────────────────── # # gruppering etter ein variabel descriptives(formula = disp + mpg ~ cyl, dat, median = F, min = F, max = F, n = F, missing = F) # vis histogram descriptives(formula = mpg ~ cyl, dat, hist = T, median = F, min = F, max = F, n = F, missing = F) # gruppering etter fleire variablar descriptives(formula = mpg ~ cyl:gear, dat, median = F, min = F, max = F, missing = F)
pl: data('mtcars') dat <- mtcars # tabele częstości mogą zostać utworzone dla czynników dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # STATYSTYKI OPISOWE # # Statystyki opisowe # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # Braki danych 0 0 0 0 # Średnia 20.1 6.19 231 3.69 # Mediana 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maksimum 33.9 8.00 472 5 # ─────────────────────────────────────────── # # # CZĘSTOŚCI # # Częstości dla gear # ──────────────────── # Poziomy Liczebności # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # podział na grupy wg zmiennej descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # utworzenie histogramów descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # podział na grupy wg kilku zmiennych descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)
ru: data('mtcars') dat <- mtcars # frequency tables can be provided for factors dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # ОПИСАТЕЛЬНЫЕ СТАТИСТИКИ # # Описательные статистики # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # Missing 0 0 0 0 # Mean 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maximum 33.9 8.00 472 5 # ─────────────────────────────────────────── # # # ЧАСТОТЫ # # Частоты передач # ──────────────────── # Levels Counts # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # spliting by a variable descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # providing histograms descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # splitting by multiple variables descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)
sv: data('mtcars') dat <- mtcars # frekvenstabeller kan givas för faktorer dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # DESKRIPTIVSTATISTIK # # Deskriptivstatistik # ──────────────────────────────────────────────── # mpg cyl disp gear # ──────────────────────────────────────────────── # N 32 32 32 32 # Saknar 0 0 0 0 # Genomsnitt 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maximum 33.9 8.00 472 5 # ──────────────────────────────────────────────── # # # FREKVENSER # # Frekvenser av gear # ────────────────── # Nivå Antal # ────────────────── # 3 15 # 4 12 # 5 5 # ────────────────── # # gruppering efter en variabel descriptives(formula = disp + mpg ~ cyl, dat, median = F, min = F, max = F, n = F, missing = F) # visa histogrammer descriptives(formula = mpg ~ cyl, dat, hist = T, median = F, min = F, max = F, n = F, missing = F) # gruppering efter flera variabler descriptives(formula = mpg ~ cyl:gear, dat, median = F, min = F, max = F, missing = F)
ta: தரவு ('MTCARS') dat <- MTCARS # காரணிகளுக்கு அதிர்வெண் அட்டவணைகள் வழங்கப்படலாம் dat $ பற்சக்கரம் <- as.factor (dat $ gear) விளக்கங்கள் (dat, vars = vars (mpg, cyl, disp, gear), freq = true) # # விளக்கங்கள் # # விளக்கங்கள் # ─ # எம்பிசி சிலி டிச்ப் கியர் # ─ # N 32 32 32 32 # காணவில்லை 0 0 0 0 # சராசரி 20.1 6.19 231 3.69 # சராசரி 19.2 6.00 196 4.00 # குறைந்தபட்சம் 10.4 4.00 71.1 3 # அதிகபட்சம் 33.9 8.00 472 5 # ─ # # # அதிர்வெண்கள் # # கியரின் அதிர்வெண்கள் # ─ # நிலைகள் எண்ணப்படுகின்றன # ─ # 3 15 # 4 12 # 5 5 # ─ # # ஒரு மாறி மூலம் பிரித்தல் விளக்கங்கள் (ஃபார்முலா = disp + mpg ~ cyl, dat, சராசரி = f, min = f, max = f, n = f, காணவில்லை = f) # இச்டோகிராம்களை வழங்குதல் விளக்கங்கள் (ஃபார்முலா = எம்பிசி ~ சிலி, டாட், இச்ட் = டி, சராசரி = f, min = f, max = f, n = f, காணவில்லை = f) # பல மாறிகள் மூலம் பிரித்தல் விளக்கங்கள் (ஃபார்முலா = எம்பிசி ~ சிலி: கியர், டேட், இடைநடு = f, min = f, max = f, காணவில்லை = f)
uk: data('mtcars') dat <- mtcars # frequency tables can be provided for factors dat$gear <- as.factor(dat$gear) descriptives(dat, vars = vars(mpg, cyl, disp, gear), freq = TRUE) # # ОПИСАТЕЛЬНЫЕ СТАТИСТИКИ # # Описательные статистики # ─────────────────────────────────────────── # mpg cyl disp gear # ─────────────────────────────────────────── # N 32 32 32 32 # Missing 0 0 0 0 # Mean 20.1 6.19 231 3.69 # Median 19.2 6.00 196 4.00 # Minimum 10.4 4.00 71.1 3 # Maximum 33.9 8.00 472 5 # ─────────────────────────────────────────── # # # ЧАСТОТИ # # Частоти передач # ──────────────────── # Levels Counts # ──────────────────── # 3 15 # 4 12 # 5 5 # ──────────────────── # # spliting by a variable descriptives(formula = disp + mpg ~ cyl, dat, median=F, min=F, max=F, n=F, missing=F) # providing histograms descriptives(formula = mpg ~ cyl, dat, hist=T, median=F, min=F, max=F, n=F, missing=F) # splitting by multiple variables descriptives(formula = mpg ~ cyl:gear, dat, median=F, min=F, max=F, missing=F)

source: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # LINEAR REGRESSION # # Model Fit Measures # ─────────────────────────── # Model R R² # ─────────────────────────── # 1 0.802 0.643 # ─────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # # Model Coefficients # ──────────────────────────────────────────────────────── # Predictor Estimate SE t p # ──────────────────────────────────────────────────────── # Intercept -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ──────────────────────────────────────────────────────── #
ca: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # REGRESSIÓ LINEAL # # Mesures ajustament del model # ──────────────────────────── # model R R² # ──────────────────────────── # 1 0,802 0,643 # ──────────────────────────── # # # RESULTATS ESPECÍFICS DEL MODEL # # MODEL 1 # # # Coeficients de model # ──────────────────────────────────────────────────────── # Predictor Estimació SE t p # ──────────────────────────────────────────────────────── # Constant -253,8 1086,16 -0,234 0,816 # women -50,9 8,56 -5,948 < ,001 # prestige 141,4 29,91 4,729 < ,001 # education 177,2 187,63 0,944 0,347 # ──────────────────────────────────────────────────────── #
da: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # LINEÆR REGRESSION # # Mål for Modelltilpasning # ──────────────────────────── # Modell R R² # ──────────────────────────── # 1 0.802 0.643 # ──────────────────────────── # # # MODELLSPEZIFIKKE RESULTATER # # MODEL 1 # # # Modellkoeffisienter # ───────────────────────────────────────────────────────────── # Prediktor Estimat Std.-forkert t p # ───────────────────────────────────────────────────────────── # Skæringspunkt -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ───────────────────────────────────────────────────────────── #
de: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # LINEARE REGRESSION # # Güte der Modellanpassung # ──────────────────────────── # Modell R R² # ──────────────────────────── # 1 0.802 0.643 # ──────────────────────────── # # # MODELL-SPEZIFISCHE ERGEBNISSE # # MODELL 1 # # # Modellkoeffizienten # ───────────────────────────────────────────────────────────── # Prädiktor Schätzung Std.-fehler t p # ───────────────────────────────────────────────────────────── # Interzept -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ───────────────────────────────────────────────────────────── #
it: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # REGRESSIONE LINEARE # # Model Fit Measures # ─────────────────────────── # Model R R² # ─────────────────────────── # 1 0.802 0.643 # ─────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # # Model Coefficients # ──────────────────────────────────────────────────────── # Predictor Estimate SE t p # ──────────────────────────────────────────────────────── # Intercept -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ──────────────────────────────────────────────────────── #
kk: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # СЫЗЫҚТЫҚ РЕГРЕССИЯ # # Үлгі Сәйкестәк Өлшемдері # ─────────────────────────── # Model R R² # ─────────────────────────── # 1 0.802 0.643 # ─────────────────────────── # # # МОДЕЛЬ АРНАЙЫ НӘТИЖЕЛЕР # # МОДЕЛЬ 1 # # # Модельдік коэффициенттер # ──────────────────────────────────────────────────────── # Predictor Estimate SE t p # ──────────────────────────────────────────────────────── # Intercept -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ──────────────────────────────────────────────────────── #
nn: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # LINEÆR REGRESJON # # Mål for Modelltilpassing # ──────────────────────────── # Modell R R² # ──────────────────────────── # 1 0.802 0.643 # ──────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # # Modellkoeffisientar # ───────────────────────────────────────────────────────────── # Prediktor Estimat Std.-feil t p # ───────────────────────────────────────────────────────────── # Skjæringspunkt -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ───────────────────────────────────────────────────────────── #
pl: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # REGRESJA LINIOWA # # Miary dopasowania modelu # ─────────────────────────── # Model R R² # ─────────────────────────── # 1 0.802 0.643 # ─────────────────────────── # # # Wyniki dla poszczególnych modeli # # MODEL 1 # # # Współczynniki modelu # ──────────────────────────────────────────────────────── # Predyktor Oszacowanie SE t p # ──────────────────────────────────────────────────────── # Wyraz wolny -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ──────────────────────────────────────────────────────── #
ru: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # ЛИНЕЙНАЯ РЕГРЕССИЯ # # Vths cjjndtncndbz vjltkb # ─────────────────────────── # Model R R² # ─────────────────────────── # 1 0.802 0.643 # ─────────────────────────── # # # КОНКРЕТНЫЕ РЕЗУЛЬТАТЫ МОДЕЛИ # # MODEL 1 # # # Коэффициенты модели # ──────────────────────────────────────────────────────── # Predictor Estimate SE t p # ──────────────────────────────────────────────────────── # Intercept -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ──────────────────────────────────────────────────────── #
sv: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # LINJÄR REGRESSION # # Mål för Modellanpassning # ──────────────────────────── # Modell R R² # ──────────────────────────── # 1 0.802 0.643 # ──────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # # Modellkoeffisienter # ───────────────────────────────────────────────────────────── # Prediktor Estimat Std.-fel t p # ───────────────────────────────────────────────────────────── # Skärningspunkt -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ───────────────────────────────────────────────────────────── #
ta: தரவு ('க ti ரவம்', தொகுப்பு = 'கார்டேட்டா') linreg (தரவு = க ti ரவம், dep = வருமானம், covs = vars (கல்வி, க ti ரவம், பெண்கள்), தொகுதிகள் = பட்டியல் (பட்டியல் ('கல்வி', 'க ti ரவம்', 'பெண்கள்')))) # # நேரியல் பின்னடைவு # # மாதிரி பொருத்தம் நடவடிக்கைகள் # ─ # மாதிரி r r² # ─ # 1 0.802 0.643 # ─ # # # மாதிரி குறிப்பிட்ட முடிவுகள் # # மாதிரி 1 # # # மாதிரி குணகங்கள் # ─ ─ # முன்கணிப்பு மதிப்பீடு se t p # ─ ─ # இடைமறிப்பு -253.8 1086.16 -0.234 0.816 # பெண்கள் -50.9 8.56 -5.948 <.001 # பிரெச்டீச் 141.4 29.91 4.729 <.001 # கல்வி 177.2 187.63 0.944 0.347 # ─ ─ #
uk: data('Prestige', package='carData') linReg(data = Prestige, dep = income, covs = vars(education, prestige, women), blocks = list(list('education', 'prestige', 'women'))) # # ЛИНЕЙНАЯ РЕГРЕССИЯ # # Vths cjjndtncndbz vjltkb # ─────────────────────────── # Model R R² # ─────────────────────────── # 1 0.802 0.643 # ─────────────────────────── # # # КОНКРЕТНИЙ РЕЗУЛЬТАТИ МОДЕЛІ # # MODEL 1 # # # Коефіцієнти моделі # ──────────────────────────────────────────────────────── # Predictor Estimate SE t p # ──────────────────────────────────────────────────────── # Intercept -253.8 1086.16 -0.234 0.816 # women -50.9 8.56 -5.948 < .001 # prestige 141.4 29.91 4.729 < .001 # education 177.2 187.63 0.944 0.347 # ──────────────────────────────────────────────────────── #
