Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` or `FALSE` (default), provide quantiles
ca: `TRUE` o `FALSE` (predeterminat), proporciona quantils
da: `TRUE` eller `FALSE` (standard), giv ud kvalantiler
de: `TRUE` oder `FALSE` (Vorgabe), gibt Quantile aus
fr: `TRUE` or `FALSE` (default), fournit les quantiles
it: `TRUE` o `FALSE` (predefinito), restituisce i quantili
kk: 'TRUE' немесе 'FALSE' (әдепкі), квантилдерді береді
nn: `TRUE` eller `FALSE` (standard), gi ut kvalantiler
pl: `TRUE` lub `FALSE` (domyślnie), podaje kwantyle
pt: `TRUE` ou` FALSE` (padrão), fornece quantis
ru: `TRUE` или `FALSE` (по умолчанию), представляет квантили
sl: `TRUE` ali `FALSE` (privzeto), izračuna kvantile
sv: `TRUE` eller `FALSE` (standard), ge ut kvalantiler
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), அளவுகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє квантили

source: `TRUE` or `FALSE` (default), provide residual plots where the dependent variable and each covariate is plotted against the standardized residuals.
ca: `TRUE` o `FALSO` (predeterminat), proporciona gràfics de residus on la variable dependent i cada covariant es representen contra els residus estandarditzats.
da: `TRUE` eller `FALSE` (standard), giv ud diagrammer med residuer hvor den afhængige variabel og hver kovariat vises i forhold til sine standardiserede residuene.
de: `TRUE` oder `FALSE` (Vorgabe), gibt Diagramme aus, in denen die standardisierten Residuen der abhängige Variable im Vergleich zu jeder Kovariate gezeigt werden.
fr: `TRUE` or `FALSE` (default), fournit le graphique des résidus où la variable dépendante et chaque covariable est représentée en fonction des résidus standardisés.
it: 'TRUE' o 'FALSE' (default), restituisce i grafici dei residui in cui la variabile dipendente e ogni covariata sono tracciate rispetto ai residui standardizzati.
kk: 'TRUE' немесе 'FALSE' (әдепкі), тәуелді айнымалы және әрбір ковариат стандартталған қалдықтарға қарсы сызылған қалдық графиктерін береді.
nn: `TRUE` eller `FALSE` (standard), gi ut diagram med residu der den avhengige variabelen og kvar kovariat blir vist i forhold til sine standardiserte residua.
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy reszt, na których zmienna zależna i zmienne kowariancyjne są wykreślane względem reszt standaryzowanych.
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos de resíduos onde a variável dependente e cada covariável é representada contra os resíduos estandardizados.
ru: `TRUE` или `FALSE` (по умолчанию), предоставляют графики остатков, где зависимая переменная и каждая ковариата нанесены на график относительно стандартизированных остатков.
sv: `TRUE` eller `FALSE` (standard), ge ut diagram med residuer var den beroende variabeln och varje kovariat visas i förhållande till sina standardiserade residuene.
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சார்பு மாறி மற்றும் ஒவ்வொரு கோவாரியட்டும் தரப்படுத்தப்பட்ட எச்சங்களுக்கு எதிராக திட்டமிடப்பட்ட இடங்களில் எஞ்சிய இடங்களை வழங்குகின்றன.
uk: `TRUE` або `FALSE` (по умолчанию), предоставляют графіки решт, де залежати переменная і кожна ковариата завдані на графік відносно стандартизированных решт.

source: `TRUE` or `FALSE` (default), provide results of the Durbin- Watson test for autocorrelation
ca: `TRUE` o `FALSE` (predeterminat), proporciona els resultats de la Prova de Durbin-Watson per a l'autocorrelació
da: `TRUE` eller `FALSE` (standard), gennemfør Durbin-Watson-test for autokorrelation
de: `TRUE` oder `FALSE` (Vorgabe), führt den Durbin-Watson-Tests auf Autokorrelation durch
fr: `TRUE` or `FALSE` (default), fournit les résultats du test d'autocorrélation de Durbin- Watson
it: `TRUE` o `FALSE` (predefinito), restituisce i risultati del test di Durbin-Watson per l'autocorrelazione
kk: 'TRUE' немесе 'FALSE' (әдепкі), автокорреляция үшін Дурбин-Уотсон тестінің нәтижелерін береді
nn: `TRUE` eller `FALSE` (standard), gjennomfør Durbin-Watson-test for autokorrelasjon
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test Durbina-Watsona
pt: `TRUE` ou` FALSE` (padrão), fornece resultados do teste à autocorrelação de Durbin-Watson
ru: `TRUE` или `FALSE` (по умолчанию), предоставляет результаты теста Дарбина-Ватсона для автокорреляции
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednosti Durbin-Watsovega testa samokorelacije
sv: `TRUE` eller `FALSE` (standard), genomför Durbin-Watson-test för autokorrelation
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), டர்பின்- வாட்சன் சோதனையின் முடிவுகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляет результати тесту Дарбина-Ватсона для автокорреляции

source: `TRUE` or `FALSE` (default), provide RMSE for the models
ca: `TRUE` o `FALSE` (predeterminat), proporciona l'arrel de la mitjana dels errros al quadrat (RMSE) pels models
da: `TRUE` eller `FALSE` (standard), giv ud RMSE for modellerne
de: `TRUE` oder `FALSE` (Vorgabe), gibt die RMSE für alle Modelle aus
fr: `TRUE` or `FALSE` (default), fournit l'erreur quadratique moyenne (RMSE) des modèles
it: `TRUE` o `FALSE` (predefinito), restituisce l'RMSE per i modelli
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгілер үшін орташа квадраттық қатені (RMSE) білдіреді
nn: `TRUE` eller `FALSE` (standard), gi ut RMSE for modellane
pl: `TRUE` lub `FALSE` (domyślne), podaje RMSE dla modeli
pt: `TRUE` ou` FALSE` (padrão), fornece o RMSE dos modelos
ru: `TRUE` или `FALSE` (по умолчанию), представляет среднеквадратичную ошибку (RMSE) для моделей
sv: `TRUE` eller `FALSE` (standard), ge ut RMSE för modellerna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரிகளுக்கு RMSE ஐ வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє среднеквадратичную помилку (RMSE) для моделей

source: `TRUE` or `FALSE` (default), provide row percentages
ca: `TRUE` o `FALSE` (predeterminat), proporciona percentatges de fila
da: `TRUE` eller `FALSE` (standard), giv ud radprosenter
de: `TRUE` oder `FALSE` (Vorgabe), gibt Zeilenprozentsätze aus
fr: `TRUE` or `FALSE` (default), fournit les pourcentages par ligne
it: `TRUE` o `FALSE` (predefinito), restituisce le percentuali di riga
kk: 'TRUE' немесе 'FALSE' (әдепкі), қатарлардың пайызын білдіреді
nn: `TRUE` eller `FALSE` (standard), gi ut radprosent
pl: `TRUE` lub `FALSE` (domyślnie), podaje procenty dla wierszy
pt: `TRUE` ou` FALSE` (padrão), fornece percentagens por linha
ru: `TRUE` или `FALSE` (по умолчанию), представляет процентаж строк
sl: `TRUE` ali `FALSE` (privzeto), izračuna odstotne vrednosti
sv: `TRUE` eller `FALSE` (standard), ge ut radprosenter
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வரிசை சதவீதங்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє процентаж строк

source: `TRUE` or `FALSE` (default), provide Shapiro-Wilk p-value
ca: `TRUE` o `FALSE` (predeterminat), proporciona el valor-p de Shapiro-Wilk
da: `TRUE` eller `FALSE` (standard), giv ud Shapiro-Wilk p-værdi
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Shapiro-Wilk p-Wert aus
fr: `TRUE` or `FALSE` (default), fournit la valeur p du test de Shapiro-Wilk
it: `TRUE` o `FALSE` (predefinito), restituisce il valore p del test di Shapiro-Wilk
kk: 'TRUE' немесе 'FALSE' (әдепкі), Shapiro-Wilk p-мәнін береді
nn: `TRUE` eller `FALSE` (standard), gi ut Shapiro-Wilk p-verdi
pl: `TRUE` lub `FALSE` (domyślnie), podaje poziom istotności testu Shapiro-Wilka
pt: `TRUE` ou` FALSE` (padrão), fornece o p-value do teste de Shapiro-Wilk
ru: `TRUE` или `FALSE` (по умолчанию), представляет p-значение Шапиро-Уилка
sl: `TRUE` ali `FALSE` (privzeto), izračuna Shapiro-Wilkovo p-vrednost
sv: `TRUE` eller `FALSE` (standard), ge ut Shapiro-Wilk p-värde
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சாபிரோ-வில்க் பி-மதிப்பை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє p-значення Шапиро-Уилка

source: `TRUE` or `FALSE` (default), provide Shapiro-Wilk test
ca: `TRUE` o `FALSE` (predeterminat), proporciona la Prova de Shapiro-Wilk
da: `TRUE` eller `FALSE` (standard), gennemfør Shapiro-Wilk-test
de: `TRUE` oder `FALSE` (Vorgabe), führt den Shapiro-Wilk-Test durch
fr: `TRUE` or `FALSE` (default), fournit le test de Shapiro-Wilk
it: `TRUE` o `FALSE` (predefinito), fornisce il test di Shapiro-Wilk
kk: 'TRUE' немесе 'FALSE' (әдепкі), Спирменнің ρ(rho) мәнін береді
nn: `TRUE` eller `FALSE` (standard), gjennomfør Shapiro-Wilk-test
pl: `TRUE` lub `FALSE` (domyślne), wykonuje test Shapiro-Wilka
pt: `TRUE` ou` FALSE` (padrão), fornece o teste Shapiro-Wilk
ru: `TRUE` или `FALSE` (по умолчанию), представляет ρ(rho) Спирмена
sl: `TRUE` ali `FALSE` (privzeto), izvede Shapiro-Wilkov preizkus
sv: `TRUE` eller `FALSE` (standard), genomför Shapiro-Wilk-test
ta: `உண்மை` அல்லது` தவறு` (இயல்புநிலை), சாபிரோ-வில்க் சோதனையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє ρ(rho) Спирмена

source: `TRUE` or `FALSE` (default), provide Spearman's rho
ca: `TRUE` o `FALSE` (predeterminat), proporciona la rho de Spearman
da: `TRUE` eller `FALSE` (standard), giv ud Spearmans rho
de: `TRUE` oder `FALSE` (Standard), gibt Spearman's Rho aus
fr: `TRUE` or `FALSE` (default), fournit le rho de Spearman
it: `TRUE` o `FALSE` (predefinito), restituisce il rho di Spearman
kk: 'TRUE' немесе 'FALSE' (әдепкі), Спирменнің ρ(rho) мәнін береді
nn: `TRUE` eller `FALSE` (standard), gi ut Spearmans rho
pl: `TRUE` lub `FALSE` (domyślnie), podaje rho Spearmana
pt: `TRUE` ou` FALSE` (padrão), fornece o rho de Spearman
ru: `TRUE` или `FALSE` (по умолчанию), представляет ρ(rho) Спирмена
sl: `PRAV` ali `NAPAK` (privzeto), izračuna Spearmanov koeficient ro
sv: `TRUE` eller `FALSE` (standard), ge ut Spearmans rho
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ச்பியர்மேனின் ரோவை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє ρ(rho) Спирмена

source: `TRUE` or `FALSE` (default), provide statistics in the correlation matrix plot
ca: `TRUE` o `FALSE` (predeterminat), proporciona estadístiques a la gràfica de la matriu de correlacions
da: `TRUE` eller `FALSE` (standard), giv ud statistik i korrelationsdiagrammen
de: „TRUE“ oder „FALSE“ (Vorgabe), gibt Statistiken im Korrelationsdiagramm aus
fr: `TRUE` or `FALSE` (default), fournit les statistiques du graphique de la matrice de corrélation
it: `TRUE` o `FALSE` (predefinito), fornisce le statistiche nel grafico della matrice di correlazione
kk: 'TRUE' немесе 'FALSE' (әдепкі), корреляциялық матрица сызбасы бойынша статистиканы қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut statistikk i korrelasjonsdiagrammen
pl: `TRUE` lub `FALSE` (domyślnie), podaje statystyki w wykresie macierzy korelacji
pt: `TRUE` ou` FALSE` (padrão), fornece estatísticas no gráfico da matriz de correlação
ru: `TRUE` или `FALSE` (по умолчанию), предоставляет статистику на графике корреляционной матрицы
sl: `TRUE` ali `FALSE` (privzeto), izračuna statistiko korelacij v izrisu korelacijske matrike
sv: `TRUE` eller `FALSE` (standard), ge ut statistik i korrelationsdiagrammen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), தொடர்பு மேட்ரிக்ச் சதித்திட்டத்தில் புள்ளிவிவரங்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляет статистику на графіку корреляционной матрицы

source: `TRUE` or `FALSE` (default), provide summary statistics for the Cook's distance
ca: `TRUE` o `FALSE` (predeterminat), proporciona estadístiques resumides per a la distància de Cook
da: `TRUE` eller `FALSE` (standard), giv ud sammendragstatistik over Cooks distancerne
de: `TRUE` oder `FALSE` (Vorgabe), gibt eine zusammenfassende Statistik zur Cook-Distanz aus
fr: `TRUE` or `FALSE` (default), fournit un résumé des statistiques de la distance de Cook
it: `TRUE` o `FALSE` (predefinito), restituisce statistiche riassuntive per la distanza di Cook
kk: `TRUE` немесе `FALSE`(әдепкі), Куктың қашықтығы бойынша жиынтық статистикасын береді
nn: `TRUE` eller `FALSE` (standard), gi ut samandragsstatistikk over Cooks distansane
pl: `TRUE` lub `FALSE` (domyślne), podaje statystyki zbiorcze dla odległości Cooka
pt: `TRUE` ou` FALSE` (padrão), fornece sumário de estatísticas para a distância de Cook
ru: `TRUE` или `FALSE` (по умолчанию), предоставляет сводную статистику для расстояния Кука
sv: `TRUE` eller `FALSE` (standard), ge ut sammandragstatistik över Cooks avstånden
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சமையல்காரரின் தூரத்திற்கான சுருக்கமான புள்ளிவிவரங்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляет зведену статистику для відстані Кука

source: `TRUE` or `FALSE` (default), provide test results (t-value and degrees of freedom) for post-hoc tests
ca: `TRUE` o `FALSE` (predeterminat), proporciona els resultats de Prova (valor t i graus de llibertat) per a proves post-hoc
da: `TRUE` eller `FALSE` (standard), giv ud testresultater (t-værdi og frihedsgrader) for post-hoc-tester
de: `TRUE` oder `FALSE` (Vorgabe), gibt Testergebnisse (t-Wert und Freiheitsgrade) für die Post-hoc-Tests aus
fr: `TRUE` or `FALSE` (default), fournit les résultats (valeur t et degrés de liberté) des tests post-hoc
it: `TRUE` o `FALSE` (predefinito), restituisce i risultati dei test (valore t e gradi di libertà) per i test post-hoc
kk: 'TRUE' немесе 'FALSE' (әдепкі), пост hoc сынақтары үшін сынақ нәтижелерін (t мәні мен еркіндік дәрежесі) көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut testresultat (t-verdi og fridomsgrader) for post-hoc-tester
pl: `TRUE` lub `FALSE` (domyślnie), podaje wyniki testu (wartość t i stopnie swobody) dla testów post-hoc
pt: `TRUE` ou` FALSE` (padrão), fornece resultados de teste (valor t e graus de liberdade) para testes post-hoc
ru: `TRUE` или `FALSE` (по умолчанию), представляет результаты теста (значение t и степени свободы) для апостериорных тестов
sl: `TRUE` ali `FALSE` (privzeto), izračuna statistike (t-vrednost in prostostne stopnje) za post-hoc teste
sv: `TRUE` eller `FALSE` (standard), ge ut testresultat (t-värde och frihetsgrader) för post-hoc-tester
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பிந்தைய தற்காலிக சோதனைகளுக்கு சோதனை முடிவுகளை (டி-மதிப்பு மற்றும் சுதந்திரத்தின் அளவுகள்) வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє результати тесту (значення t і ступені свободи) для апостериорных тестів

source: `TRUE` or `FALSE` (default), provide the contingency coefficient
ca: `TRUE` o `FALSE` (predeterminat), proporciona el coeficient de contingència
da: `TRUE` eller `FALSE` (standard), giv ud kontingenskoeffisienten
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Kontingenzkoeffizienten aus
fr: `TRUE` or `FALSE` (default), fournit le coefficient de contingence
it: `TRUE` o `FALSE` (predefinito), restituisce il coefficiente di contingenza
kk: 'TRUE' немесе 'FALSE' (әдепкі), конъюгация коэффициентін береді
nn: `TRUE` eller `FALSE` (standard), gi ut kontingenskoeffisienten
pl: `TRUE` lub `FALSE` (domyślnie), podaje współczynnik kontyngencji (C)
pt: `TRUE` ou` FALSE` (padrão), fornece o coeficiente de contingência
ru: `TRUE` или `FALSE` (по умолчанию), представляет коэффициент сопряжения
sl: `TRUE` ali `FALSE` (privzeto), poda koeficient kontingenčnosti
sv: `TRUE` eller `FALSE` (standard), ge ut kontingenskoeffisienten
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), தற்செயல் குணகத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє коефіцієнту сопряжения

source: `TRUE` or `FALSE` (default), provide the differences in proportions (only available for 2x2 tables)
ca: `TRUE` o `FALSE` (predeterminat), proporciona les diferències en proporcions (només disponible per a taules 2x2)
da: `TRUE` eller `FALSE` (standard), giv ud forskellene i proportionerne (kun for 2x2-tabeller)
de: `TRUE` oder `FALSE` (Vorgabe), gibt Unterschiede in den Proportionen aus (nur verfügbar für 2x2-Tabellen)
fr: `TRUE` or `FALSE` (default), fournit les différences en proportions (seulement disponible pour les tableau 2x2)
it: `TRUE` o `FALSE` (default), restituisce le differenze nelle proporzioni (disponibile solo per le tabelle 2x2)
kk: 'TRUE' немесе 'FALSE' (әдепкі), пропорциялардағы айырмашылықтарды қамтамасыз етеді (тек 2x2 кестелер үшін қол жетімді)
nn: `TRUE` eller `FALSE` (standard), gi ut forskjellane i proporsjonane (berre for 2x2-tabeller)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla różnice w proporcjach (tylko dla tabel 2x2)
pt: `TRUE` ou` FALSE` (padrão), fornece as diferenças entre proporções (disponível apenas para tabelas 2x2)
ru: `TRUE` или `FALSE` (по умолчанию), представляет разницу в пропорциях (доступно только для таблиц 2x2)
sl: `TRUE` or `FALSE` (privzeto), izračuna razliko med deleži (na voljo le za matrike 2x2)
sv: `TRUE` eller `FALSE` (standard), ge ut skillnaderna i proportionerna (endast för 2x2-tabeller)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), விகிதாச்சாரத்தில் உள்ள வேறுபாடுகளை வழங்கவும் (2x2 அட்டவணைகளுக்கு மட்டுமே கிடைக்கும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє різницю у пропорціях (доступно тільки для таблиць 2x2)

source: `TRUE` or `FALSE` (default), provide the expected counts
ca: `TRUE` o `FALSE` (predeterminat), proporciona les freqüències esperades
da: `TRUE` eller `FALSE` (standard), giv ud de forventede antal
de: `TRUE` oder `FALSE` (Vorgabe), gibt die erwarteten Anzahlen aus
fr: `TRUE` or `FALSE` (default), fournit les effectifs attendus
it: `TRUE` o `FALSE` (predefinito), restituisce i conteggi attesi
kk: 'TRUE' немесе 'FALSE' (әдепкі), күтілетін санды береді
nn: `TRUE` eller `FALSE` (standard), gi ut dei forventa tala
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wartości oczekiwane
pt: `TRUE` ou` FALSE` (padrão), fornece as contagens esperadas
ru: `TRUE` или `FALSE` (по умолчанию), представляет ожидаемое количество
sv: `TRUE` eller `FALSE` (standard), ge ut de förväntade antalen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), எதிர்பார்க்கப்படும் எண்ணிக்கையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє очікувати кількість

source: `TRUE` or `FALSE` (default), provide the exponential of the log-odds ratio estimate, or the odds ratio estimate
ca: `TRUE` o `FALSE` (predeterminat), proporciona l'exponencial de l'estimació de raó de log-odds, o la estimació de la raó de contraris (OR)
da: `TRUE` eller `FALSE` (standard), giv ud eksponentialen til log-odds-ratio-estimatet (også kaldt odds-ratio-estimat)
de: `TRUE` oder `FALSE` (Vorgabe), gibt Schätzung des Exponenten der Log-Odds-Ratio (auch Odds-Ratio-Schätzung genannt) aus
fr: `TRUE` or `FALSE` (default), fournit l'exponentielle du log de l'estimation de l'odds ratio (rapport de cotes) ou l'estimation de l'odds ratio
it: `TRUE` o `FALSE` (predefinito), restituisce la stima dell'esponente del Log-Odds-Ratio (detta anche stima del rapporto delle probabilità)
kk: 'TRUE' немесе 'FALSE' (әдепкі),экспоненциалды логарифмдық коэффициентінің болжамын немесе коэффициенттің болжамын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut eksponentialen til log-odds-ratio-estimatet (også kalla odds-ratio-estimat)
pl: `TRUE` lub `FALSE` (domyślnie), podaje wykładniczą estymację logarytmu ilorazu szans lub estymację ilorazu szans
pt: `TRUE` ou` FALSE` (padrão), fornece a exponencial da estimativa do log do rácio das chances ou a estimativa do rácio das chances
ru: `TRUE` или `FALSE` (по умолчанию), предоставляют экспоненциальную оценку отношения логарифмических шансов или оценку отношения шансов
sv: `TRUE` eller `FALSE` (standard), ge ut exponentialen till log-odds-ratio-estimatet (också kallat odds-ratio-estimat)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பதிவு-ODDS விகித மதிப்பீட்டின் அதிவேகத்தை வழங்கவும், அல்லது முரண்பாடுகள் விகித மதிப்பீட்டை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляют экспоненциальную оцінку ставлення логарифмических шансів або оцінку ставлення шансів

source: `TRUE` or `FALSE` (default), provide the exponential of the log-rate ratio estimate, or the rate ratio estimate
ca: `TRUE` o `FALSE` (predeterminat), proporciona l'exponencial de la estimació de la raó del log-rate o la estimació de la raó de tases
da: `TRUE` eller `FALSE` (standard), giv ud eksponentialen til log-rate-ratio-estimatet (også kaldt rate-ratio-estimat)
de: `TRUE` oder `FALSE` (Vorgabe), gibt Schätzung des Exponenten der Log-Rate-Ratio (auch Rate-Ratio-Schätzung genannt) aus
fr: `TRUE` or `FALSE` (default), fournit l'exponentielle du log de l'estimation du ratio des taux ou l'estimation du ratio des taux
it: `TRUE` o `FALSE` (predefinito), restituisce l'esponenziale della stima del rapporto log-rate, o la stima del rapporto di tasso
kk: 'TRUE' немесе 'FALSE' (әдепкі), логарифмның жылдамдық қатынасының экспонционалды болжамын немесе коэффициенттің болжамын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut eksponentialen til log-rate-ratio-estimatet (også kalla rate-ratio-estimat)
pl: `TRUE` lub `FALSE` (domyślnie), podaje wykładniczą estymację logarytmu wskaźnika proporcji lub estymację wskaźnika proporcji
pt: `TRUE` ou` FALSE` (padrão), fornece a exponencial da estimativa do rácio de taxa ou do log do rácio de taxa
ru: `TRUE` или `FALSE` (по умолчанию), представляет экспоненциальную оценку логарифма отношения рисков или оценку отношения рисков
sv: `TRUE` eller `FALSE` (standard), ge ut exponentialen till log-rate-ratio-estimatet (också kallat rate-ratio-estimat)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பதிவு-விகித விகித மதிப்பீட்டின் அதிவேகத்தை வழங்கவும், அல்லது விகித விகித மதிப்பீட்டை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє экспоненциальную оцінку логарифма ставлення ризиків або оцінку ставлення ризиків

source: `TRUE` or `FALSE` (default), provide the interquartile range
ca: `TRUE` o `FALSE` (predeterminat), proporciona el rang interquartílic
da: `TRUE` eller `FALSE` (standard), giv ud interkvartilavstand
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Interquartilsabstand aus
fr: `TRUE` or `FALSE` (default), fournit l'étendue interquartile
it: `TRUE` o `FALSE` (predefinito), restituisce l'intervallo interquartile
kk: 'TRUE' немесе 'FALSE' (әдепкі), квартильаралық ауқымды береді
nn: `TRUE` eller `FALSE` (standard), gi ut interkvartilavstand
pl: `TRUE` lub `FALSE` (domyślnie), podaje rozstęp międzykwartylowy
pt: `TRUE` ou` FALSE` (padrão), fornece a amplitude interquartilica
ru: `TRUE` или `FALSE` (по умолчанию), представляет межквартильный диапазон
sl: `TRUE` ali `FALSE` (privzeto), izračuna interkvartilne range
sv: `TRUE` eller `FALSE` (standard), ge ut interkvartilavstand
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), இடைநிலை வரம்பை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє межквартильный діапазону

source: `TRUE` or `FALSE` (default), provide the kurtosis
ca: `TRUE` o `FALSE` (predeterminat), proporciona la curtosi
da: `TRUE` eller `FALSE` (standard), giv ud kurtosis
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Kurtosis aus
fr: `TRUE` or `FALSE` (default), fournit l'aplatissement (kurtosis)
it: `TRUE` o `FALSE` (predefinito), restituisce la curtosi
kk: 'TRUE' немесе 'FALSE' (әдепкі), Эксцесс коэффициентін қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut kurtosis
pl: `TRUE` lub `FALSE` (domyślnie), podaje kurtozę
pt: `TRUE` ou` FALSE` (padrão), fornece a curtose
ru: `TRUE` или `FALSE` (по умолчанию), представляет эксцесс
sl: `TRUE` ali `FALSE` (privzeto), izračuna sploščenost porazdelitve
sv: `TRUE` eller `FALSE` (standard), ge ut kurtosis
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கர்டோசிசை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє ексцес
