Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Shapiro-Wilk test for multivariate normality
ca: Prova de normalitat multivariant de Shapiro-Wilk
da: Shapiro-Wilk-test på multivariat normalfordeling
de: Shapiro-Wilk-Test auf multivariate Normalverteilung
fr: Test de normalité multivariée de Shapiro-Wilk
he: מבחן שפירו–וילק לנורמליות רבת משתנים
hr: Shapiro-Wilk test za multivarijatni normalitet
it: Test di Shapiro-Wilk per la normalità multivariata
kk: көпвариатты қалыптылыққа арналған Шапиро-Уилк сынағы
nl: Toets van Shapiro-Wilk voor multivariate normaliteit
nn: Shapiro-Wilk-test på multivariat normalfordeling
no: Shapiro-Wilk-test på multivariat normalfordeling
pl: Test Shapiro-Wilka dla wielowymiarowej normalności
pt: Teste de Shapiro-Wilk à normalidade multivariada
ru: Тест Шапиро-Уилка на многомерную нормальность
sl: Shapiro-Wilkov preizkus večrazsežne normalnosti
sv: Shapiro-Wilk-test på multivariat normalfördelning
ta: பன்முக இயல்புநிலைக்கான சாபிரோ-வில்க் சோதனை
tr: Çok değişkenli normallik için Shapiro-Wilk testi
uk: Тест Шапиро-Уилка на многомерную нормальность

source: Shapiro-Wilk W
ca: W de Shapiro-Wilk
fr: W de Shapiro-Wilk
he: W של שפירו–וילק
kk: Шапиро-Уилк W
nl: W van Shapiro-Wilk
pl: W Shapiro-Wilka
pt: W de Shapiro-Wilk
ru: Шапиро-Уилк W
sl: Shapiro-Wilkov W
ta: சாபிரோ-வில்க் டபிள்யூ
uk: Шапиро-Уилк W

source: Side by side
ca: Al costat
da: Side-om-side
de: Seite-an-Seite
fr: Juxtaposées
he: זה לצד זה
hr: Jedno pored drugog
it: Fianco a fianco
kk: қатар қатармен
nl: Naast elkaar
nn: Side-ved-side
no: Side-ved-side
pl: Obok siebie
pt: Lado a lado
ru: Бок о бок
sl: Stran ob strani
sv: Sida-vid-sida
ta: அருகருகே
tr: Yan yana
uk: Бік о бік

source: Simple
da: Enkel
de: Einfach
he: פשוט
hr: Jednostavno
it: Semplice
kk: қарапайым
nl: Simpel
nn: Enkel
no: Enkel
pl: Proste
pt: Simples
ru: Простой
sl: Enostavni
sv: Enkel
ta: எளிய
tr: Basit
uk: Простій

source: Simplimax
kk: симплимакс
ru: Симплимакс
ta: சிம்பிளிமேக்ச்
uk: Симплимакс

source: simplimax
kk: симплимакс
ru: симплимакс
ta: சிம்பிளிமேக்ச்
uk: симплимакс

source: Simulations
ca: Simulacions
da: Simulationer
de: Simulationen
he: הדמייה
hr: Simulacije
it: Simulazioni
kk: модельдеулер
nl: Simulaties
nn: Simulasjonar
no: Simulasjoner
pl: Symulacja
pt: Simulações
ru: Симуляции
sl: Simulacije
sv: Simuleringar
ta: உருவகப்படுத்துதல்கள்
tr: Simülasyonlar
uk: Симуляции

source: Singular fit encountered; one or more predictor variables are a linear combination of other predictor variables.
ca: S'ha trobat un ajustament singular; una o més variables predictores son una combinació lineal d'altres variables predictores.
da: Det opstod singularitet: En eller flere prediktorvariabler er en lineær kombination af andre prediktorvariabler.
de: Singularität aufgetreten: Eine oder mehrere Prädiktorvariablen sind eine lineare Kombination anderer Prädiktorvariablen.
fr: Ajustement singulier ; une ou plusieurs des variables prédictives sont une combinaison linéaire des autres variables prédictives.
he: נמצאה התאמה בודדת. לפחות משתנה מנבא אחד הוא צירוף לינארי של משתנים מנבאים אחרים.
hr: Singularni model, jedna ili više prediktorskih varijabli su linearna kombinacija drugih prediktorskih varijabli.
it: Incontrato un adattamento singolare; una o più variabili predittive sono una combinazione lineare di altre variabili predittive.
kk: сингулярлық сәйкестік кездесілуде; бір немесе бірнеше болжаушы айнымалылар басқа болжаушы айнымалылардың сызықтық комбинациясы болып табылады.
nn: Det oppstod singularitet: Éin eller fleire prediktorvariablar er ein lineær kombinasjon av andre prediktorvariablar.
no: Det oppsto singularitet: Én eller flere prediktorvariabler er en lineær kombinasjon av andre prediktorvariabler.
pl: Napotkano dopasowanie singularne; jeden lub kilka predyktorów stanowi liniową kombinację innych zmiennych objaśniających.
pt: Ajustamento singular encontrado; uma ou mais variáveis preditoras são uma combinação linear de outras variáveis preditoras.
ru: Встречается единичное соответствие; одна или несколько переменных-предикторов представляют собой линейную комбинацию других переменных-предикторов.
sl: Zaznano je singularno prileganje; ena ali več vzročnih spremenljivk so linearne kombinacije drugih napovednih spremenljivk.
sv: Det uppstod singularitet: En eller flera prediktorvariabler är en linjär kombination av andra prediktorvariabler.
ta: ஒற்றை பொருத்தம் ஏற்பட்டது; ஒன்று அல்லது அதற்கு மேற்பட்ட முன்கணிப்பு மாறிகள் மற்ற முன்கணிப்பு மாறிகளின் நேரியல் கலவையாகும்.
tr: Tekil uyumla karşılaşıldı; bir veya daha fazla yordayıcı değişken diğer yordayıcı değişkenlerin doğrusal bir kombinasyonudur.
uk: Зустрічається единичное відповідність; одна або кілька переменных-предикторов представляють собою линейную комбінацію других переменных-предикторов.

source: Singularity error. Sphericity tests are not available
ca: Error de singularitat. Les proves d'esfericitat no estan disponibles
da: Fejl pga. singularitet. Test af sfæricitet er ikke tilgængelig
de: Fehler auf Grund von Singularität. Sphärizitätstests sind nicht verfügbar
fr: Erreur de singularité. Les tests de sphéricité ne sont pas disponibles
he: שגיאת סינגולריות. מבחני כדוריות אינם זמינים
hr: Pogreška singularnosti. Testovi sfericiteta nisu dostupni
it: Errore di singolarità. I test di sfericità non sono disponibili
kk: біртүрлілік қатесі. Сфералық сынақтар қолжетімсіз
nn: Feil pga. singularitet. Test av sfærisitet er ikkje tilgjengeleg
no: Feil pga. singularitet. Sfærisitetstester er ikke tilgjengelige
pl: Błąd singularności. Testy sferyczności nie są dostępne
pt: Erro de Singularidade. O teste à Esfericidade não estão disponíveis
ru: Ошибка сингулярности. Тесты на сферичность недоступны
sl: Napaka singularnosti. Preizkusi sferičnosti niso na voljo.
sv: Fel pga. singularitet. Test av sfäricitet är inte tillgänglig
ta: ஒருமைப்பாடு பிழை. கோள சோதனைகள் கிடைக்கவில்லை
tr: Tekillik hatası. Küresellik testleri mevcut değil
uk: Помилка сингулярности. Тести на сферичность недоступны

source: Skewness
ca: Asimetria
da: Skjevhet
de: Schiefe
fr: Coefficient d'asymétrie
he: צידוד (Skewness)
hr: Iskrivljenost
it: Asimmetria
kk: қиғаштық
nl: Scheefheid
nn: Skeivskap
no: Skjevhet
pl: Skośność
pt: Assimetria
ru: Асимметрия
sl: Asimetrija
sv: Skevhet
ta: வளைவு
tr: Çarpıklık
uk: Асиметрія

source: Sort loadings by size
ca: Ordena les càrregues per grandària
da: Sorter faktorladinger efter størrelse
de: Faktorladungen nach Größe sortieren
fr: Classe les contributions par taille
he: סידור הטעינויות לפי גודלם
it: Ordina i carichi per dimensione
kk: жүктеулерді өлшемдері бойынша сұрыптау
nl: Ladingen sorteren op grootte
nn: Sorter faktorladingar etter storleik
no: Sorter faktorladinger etter størrelse
pl: Sortuj ładunki według wielkości
pt: Ordenar os pesos pela magnitude
ru: Сортировать нагрузки по размеру
sl: Razvrsti uteži po velikosti
sv: Sortera faktorladinger efter storlek
ta: ஏற்றங்களை அளவு மூலம் வரிசைப்படுத்தவும்
tr: Yükleri büyüklüğe göre sırala
uk: Сортировать навантаження по розміру

source: Spearman
he: ספירמן
kk: спирмен
pl: rho Spearmana
ru: Спирмен
ta: ச்பியர்மேன்
uk: Спирмен

source: Spearman's rho
ca: Rho de Spearman
fr: Rho de Spearman
he: רו של ספירמן
it: Rho di Spearman
kk: Спирмен ро
nl: rho van Spearman
pl: rho Spearmana
pt: Rho de Spearman
ru: Спирмен ρ(rho)
sl: Spearmanov ro
ta: ச்பியர்மேனின் ரோ
tr: Spearman'ın rho'su
uk: Спирмен ρ(rho)

# specific factor
source: Factor
da: Faktor
de: Faktor
fr: Facteur
he: גורם
it: Fattore
kk: фактор
nn: Faktor
no: Faktor
pl: Czynnik
pt: Fator
ru: Факторный
sl: Faktor
sv: Faktor
ta: காரணி
tr: Faktör
uk: Фактор

source: Specificity
ca: Especificitat
da: Specificitet
de: Spezifität
fr: Spécificité
he: סגוליות
hr: Specifičnost
it: Specificità
kk: ерекшелік
nl: Specificiteit
nn: Spesifisitet
no: Spesifisitet
pl: Specyficzność
pt: Especificidade
ru: Специфичность
sl: Specifičnost
sv: Spesifisitet
ta: தனித்தன்மை
tr: Özgüllük
uk: Специфичность

source: Sphericity Correction
ca: Correcció d'esfericitat
da: Korrektion for sfæricitet
de: Sphärizitätskorrektur
fr: Correction de la spécificité
he: תיקון כדוריות
it: Correzione della Sfericità
kk: сфералық түзету
nl: Sfericiteitscorrectie
nn: Korreksjon for sfærisitet
no: Sfærisitetskorreksjon
pl: Poprawka na sferyczność
pt: Correção de Esfericidade
ru: Коррекция сферичности
sl: Popravek sferičnosti
sv: Korrektion för sfäricitet
ta: கோள திருத்தம்
tr: Küresellik Düzeltmesi
uk: Корекція сферичности

source: Sphericity corrections
ca: Correccions d'esfericitat
da: Korrektion for sfæricitet
de: Sphärizitätskorrektur
fr: Corrections de la spécificité
he: תיקוני כדוריות
it: Correzioni di sfericità
kk: сфералық түзетулер
nl: Sfericiteitscorrecties
nn: Korreksjon for sfærisitet
no: Sfærisitetskorreksjoner
pl: Poprawki na sferyczność
pt: Correções de esfericidade
ru: Коррекция сферичности
sl: Popravki sferičnosti
sv: Korrektion för sfäricitet
ta: கோள திருத்தங்கள்
tr: Küresellik düzeltmeleri
uk: Корекція сферичности

source: Sphericity tests
ca: Proves d'esfericitat
da: Test af sfæricitet
de: Sphärizitätstests
fr: Test de sphéricité
he: מבחני כדוריות
it: Test di sfericità
kk: сфералық сынақтар
nl: Sfericiteitstoetsen
nn: Test av sfærisitet
no: Sfærisitetstester
pl: Testy sferyczności
pt: Teste à Esfericidade
ru: Тесты на сферичность
sl: Testi sferičnosti
sv: Test av sfäricitet
ta: கோள சோதனைகள்
tr: Küresellik testleri
uk: Тести на сферичность

source: Split by
ca: Segmenta per
da: Del efter
de: Aufgeteilt nach
fr: Séparer par
he: חלוקה לפי
it: Suddiviso per
kk: бойынша бөлу
nl: Gesplitst op
nn: Del etter
no: Del etter
pl: Podziel według
pt: Separar por
ru: Разделить по
sl: Razdeli po
sv: Del efter
ta: பிரிந்தது
tr: Böl
uk: Розділити по

source: Squared Mahalanobis Distance
ca: Distància de Mahalanobis al Quadrat
da: Kvadrert Mahalanobis-distance
de: Quadrierte Mahalanobis-Distanz
fr: Distance quadratique de Mahalanobis
he: מרחק מהלנוביס בריבוע
it: Distanza di Mahalanobis al Quadrato
kk: Махаланобистың квадраттық айырмашылығы
nl: Kwadratische Mahalanobis-afstand
nn: Kvadrert Mahalanobis-distanse
no: Kvadrert Mahalanobis-distanse
pl: Kwadrat odległości Mahalanobisa
pt: Distância de Mahalanobis quadrática
ru: Квадратичное расстояние Махаланобиса
sl: Mahalanobisova kvadratna razdalja
sv: Kvadrert Mahalanobis-distanse
ta: ச்கொயர் மஅலானோபிச் தூரம்
tr: Karesel Mahalanobis Uzaklığı
uk: Квадратичное відстань Махаланобиса

source: SS Loadings
ca: Càrregues SC
da: Kvadratsumme for ladinger
de: Quadratsumme der Ladungen
fr: Somme des carrés des contributions
he: טעינויות סכום הריבועים
it: Carichi SS
kk: SS жүктемелері
nl: Som van ladingskwadraten
nn: kvadratsumma for ladingar
no: Kvadratsumme for ladinger
pl: Ładunki
pt: Valor próprio
ru: Сумма квадратичных нагрузок (SS)
sv: Kvadratsumme för ladinger
ta: எச்எச் ஏற்றுதல்
tr: SK Yükleri
uk: Сума квадратичных навантажень (SS)

source: stack or side by side (default), barplot type
ca: apilada o al costat (predeterminat), tipus de diagrama de barres
da: type af stolpediagram, stablet eller side-om-side (standard)
de: Balkendiagramm-Typ, gestapelt oder nebeneinander (Vorgabe)
fr: Diagramme en barres empilées ou juxtaposées (par défaut)
it: impilare o affiancare (predefinito), tipo di grafico a barre
kk: стек немесе қатар (әдепкі), сызба түрі
nn: type av stolpediagram, stabla eller side-ved-side (standard)
pl: stos lub obok siebie (domyślnie); typ wykresu słupkowego
pt: empilhado ou lado-a-lado (padrão), tipo de gráfico de barras
ru: стек или разброс (по умолчанию), тип гистограммы
sl: naloženi oziroma razvrstilni (privzeto), vrsta stolpčnega diagrama
sv: typ av stapeldiagram, staplat eller sidevedsida (standard)
ta: அடுக்கு அல்லது பக்கமாக (இயல்புநிலை), பார்ப்லாட் வகை
uk: стек або разброс (по умолчанию), тип гистограммы

source: Stacked
ca: Apilats
da: Stablede
de: Gestapelt
fr: Empilées
he: מעורם
hr: Složeno
it: Impilato
kk: жинақталған
nl: Gestapeld
nn: Stabla
no: Stablet
pl: Stos
pt: Empilhado
ru: Штабель
sl: Zloženo
sv: Staplade
ta: அடுக்கப்பட்டது
tr: Yığılmış
uk: Штабель

source: Stand. Estimate
ca: Estimador estàndard
da: Std. Estimat
de: Stand. Schätzer
fr: Estimation standard
he: אומדן מתוקנן
it: Stima Standard
kk: стандартты баға
nl: Standaardschatting
nn: Std. Estimat
no: Stand. Estimat
pl: Stand. oszacowania
pt: Estimativas Estand.
ru: Стандартная оценка
sl: St. napoved
sv: Std. Estimat
ta: நிற்க. மதிப்பீடு
tr: Stand. Tahmin
uk: Стандартна оцінка

source: Standard deviation
ca: Desviació estàndard
da: Standardafvigelse
de: Standardabweichung
fr: Ecart-type
he: סטיית תקן
hr: Standardna devijacija
it: Deviazione standard
kk: стандартты ауытқу
nl: Standaardafwijking
nn: Standardavvik
no: Standardavvik
pl: Odchylenie standardowe
pt: Desvio-padrão
ru: Стандартное отклонение
sl: Standardni odklon
sv: Standardavvikelse
ta: திட்டவிலக்கல், நியம விலகல்
tr: Standart sapma
uk: Стандартне відхилення

source: Standard Error
ca: Error estàndard
da: Standardfejl
de: Standardfehler
fr: Erreur standard
he: טעות תקן
hr: Standardna greška
it: Errore Standard
kk: стандартты қате
nl: Standaardfout
nn: Standardfeil
no: Standardfeil
pl: Błąd standardowy
pt: Erro-padrão
ru: Стандартная ошибка
sl: Standardna napaka
sv: Standardfel
ta: நிலையான பிழை
tr: Standart Hata
uk: Стандартна помилка

source: Standard error
ca: Error estàndard
da: Standardfejl
de: Standardfehler
fr: Erreur standard
he: טעות תקן
hr: Standardna greška
it: Errore standard
kk: стандартты қате
nl: Standaardfout
nn: Standardfeil
no: Standardfeil
pl: Błąd standardowy
pt: Erro-padrão
ru: Стандартная ошибка
sl: Standardna napaka
sv: Standardfel
tr: Standart hata
uk: Стандартна помилка

source: Standardized Estimate
ca: Estimador Estandarditzat
da: Standardiseret estimat
de: Standardisierter Schätzer
fr: Estimation standardisée
he: אומדן מתוקנן
it: Stima Standardizzata
kk: стандартталған баға
nl: Gestandaardiseerde schatting
nn: Standardisert estimat
no: Standardisert estimat
pl: Oszacowanie standaryzowane
pt: Estimativa Estandardizada
ru: Стандартизированная оценка
sl: Standardizirana Napoved
sv: Standardiserat estimat
ta: தரப்படுத்தப்பட்ட மதிப்பீடு
tr: Standartlaştırılmış Tahmin
uk: Стандартизированная оцінка

source: Standardized estimate
ca: Estimador estandarditzat
da: Standardiseret estimat
de: Standardisierter Schätzer
fr: Estimation standardisée
he: אומדן מתוקנן
it: Stima standardizzata
kk: стандартталған баға
nl: Gestandaardiseerde schatting
nn: Standardisert estimat
no: Standardisert estimat
pl: Oszacowanie standaryzowane
pt: Estimativa Estandardizada
ru: Стандартизированная оценка
sl: Standardizirana napoved
sv: Standardiserat estimat
ta: தரப்படுத்தப்பட்ட மதிப்பீடு
tr: Standartlaştırılmış tahmin
uk: Стандартизированная оцінка

source: Standardized Residuals
ca: Residus Estandarditzats
da: Standardiserede residuer
de: Standardisierte Residuen
fr: Résidus standardisés
he: נתונים שיוריים מתוקננים
it: Residui Standardizzati
kk: стандартталған қалдықтар
nl: Gestandaardiseerde residuen
nn: Standardiserte residu
no: Standardiserte residuer
pl: Reszty standaryzowane
pt: Resíduos estandardizados
ru: Стандартизированные остатки
sl: Standardizirani ostanki
sv: Standardiserade residuer
ta: தரப்படுத்தப்பட்ட எச்சங்கள்
tr: Standartlaştırılmış Artıklar
uk: Стандартизированные решти

source: Statistic
ca: Estadístic
da: Statistik
de: Statistik
fr: Statistique
he: סטטיסטי
hr: Statistika
it: Statistiche
kk: статистика
nl: Statistiek
nn: Statistikk
no: Statistikk
pl: Statystyka
pt: Estatística
ru: Статистика
sl: Statistika
sv: Statistik
ta: புள்ளிவிவரம்
tr: İstatistik
uk: Статистика

source: statistic
ca: estadístic
da: Statistik
de: Statistik
fr: statistique
he: סטטיסטי
hr: statistika
it: statistica
kk: стастика
nl: statistiek
nn: Statistikk
no: Statistikk
pl: statystyka
pt: estatística
ru: статистика
sl: statistika
sv: Statistik
ta: புள்ளிவிவரம்
tr: istatistik
uk: статистика

source: Statistics
ca: Estadístiques
da: Statistik
de: Statistiken
fr: Statistiques
he: סטטיסטיקה
hr: Statistike
it: Statistiche
kk: статистикалар
nl: Statistieken
nn: Statistikk
no: Statistikk
pl: Statystyki
pt: Estatísticas
ru: Статистики
sl: Statistike
sv: Statistik
ta: புள்ளிவிவரங்கள்
tr: İstatistikler
uk: Статистики

source: Std. deviation
ca: Desv. estàndard
da: Std.-afvigelse
de: Std.-abweichung
fr: Ecart-type
he: סטיית תקן
it: Deviazione std.
kk: станд. ауытқу
nl: Standaardafw.
nn: Std.-avvik
no: Std.-avvik
pl: Odchylenie standardowe
pt: Desvio-padrão
ru: Станд. отклонение
sl: St. Odklon
sv: Std.-avvikelse
ta: Std. விலகல்
tr: Std. sapma
uk: Станд. відхилення

source: Std. error kurtosis
ca: Error est. curtosi
da: Std.-fejl af kurtosis
de: Std.-fehler der Kurtosis
fr: Kurtosis de l'erreur-standard
he: גבנוניות טעות התקן
it: Err. Std. di Curtosi
kk: станд. қате куртозы
nl: Standaardfout kurtosis
nn: Std.-feil av kurtosis
no: Std.-feil kurtosis
pl: Błąd standardowy kurtozy
pt: Erro-padrão da Curtose
ru: Станд. ошибка эксцесса
sl: St. napaka sploščenosti
sv: Std.-fel av kurtosis
ta: Std. பிழை கர்டோசிச்
tr: Std. hata basıklık
uk: Станд. помилка ексцесу

source: Std. error mean
ca: Error est. mitjana
da: Std.-fejl af gennemsnit
de: Std.-fehler des Mittelwerts
fr: Moyenne de l'erreur-standard
he: ממוצע טעות תקן
it: Errore std. media
kk: станд.қате орташа мәні
nl: Standaardfout gemiddelde
nn: Std.-feil av gjennomsnitt
no: Std.-feil av gjennomsnitt
pl: Błąd standardowy średniej
pt: Erro-padrão da média
ru: Станд. ошибка средней
sl: Povprečje st. napake
sv: Std.-fel av genomsnitt
ta: Std. பிழை சராசரி
tr: Std. hata ortalama
uk: Станд. помилка середнішій

source: Std. error of Mean
ca: Error est. de la mitjana
da: Std.-fejl af gennemsnit
de: Std.-fehler des Mittelwerts
fr: Erreur-standard de la moyenne
he: טעות תקן של הממוצע
it: Errore std. della Media
kk: орташа мәннің станд. қатесі
nl: Standaardfout van gemiddelde
nn: Std.-feil av gjennomsnitt
no: Std.-feil av gjennomsnitt
pl: Błąd standardowy średniej
pt: Erro-padrão da Média
ru: Станд. ошибка средней
sl: St. napaka povprečja
sv: Std.-fel av genomsnitt
ta: Std. சராசரி பிழை
tr: Ortalama Std. Hatası
uk: Станд. помилка середнішій

source: Std. error skewness
ca: Error est. asimetria
da: Std.-fejl for skjevhet
de: Std.-fehler der Schiefe
fr: Asymétrie de l'erreur-standard
he: צידוד טעות התקן
it: Errore std. asimmetria
kk: станд.қатенің қисаюы
nl: Standaardfout scheefheid
nn: Std.-feil for skeivskap
no: Std.-feil for skjevhet
pl: Błąd standardowy skośności
pt: Erro-padrão da Assimetria
ru: Станд. ошибка асимметрии
sl: St. napaka asimetrije
sv: Std.-fel för skevhet
ta: Std. பிழை வளைவு
tr: Std. hata çarpıklık
uk: Станд. помилка асиметрії

source: Student's
ca: de Student
fr: Student
he: של סטודנט
it: t di Student
kk: студенттің
nl: Student
pl: t Studenta
pt: t de Student
ru: Стьюдент
sl: T-test
ta: மாணவர்
tr: Student'ın
uk: Стьюдент

source: Student's t
ca: t de Student
fr: t de Student
he: t של סטודנט
it: t di Student
kk: студенттің t
nl: t van Student
pl: t Studenta
pt: t de Student
ru: Стьюдент t
sl: T-Test
ta: மாணவர்களின் டி
tr: Student'ın t'si
uk: Стьюдент t

source: Student's test
ca: Prova de Student
fr: Test de Student
he: מבחן t של סטודנט
it: Test t di Student
kk: Студенттің тесті
nl: Student-toets
pl: test Studenta
pt: Teste t de Student
ru: Тест Стьюдента
sl: Test T-test
ta: மாணவர்களின் சோதனை
tr: Student'ın testi
uk: Тест Стьюдента

source: Sum
ca: Suma
de: Summe
fr: Somme
he: סכום
it: Somma
kk: қосынды
nl: Som
pl: Suma
pt: Soma
ru: Сумма
sl: Vsota
sv: Summa
ta: தொகை
tr: Toplam
uk: Сума

source: Sum of Squares
ca: Suma de Quadrats
da: Kvadratsum
de: Quadratsumme
fr: Somme des carrés
he: סכום הריבועים
it: Somma dei Quadrati
kk: квадраттардың қосындысы
nl: Som van kwadraten
nn: Kvadratsum
no: Kvadratsum
pl: Suma kwadratów
pt: Soma de Quadrados
ru: Сумма квадратов
sl: Vsota kvadratov
sv: Kvadratsumma
ta: சதுரங்களின் தொகை
tr: Kareler Toplamı
uk: Сума квадратів

source: Sum of squares
ca: Suma de quadrats
da: Kvadratsum
de: Quadratsumme
fr: Somme des carrés
he: סכום הריבועים
it: Somma dei quadrati
kk: квадраттардың қосындысы
nl: Som van kwadraten
nn: Kvadratsum
no: Kvadratsum
pl: Suma kwadratów
pt: Soma de quadrados
ru: Сумма квадратов
sl: Vsota kvadratov
sv: Kvadratsumma
ta: சதுரங்களின் தொகை
tr: Kareler toplamı
uk: Сума квадратів

source: Sum score
ca: Suma de puntuació
da: Totalscore
de: Gesamtpunktzahl
fr: Score total
he: סכום הציונים
it: Somma del punteggio
kk: жиынтық ұпай
nl: Scoretotaal
nn: Totalskår
no: Totalscore
pl: Wynik sumaryczny
pt: Pontuação Total
ru: Сумма баллов
sv: Totalscore
ta: தொகை மதிப்பெண்
tr: Toplam puan
uk: Сума балів

source: Summary
ca: Resum
da: Sammendrag
de: Zusammenfassung
fr: Résumé
he: סיכום
it: Sommario
kk: қысқаша мазмұны
nl: Samenvatting
nn: Samandrag
no: Sammendrag
pl: Podsumowanie
pt: Sumário
ru: Резюме
sl: Povzetek
sv: Sammandrag
ta: சுருக்கம்
tr: Özet
uk: Резюме

source: T-Tests
ca: Proves T
da: t-tester
fr: Tests t
he: מבחני T
hr: T-testovi
it: Test t
kk: T-тестілері
nl: t-toetsen
nn: t-tester
no: t-tester
pl: Testy t
pt: Testes t
ru: Т-тесты
sl: T-Testi
sv: t-tester
tr: T-Testleri
uk: Т-тести

source: t-value
ca: valor t
da: t-værdi
de: t-Wert
fr: Valeur t
he: ערך t
it: valore t
kk: t-мәні
nl: t-waarde
nn: t-verdi
no: t-verdi
pl: wartość t
pt: valor t
ru: t-значение
sl: t-vrednost
sv: t-värde
ta: டி-மதிப்பு
tr: t-değeri
uk: t-значення

source: ten Berge
kk: тен Берге
pt: Berge dez
ru: тен Берге
sl: ten Bergeova ocena
ta: பத்து பெர்க்
uk: тен Берге

source: Term {0}
ca: Terme {0}
fr: Terme {0}
he: תנאי {0}
it: Termine {0}
kk: Терм {0}
pl: Składnik {0}
pt: Termo {0}
ru: Терм {0}
sl: Pogoj {0}
ta: சொல் {0}
tr: Terim {0}
uk: Терм {0}

source: Term 1
ca: Terme 1
fr: Terme 1
he: תנאי 1
it: Termine 1
kk: Терм 1
pl: Składnik 1
pt: Termo 1
ru: Терм 1
sl: Pogoj 1
ta: கால 1
tr: Terim 1
uk: Терм 1

source: Test for Exact Fit
ca: Prova per a Ajustament Exacte
da: Test for eksakt tilpasning
de: Test auf exakten Fit
fr: Test d'ajustement exact
he: בדיקת התאמה מדויקת
it: Test per l'adattamento esatto
kk: нақты сәйкестік тесті
nl: Toets voor exact passende vorm
nn: Test for eksakt tilpassing
no: Test for eksakt tilpassing
pl: Test dokładny dobroci dopasowania
pt: Teste ao Ajustamento Exato
ru: Тест на точное соответствие
sl: Preizkus natančnosti skladnosti
sv: Test för exakt anpassning
ta: சரியான பொருத்தத்திற்கான சோதனை
tr: Tam Uyum Testi
uk: Тест на точное відповідність

source: Test results (t and df)
ca: Resultats de la prova (t i gl)
da: Testresultater (t og df)
de: Ergebnisse (t und df)
fr: Résultats du test (t et ddl)
he: תוצאות המבחן (t וד״ח)
it: Risultati del test (t e gdl)
kk: тест нәтижелері (t және df)
nl: Toetsresultaten (t en df)
nn: Testresultat (t og df)
no: Testresultater (t og df)
pl: Wyniki testu (t oraz df)
pt: Resultado do teste (t e gl)
ru: Результаты теста (t и df)
sl: Rezultati testa (t in df)
sv: Testresultat (t och df)
ta: சோதனை முடிவுகள் (டி மற்றும் டி.எஃப்)
tr: Test sonuçları (t ve sd)
uk: Результати тесту (t і df)

source: Test statistics
ca: Estadístiques de la prova
da: Teststatistik
de: Teststatistik
fr: Statistiques du test
he: סטטיסטיקות המבחן
it: Statistiche del test
kk: тест статистикасы
nl: Toetsstatistieken
nn: Teststatistikk
no: Teststatistikk
pl: Statystyki testowe
pt: Estatística de teste
ru: Статистики теста
sl: Statistika preizkusa
sv: Teststatistik
ta: சோதனை புள்ளிவிவரங்கள்
tr: Test istatistikleri
uk: Статистики тесту

source: Test Value
ca: Valor de la Prova
da: Testværdi
de: Testwert
fr: Valeur testée
he: ערך המבחן
it: Valore del Test
kk: тест мәні
nl: Toetswaarde
nn: Testverdi
no: Testverdi
pl: Wartość testu
pt: Valor de Teste
ru: Тестовое значение
sl: Preizkusna vrednost
sv: Testvärde
ta: சோதனை மதிப்பு
tr: Test Değeri
uk: Тестове значення
