Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The Repeated Measures ANOVA is used to explore the relationship between a continuous dependent variable and one or more categorical explanatory variables, where one or more of the explanatory variables are 'within subjects' (where multiple measurements are from the same subject). Additionally, this analysis allows the inclusion of covariates, allowing for repeated measures ANCOVAs as well.
ca: El ANOVA de mesures repetides s'utilitza per a explorar la relació entre una variable dependent continua i una o més variables explicatives categòriques, on una o més de les variables explicatives son 'entre subjectes' (on diverses mesures son del mateix subjete). A més, aquest anàlisis permet la inclusió de covariants, el que permet també fer ANCOVA de mesures repetides.
da: ANOVA for gentagne målinger bruges til at undersøge forholdet mellem en kontinuerligt afhængig variabel og en eller flere kategoriske uafhængige variabler, der en eller flere af de afhængig variabler er målte »inden for deltagerene« (dvs. det er flere målinger fra samme deltager). Endvidere tillader denne analyse inkludering af kovariater, noget som også giver mulighed for kovariansanalyser (ANCOVA) for gentagne målinger.
de: Die ANOVA mit Messwiederholung wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und mindestens einer kategorialen unabhängigen Variablen zu untersuchen. Dabei werden die unabhängigen Variablen „innerhalb von Subjekten“ gemessen (die Faktorstufen representieren mehrere Messungen von dem selben Subjekt). Darüber hinaus ermöglicht diese Analyse die Einbeziehung von weiteren Faktoren und Kovariaten, was ANCOVAs mit Messwiederholungen erlaubt.
fr: L'ANOVA pour mesures répétées est utilisée pour explorer la relation entre une variable dépendante continue et une ou plusieurs variables explicatives catégorielles. Une ou plusieurs des ces variables explicatives catégorielles sont de type intra-sujets (chaque objet est mesuré plusieurs fois). De plus, cette analyse peut d'inclure des covariables permettant de réaliser aussi des ANCOVA pour mesures répétées.
he: משתמשים בניתוח שונות למדידות חוזרות כדי לבחון את הקשר שבין משתנה תלוי רציף ולפחות משתנה מסביר איכותי אחד, כאשר לפחות אחד מהמשתנים המסבירים הם ”תוך נבדקיים“ (ישנם כמה מדדים למשתתף יחיד). בנוסף, ניתוח זה מאפשר להשתמש במשתנים נלווים כך שניתן לבצע גם ניתוחי שונות משותפת למדידות חוזרות (repeated measures ANCOVA).
it: L'ANOVA a misure ripetute è usata per esplorare la relazione tra una variabile dipendente continua e una o più variabili esplicative categoriali, dove una o più delle variabili esplicative sono 'all'interno dei soggetti' (le misurazioni ripetute provengono dallo stesso soggetto). Inoltre, questa analisi consente l'inclusione di covariate, permettendo anche l'ANCOVA a misure ripetute.
kk: Қайталанатын өлшемдер ANOVA үздіксіз тәуелді айнымалы мен бір немесе бірнеше түсіндірмелі айнымалылар арасындағы байланысты зерттеу үшін пайдаланылады, мұнда бір немесе бірнеше түсіндірме айнымалылар 'within subjects' (бір тақырып бойынша бірнеше өлшемдер алынған кезде). Сонымен қатар, бұл талдау ковариаттарды қосуға мүмкіндік береді, бұл сонымен қатар ANCOVA-ны қайталанатын өлшеулер үшін пайдалануға мүмкіндік береді.
nl: De 'ANOVA voor herhaalde metingen' wordt gebruikt om de verhouding tussen een continue afhankelijke variabele en één of meerdere categorische variabelen te verkennen, waarbij minstens één van de categorische variabelen 'binnen onderwerpen' zijn (meerdere metingen van hetzelfde onderwerp). Bij deze analyse kunnen covariaten worden ingesloten, wat 'ANOVA voor herhaalde metingen' toestaat.
nn: ANOVA for gjentekne målingar blir brukt til å undersøkja forholdet mellom ein kontinuerleg avhengig variabel og éin eller fleire kategoriske uavhengige variablar, der éin eller fleire av dei avhengig variablane er målte «innanfor deltakarane» (dvs. det er fleire målingar frå same deltakar). I tillegg tillèt denne analysen inkludering av kovariatar, noko som også gir moglegheit for kovariansanalysar (ANCOVA) for gjentekne målingar.
no: ANOVA for gjentatte målinger brukes til å undersøke forholdet mellom en kontinuerlig avhengig variabel og én eller flere kategoriske uavhengige variabler, der én eller flere av de avhengig variablene er målt «innenfor deltakerne» (dvs. det er flere målinger fra samme deltaker). I tillegg tillater denne analysen inkludering av kovariater, noe som også gir mulighet for kovariansanalyser (ANCOVA) for gjentatte målinger.
pl: ANOVA dla powtórzonych pomiarów jest używana do badania relacji pomiędzy ciągłą zmienną zależną a jedną lub kilkoma kategorialnymi zmiennymi objaśniającymi, gdzie jedna lub kilka zmiennych objaśniających to czynniki wewnątrzobiektowe (wiele pomiarów pochodzi od tego samego obiektu). Ponadto analiza ta pozwala na włączenie współzmiennych (ANCOVA dla powtórzonych pomiarów).
pt: A ANOVA de medidas repetidas é usada para explorar a relação entre uma variável dependente contínua e uma ou mais variáveis ​​explicativas categoriais, onde uma ou mais das variáveis ​​explicativas estão 'dentro dos sujeitos' (várias medições repetidas do mesmo sujeito). Além disso, esta análise permite a inclusão de covariáveis, permitindo também fazer ANCOVAs de medidas repetidas.
ru: ANOVA с повторными измерениями используется для изучения взаимосвязи между непрерывной зависимой переменной и одной или несколькими категориальными объясняющих переменных, где одна или несколько объясняющих переменных 'внутри субъектов' (когда несколько измерений проводятся у одного и того же субъекта). Кроме того, этот анализ позволяет включать в себя ковариаты, что также позволяет использовать ANCOVA для повторных измерений.
sl: Analiza ANOVA ponavljajočih meritev se uporablja za raziskovanje razmerja med zvezno odvisno spremenljivko in eno ali več kategoričnimi pojasnjevalnimi spremenljivkami, pri čemer je ena ali več pojasnjevalnih spremenljivk »znotraj primerov« (več meritev za isti primer). Ta analiza omogoča vključitev tudi kovariatnih spremenljivk, kar analizo ANCOVA ponavljajočih meritev.
sv: ANOVA för upprepade mätningar användes till att undersöka förhållandet mellan en kontinuerligt beroende variabel och en eller flera kategoriska oberoende variabler, där en eller flera av de beroende variablerna är mätta “inom deltagarna” (dvs. det är flera mätningar från samma deltagare). Därtill tillåter den här analysen inkludering av kovariater, något som också ger möjlighet för kovariansanalyser (ANCOVA) för upprepade mätningar.
ta: உறவை ஆராய ANOVA மீண்டும் மீண்டும் நடவடிக்கைகள் பயன்படுத்தப்படுகின்றன தொடர்ச்சியான சார்பு மாறி மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட வகைப்படுத்தலுக்கு இடையில் விளக்கமளிக்கும் மாறிகள், ஒன்று அல்லது அதற்கு மேற்பட்ட விளக்க மாறிகள் 'பாடங்களுக்குள்' (பல அளவீடுகள் ஒரே மாதிரியாக இருக்கும் பொருள்). கூடுதலாக, இந்த பகுப்பாய்வு சேர்க்க அனுமதிக்கிறது கோவாரியட்டுகள், மீண்டும் மீண்டும் நடவடிக்கைகளை அனுமதிக்கிறது.
tr: Tekrarlı Ölçümler ANOVA'sı, sürekli bir bağımlı değişken ile bir veya daha fazla kategorik açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır, burada açıklayıcı değişkenlerden bir veya daha fazlası 'denek içi'dir (birden fazla ölçüm aynı denektendir). Ek olarak, bu analiz kovaryatların dahil edilmesine izin verir, bu da tekrarlı ölçümler ANCOVA'larına olanak tanır.
uk: ANOVA з повторний вимірами використовує для вивчення взаимосвязи між непрерывной залежати переменной і одної або кількома категориальными котрий пояснювати переменных, де одна або кілька котрий пояснювати переменных 'всередині суб'єктів' (коли кілька вимірів проводять у одного і того ж суб'єкту). Окрім того, цейаналіз дозволяє включати у себе ковариаты, що також дозволяє використати ANCOVA для повторний вимірів.

source: The Repeated Measures ANOVA is used to explore the relationship between a continuous dependent variable and one or more categorical explanatory variables, where one or more of the explanatory variables are 'within subjects' (where multiple measurements are from the same subject). Additionally, this analysis allows the inclusion of covariates, allowing for repeated measures ANCOVAs as well. This analysis requires that the data be in 'wide format', where each row represents a subject (as opposed to long format, where each measurement of the dependent variable is represented as a row). A non-parametric equivalent of the repeated measures ANOVA also exists; the Friedman test. However, it has the limitation of only being able to test a single factor.
ca: El ANOVA de mesures repetides s'utilitza per a explorar la relació entre una variable dependent continua i una o més variables explicatives categòriques, on una o més de les variables explicatives son 'entre subjectes' (on diverses mesures son del mateix subjete). A més, aquest anàlisis permet la inclusió de covariants, el que permet també fer ANCOVA de mesures repetides. Aquesta anàlisi requereix que les dades estiguin en 'format ampli', on cada fila representa un subjecte (a diferència del format llarg, on cada mesura de la variable dependent es representa com una fila). També existeix un equivalent no paramètric del ANOVA de mesures repetides; la prova de Friedman. Tot i que te la limitació de que només pot provar un factor.
da: ANOVA for gentagne målinger bruges til at udforske forholdet mellem en kontinuerligt afhængig variabel og en eller flere kategoriske uafhængige variabler, der en eller flere af de uafhængige variabler er »inden for deltager« (der flere målinger er fra samme deltager / målesubjekt). Endvidere tillader denne analyse inkludering af kovariater, noget som også giver mulighed for ANCOVAER for gentagne målinger. Denne analyse kræver, at dataene er i »bredt format«, hvor hver linje repræsenterer en deltager / målesubjekt (i modsætning til langt format, hvor hver måling af den afhængige variabel repræsenteres som en rad). Der er også en ikke-parametrisk ækvivalent til ANOVAEN for gentagne målinger, der hedder Friedman-testen. Den har imidlertid begrænsningen af kun at kunne teste en enkelt faktor.
de: Die ANOVA mit Messwiederholung wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und mindestens einer kategorialen unabhängigen Variablen zu untersuchen. Dabei werden die unabhängigen Variablen „innerhalb von Subjekten“ gemessen (die Faktorstufen representieren mehrere Messungen von dem selben Subjekt). Darüber hinaus ermöglicht diese Analyse die Einbeziehung von weiteren Faktoren und Kovariaten, was ANCOVAs mit Messwiederholungen erlaubt. Diese Analyse erfordert, dass die Daten im „Breitformat“ (wide) vorliegen, wo jede Zeile ein Subjekt / einen Teilnehmer darstellt (im Gegensatz zum Langformat, long), wo jede Messung der abhängigen Variablen wird als Zeile dargestellt). Es gibt auch ein nicht-parametrisches Äquivalent zur ANOVA mit Messwiederholung, den Friedman-Test. Er hat jedoch die Einschränkung, dass es nur möglich ist, einen einzelnen Faktor zu testen.
fr: L'ANOVA pour mesures répétées est utilisée pour explorer la relation entre une variable dépendante continue et une ou plusieurs variables explicatives catégorielles. Une ou plusieurs des ces variables explicatives catégorielles sont de type intra-sujets (chaque objet est mesuré plusieurs fois). De plus, cette analyse peut d'inclure des covariables permettant de réaliser aussi des ANCOVA pour mesures répétées. Cette analyse requiert que les données soient en format large où chaque ligne représente un sujet (par opposition au format long où chaque mesure de la variable dépendante occupe une ligne séparée. Un équivalent non-paramétrique existe : le test de Friedman. Cependant, il possède la limitation de ne pouvoir fonctionner qu'avec un seul facteur.
he: משתמשים בניתוח שונות למדידות חוזרות כדי לבחון את הקשר שבין משתנה תלוי רציף ולפחות משתנה מסביר איכותי אחד, כאשר לפחות משתנה מסביר אחד הוא ”תוך נבדקי“ (ישנם כמה מדדים למשתתף יחיד). בנוסף, ניתוח זה מאפשר להשתמש במשתנים נלווים כך שניתן לבצע גם ניתוחי שונות משותפת למדידות חוזרות (repeated measures ANCOVA). ניתוח זה מחייב את הנתונים להיות ”בתבנית רחבה“ שבה כל שורה מייצגת נבדק (בניגוד לתבנית ארוכה שבה כל שורה מייצגת מדד של המשתנה התלוי). כמו כן, קיימת חלופה לא פרמטרית של ניתוח השונות למדידות חוזרות: מבחן פרידמן. אבל הוא מוגבל לבחינת גורם אחד בלבד.
hr: Analiza varijance za ponovljena mjerenja se koristi za istraživanje povezanosti između kontiunirane zavisne varijable i jedne ili više kategorijskih opisnih varijabli, gdje je jedna ili više opisnih varijabli "između ispitanika" (kada su ponovljena mjerenja dobivena na istim ispitanicima. Dodatno, ova analiza omogućuje uključenje kovarijata, dopuštajući i ANCOVA-u za ponovljena mjerenja. Ova analiza zahtijeva da podaci budu u "širokom formatu", gdje svaki red predstavlja ispitanika (nasuprot dugom formatu gdje se svako mjerenje zavisne varijable prikazuje kao redak). Također postpoji neparametrijski ekvivalent ANOVA-e za ponovljena mjerenja – tzv. Friedman test. Njegovo ograničenje je međutim da može testirati samo jedan faktor.
it: L'ANOVA a misure ripetute viene utilizzata per esplorare la relazione tra una variabile dipendente continua e una o più variabili esplicative categoriali, dove una o più delle variabili esplicative sono "all'interno dei soggetti" (le misure multiple sono sullo stesso soggetto). Inoltre, questa analisi, consente anche l'inclusione di covariate, permettendo così anche per ANCOVA le misure ripetute. Questa analisi richiede che i dati siano in un 'formato largo', dove ogni riga rappresenta un soggetto (al contrario del formato lungo, dove ogni misura della variabile dipendente è rappresentata come una riga) Esiste anche un equivalente non parametrico dell'ANOVA a misure ripetute; il test di Friedman. Tuttavia, ha la limitazione di essere in grado di testare solo un singolo fattore.
kk: Қайталанатын өлшемдер ANOVA үздіксіз тәуелді айнымалы мен бір немесе бірнеше түсіндірмелі айнымалылар арасындағы байланысты тексеру үшін пайдаланылады, мұнда бір немесе бірнеше түсіндірме айнымалылар «тақырып ішінде» (бірнеше өлшем бір тақырыптан болған кезде). Сонымен қатар, бұл талдау ковариаттарды қосуға мүмкіндік береді, бұл сонымен қатар ANCOVA-ны қайталанатын өлшеулер үшін пайдалануға мүмкіндік береді. Бұл талдау деректердің әрқайсысында 'wide format'ұсынылуын талап етеді жол тақырыпты білдіреді (тәуелді айнымалының әрбір өлшемі жол ретінде ұсынылған ұзын пішімнен айырмашылығы). Сондай-ақ ANOVA қайталанатын өлшемдердің параметрлік емес эквиваленті бар; Фридман сынағы. Дегенмен, оның шектеуі бар, ол тек бір факторды сынай алады.
nn: ANOVA for gjentekne målingar blir brukt til å utforska forholdet mellom ein kontinuerleg avhengig variabel og éin eller fleire kategoriske uavhengige variablar, der éin eller fleire av dei uavhengige variablane er «innanfor deltakar» (der fleire målingar er frå same deltakar / målesubjekt). I tillegg tillèt denne analysen inkludering av kovariatar, noko som også gir moglegheit for ANCOVAer for gjentekne målingar. Denne analysen krev at dataa er i «breitt format», der kvar linje representerer ein deltakar / målesubjekt (i motsetning til langt format, der kvar måling av den avhengige variabelen blir representert som ei rad). Det finst også ein ikkje-parametrisk ekvivalent til ANOVAen for gjentekne målingar som heiter Friedman-testen. Den har likevel avgrensinga av berre å kunna testa ein enkelt faktor.
no: ANOVA for gjentatte målinger brukes til å utforske forholdet mellom en kontinuerlig avhengig variabel og én eller flere kategoriske uavhengige variabler, der én eller flere av de uavhengige variablene er «innenfor deltaker» (der flere målinger er fra samme deltaker / målesubjekt). I tillegg tillater denne analysen inkludering av kovariater, noe som også gir mulighet for ANCOVAer for gjentatte målinger. Denne analysen krever at dataene er i «bredt format», hvor hver linje representerer en deltaker / målesubjekt (i motsetning til langt format, hvor hver måling av den avhengige variabelen representeres som en rad). Det finnes også en ikke-parametrisk ekvivalent til ANOVAen for gjentatte målinger som heter Friedman-testen. Den har imidlertid begrensningen av bare å kunne teste en enkelt faktor.
pl: ANOVA dla powtórzonych pomiarów jest używana do badania relacji pomiędzy ciągłą zmienną zależną a jedną lub kilkoma kategorialnymi zmiennymi objaśniającymi, gdzie jedna lub kilka zmiennych objaśniających to czynniki wewnątrzobiektowe (wiele pomiarów pochodzi od tego samego obiektu). Dodatkowo analiza ta pozwala na włączenie współzmiennych (ANCOVA dla powtórzonych pomiarów). Analiza ta wymaga, aby dane były przygotowane w "szerokim formacie", gdzie każdy wiersz reprezentuje jeden obiekt (w przeciwieństwie do formatu długiego, gdzie w każdym wierszu znajduje się jeden pomiar danej zmiennej zależnej). Nieparametrycznym odpowiednikiem testu ANOVA z powtórzonym pomiarem jest test Friedmana. Jego głównym ograniczeniem jest możliwość testowania jedynie jednego czynnika na raz.
pt: A ANOVA de medições repetidas é usada para explorar a relação entre uma variável dependente continua e uma ou mais variáveis explicativas categoriais, onde uma ou mais variáveis explicativas estão aninhadas nos sujeitos (medidas repetidas dos mesmos sujeitos). Adicionalmente, esta análise permite a inclusão de covariáveis permitindo realizar uma ANCOVA de medições repetidas. Esta análise requer que os dados estejam em formato 'expandido' onde cada linha representa um sujeito (por oposição ao formato longo onde as medidas repetidas são representadas em linha). A alternativa não-paramétrica à ANOVA de medições repetidas é o Teste de Friedman. Contudo, este teste está limitado à avaliação de um fator único.
ru: ANOVA с повторными измерениями используется для изучения взаимосвязи между непрерывной зависимой переменной и одной или несколькими категориальными объясняющих переменных, где одна или несколько объясняющих переменных 'внутри субъектов' (когда несколько измерений получены от одного и того же субъекта). Кроме того, этот анализ позволяет включать в себя ковариаты, что также позволяет использовать ANCOVA для повторных измерений. Этот анализ требует, чтобы данные были представлены в 'широком формате', где каждая строка представляет субъекта (в отличие от длинного формата, где каждое измерение зависимой переменной представлено в виде строки). Существует также непараметрический эквивалент ANOVA с повторными измерениями; тест Фридмана. Однако он имеет ограничение в том, что может тестировать только тестировать только один фактор.
sl: Analiza ANOVA ponavljajočih meritev se uporablja za raziskovanje razmerja med zvezno odvisno spremenljivko in eno ali več kategoričnimi pojasnjevalnimi spremenljivkami, pri čemer je ena ali več pojasnjevalnih spremenljivk »znotraj primerov« (več meritev za isti primer). Ta analiza omogoča vključitev tudi kovariatnih spremenljivk, kar analizo ANCOVA ponavljajočih meritev. Ta vrsta analize zahteva, da so podatki v t. i. »širokem zapisu«, kjer vsaka vrstica predstavlja primer (v nasprotju z »dolgim zapisom«, kjer je vsaka meritev odvisne spremenljivke predstavljena kot vrstica). Obstaja tudi neparametrična različica analize ANOVA ponavljajočih meritev – Friedmanov test, a je omejen na preizkus le enega dejavnika.
sv: ANOVA för upprepade mätningar användes till att utforska förhållandet mellan en kontinuerligt beroende variabel och en eller flera kategoriska oberoende variabler, där en eller flera av de oberoende variablerna är “inom deltagare” (där flera mätningar är från samma deltagare / mätsubjekt). Därtill tillåter den här analysen inkludering av kovariater, något som också ger möjlighet för ANCOVAer för upprepade mätningar. Den här analysen kräver att datana är i “brett format”, där varje linje representerar en deltagare / mätsubjekt (i motsats till långt format, där varje mätning av den beroende variabeln representeras som en räcka). Det finns också en ikke-parametrisk ekvivalent till ANOVAen för upprepade mätningar som heter Friedman-testen. Den har emellertid begränsningen av bara att kunna testa en enskild faktor.
ta: உறவை ஆராய ANOVA மீண்டும் மீண்டும் நடவடிக்கைகள் பயன்படுத்தப்படுகின்றன தொடர்ச்சியான சார்பு மாறி மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட வகைப்படுத்தலுக்கு இடையில் விளக்கமளிக்கும் மாறிகள், ஒன்று அல்லது அதற்கு மேற்பட்ட விளக்க மாறிகள் 'பாடங்களுக்குள்' (பல அளவீடுகள் ஒரே மாதிரியாக இருக்கும் பொருள்). கூடுதலாக, இந்த பகுப்பாய்வு சேர்க்க அனுமதிக்கிறது கோவாரியட்டுகள், மீண்டும் மீண்டும் நடவடிக்கைகளை அனுமதிக்கிறது. இந்த பகுப்பாய்வில் தரவு 'பரந்த வடிவத்தில்' இருக்க வேண்டும், ஒவ்வொன்றும் வரிசை ஒரு பொருளைக் குறிக்கிறது (நீண்ட வடிவத்திற்கு மாறாக, ஒவ்வொன்றும் சார்பு மாறியின் அளவீட்டு ஒரு வரிசையாக குறிப்பிடப்படுகிறது). ANOVA மீண்டும் மீண்டும் நடவடிக்கைகளுக்கு அளவுரு அல்லாத சமமானதாகும்; ப்ரீட்மேன் சோதனை. இருப்பினும், இது மட்டுமே முடியும் என்பதற்கான வரம்பைக் கொண்டுள்ளது ஒரு காரணியை சோதிக்கவும்.
tr: Tekrarlı Ölçümler ANOVA'sı, sürekli bir bağımlı değişken ile bir veya daha fazla kategorik açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır, burada açıklayıcı değişkenlerden bir veya daha fazlası 'denek içi'dir (birden fazla ölçüm aynı denektendir). Ek olarak, bu analiz kovaryatların dahil edilmesine izin verir, bu da tekrarlı ölçümler ANCOVA'larına olanak tanır. Bu analiz, verilerin 'geniş formatta' olmasını gerektirir, burada her satır bir denek temsil eder (uzun formatın aksine, burada bağımlı değişkenin her ölçümü bir satır olarak temsil edilir). Tekrarlı ölçümler ANOVA'sının parametrik olmayan bir eşdeğeri de vardır; Friedman testi. Ancak, sadece tek bir faktörü test edebilme sınırlaması vardır.
uk: ANOVA з повторний вимірами використовує для вивчення взаимосвязи між непрерывной залежати переменной і одної або кількома категориальными котрий пояснювати переменных, де одна або кілька котрий пояснювати переменных 'всередині суб'єктів' (коли кілька вимірів отримані від одного і того ж суб'єкту). Окрім того, цейаналіз дозволяє включати у себе ковариаты, що також дозволяє використати ANCOVA для повторний вимірів. Цейаналіз вимагає, щоб дані були представлені у 'широкім форматі', де кожна строка представляє суб'єкту (у відміну від довгого формату, де кожневимір залежати переменной представлене у виду строки). Існує також непараметрический еквівалент ANOVA з повторний вимірами; тест Фридмана. Однак він має обмеження у том, що можучи тестировать тільки тестировать тільки один фактор.

source: the repeated measures design.
ca: el disseny de mesures repetides.
da: designet for de gentagne målinger.
de: das Design für die Messwiederholungen.
fr: le plan d'expériences en mesurées répétées.
he: מערך המדידות החוזרות.
hr: nacrt za ponovljena mjerenja.
it: il disegno delle misure ripetute.
kk: қайталанатын өлшемдер дизайны.
nl: het design voor herhaalde metingen.
nn: designet for dei gjentekne målingane.
no: det designet for de gjentatte målingene.
pl: plan z powtarzanym pomiarem.
pt: o delineamento de medidas repetidas.
ru: дизайн повторных измерений.
sv: designen för de upprepade mätningarna.
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் வடிவமைப்பு.
tr: tekrarlı ölçümler tasarımı.
uk: дизайн повторний вимірів.
