Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The χ² test of association (not to be confused with the χ² goodness of fit) is used to test whether two categorical variables are independent or associated. If the p-value is low, it suggests the variables are not independent, and that there is a relationship between the two variables.
ca: La prova χ² d'associació (que no s'ha de confondre amb la prova χ² de bondat de ajustament) s'utilitza per a contrastar si dos variables categòriques son independents o estan associades. Si el valor-p és baix, suggereix que les variables no son independents i que existeix una relació entre les dos variables.
da: χ²-testen for uafhængighed (skal ikke forveksles med χ²-testen for fordeling) bruges til at teste om to kategoriske variabler er uafhængige eller associerede. Hvis p-værdien er lav, tyder det på at variablerne ikke er uafhængige, og at det er en sammenhæng mellem de to variabler.
de: Der χ²-Unabhängigkeitstest (nicht zu verwechseln mit der χ²-Anpassungstest) wird verwendet, um zu testen, ob zwei kategoriale Variablen unabhängig voneinander oder miteinander assoziiert sind. Wenn der p-Wert niedrig ist, deutet dies darauf hin, dass die Variablen nicht unabhängig sind und dass eine Beziehung zwischen den beiden Variablen besteht.
fr: Le test χ² d'association (attention à ne pas le confondre avec le test χ² d'ajustement) teste si deux variables catégorielles sont indépendantes ou associées. Une valeur p faible suggère que les variables ne sont pas indépendantes et donc qu'il existe une relation entre les deux.
he: משתמשים במבחן χ² לאי תלות (אין לבלבל עם χ² לטיב התאמה) כדי לבחון אם שני משתנים איכותיים בלתי תלויים או קשורים. ערך p נמוך מעיד על כך שהמשתנים אינם בלתי תלויים ושיש קשר ביניהם.
it: Il test di associazione χ² (da non confondere con il test χ² per la bontà dell'adattamento) viene utilizzato per verificare se due variabili categoriali sono indipendenti o associate. Se il valore p è piccolo, suggerisce che le variabili non sono indipendenti e che esiste una relazione tra le due variabili.
kk: χ² ассоциация сынағы (χ² жақсы сәйкестік тестімен шатастырмау керек) екі категориялық айнымалының тәуелсіз немесе байланысты екенін тексеру үшін қолданылады. Егер p-мәні төмен болса, бұл айнымалылардың тәуелсіз еместігін және екі айнымалының арасында байланыс бар екенін көрсетеді.
nl: De χ²-toets voor afhankelijkheid (niet te verwarren met de χ²-goodness-of-fit) wordt gebruikt om na te gaan of twee categorische variabelen afhankelijk dan wel onafhankelijk zijn. Een lage p-waarde suggereert dat er een verband is tussen de variabelen en dat ze dus niet onafhankelijk zijn.
nn: χ²-testen for sjølvstende (må ikkje forvekslast med χ²-testen for fordeling) blir brukt til å testa om to kategoriske variablar er uavhengige eller assosierte. Viss p-verdien er låg, tyder det på at variablane ikkje er uavhengige, og at det er ein samanheng mellom dei to variablane.
no: χ²-testen for uavhengighet (må ikke forveksles med χ²-testen for fordeling) brukes til å teste om to kategoriske variabler er uavhengige eller assosierte. Hvis p-verdien er lav, tyder det på at variablene ikke er uavhengige, og at det er en sammenheng mellom de to variablene.
pl: Test zgodności χ² (nie mylić z testem χ² dobroci dopasowania) służy do sprawdzenia, czy dwie zmienne kategorialne są od siebie niezależne czy też powiązane ze sobą. Niska wartość p sugeruje, że zmienne nie są niezależne, i że może istnieć związek pomiędzy nimi.
pt: O teste χ² de Associação (não confundir com χ² da Qualidade de Ajustamento) é usado para testar se duas variáveis ​​categoriais são independentes ou estão associadas. Se o p-value for pequeno, isso sugere que as variáveis ​​não são independentes e que existe uma relação entre elas.
ru: χ² тест ассоциации (не путать с χ² критерием соответствия) используется для проверки того, являются ли две категориальные переменные независимыми. Если p-значение низкое, это предполагает, что переменные не являются независимыми и что между двумя переменными существует взаимосвязь.
sl: Test asociacij χ² (ni enak testu skladnosti χ²) se uporablja za preverjanje, ali sta dve kategorični spremenljivki neodvisni ali povezani. Nizka p-vrednost, pomeni, da spremenljivki nista neodvisni in da med njima obstaja povezava.
sv: χ²-testen för oberoende (måste inte misstas med χ²-testen för fördelning) användes till att testa om två kategoriska variabler är oberoende eller förknippade. Om p-vårdet är låg, tyder det på att variablerna inte är oberoende, och att det är ett sammanhang mellan de två variablerna.
ta: The χ² தேர்வு of association (not பெறுநர் be confused with the χ² goodness of fit) is used பெறுநர் தேர்வு whether two categorical மாறிகள் அரே தனிப்பட்ட or associated. பி-மதிப்பு குறைவாக இருந்தால், மாறிகள் சுயாதீனமாக இல்லை என்றும், இரண்டு மாறிகள் இடையே ஒரு உறவு இருப்பதாகவும் இது அறிவுறுத்துகிறது.
tr: χ² İlişki testi (χ² uyum iyiliği testi ile karıştırılmamalıdır), iki kategorik değişkenin bağımsız mı yoksa ilişkili mi olduğunu test etmek için kullanılır. Eğer p-değeri düşükse, değişkenlerin bağımsız olmadığını ve iki değişken arasında bir ilişki olduğunu gösterir.
uk: χ² тіст асоціації (не путать з χ² критерієм відповідності) використовує для перевірки того, являються чи дві категориальные переменные незалежними. Якщо p-значення низкое, це припускає, що переменные не являються незалежними і що між двома переменными існує взаимосвязь.

source: Theoretical Quantiles
ca: Quantils Teòrics
da: Teoretiske kvantiler
de: Theoretische Quantile
fr: Quantiles théoriques
he: שברונים תיאורטיים
hr: Teoretski kvantili
it: Quantili teorici
kk: теориялық квантилдер
nl: Theoretische kwantielen
nn: Teoretiske kvantilar
no: Teoretiske kvantiler
pl: Kwantyle teoretyczne
pt: Quantis teóricos
ru: Теоретические квантили
sl: Teoretični kvantili
sv: Teoretiska kvantiler
ta: தத்துவார்த்த அளவுகள்
tr: Teorik Kantiller
uk: Теоретичні квантили

source: This module represents the analyses included with jamovi. It contains many common analyses (such as t-tests, ANOVAs, regression, correlation matrices, proportion tests, contingency tables, factor analysis, etc).
ca: Aquest mòdul representa les anàlisis inclosos amb jamovi. Conté moltes anàlisis habituals (com ara proves t, ANOVA, regressió, matrius de correlació, proves de proporcions, taules de contingència, anàlisi factorial, etc.).
da: Denne modul indeholder analyserne, der er inkluderede i jamovi. Den omfatter mange analyser, der bruges ofte (fx. t-test, ANOVA, regression, korrelation, frekvensanalyse, faktoranalyse, osv.).
de: Dieses Modul umfasst die in jamovi enthaltenen Analysen. Es enthält viele oft genutzte statistische Analysen (wie t-Tests, ANOVAs, Regressions- und Korrelationsanalysen, Häufigkeitsanalysen, Kreuztabellen, Faktorenanalysen, usw.).
fr: Ce module représente les analyses incluses dans jamovi. Il contient de nombreuses analyses courantes (tests t , ANOVAs, matrices de corrélation, tests de proportion, tableau de contingences, analyse factorielle, etc.).
he: מודול זה מייצג את הניתוחים הכלולים ב־jamovi. הוא מכיל הרבה ניתוחים שכיחים (כמו מבחני t, ניתוחי שונות, רגרסיה, מטריצות מתאם, מבחני יחסים, טבלאות קריבות, ניתוח גורמים וכו׳).
it: Questo modulo rappresenta le analisi incluse in jamovi. Contiene molte analisi comuni (come t-test, ANOVA, regressione, matrici di correlazione, test di proporzione, tabelle di contingenza, analisi fattoriale, ecc.).
kk: бұл модуль jamovi құрамына кіретін талдауларды көрсетеді. Ол көптеген жалпы талдауларды қамтиды (мысалы, t-тесттері, ANOVA, регрессия, корреляциялық матрицалар, пропорциялық сынақтар, түйіндестік кестесі, факторлық талдау және т.б.).
nn: Denne modulen inneheld analysane som er inkluderte i jamovi. Den omfattar mange analysar som blir ofte brukte (til dømes t-test, ANOVA, regresjon, korrelasjon, frekvensanalyse, faktoranalyse, osb.).
no: Denne modulen inneholder analysene som er inkludert i jamovi. Den omfatter mange analyser som brukes ofte (for eksempel t-test, ANOVA, regresjon, korrelasjon, frekvensanalyse, faktoranalyse, osv.).
pl: Ten moduł zawiera analizy dostarczone z jamovi. Znajduje się w nim wiele popularnych analiz (takich jak testy t, ANOVA, regresja, współczynniki korelacji, testy proporcji, tabele zgodności, analiz czynnikowa, itd.).
pt: Este módulo apresenta as análises incluídas no jamovi. Este contém muitas análises usuais (como testes t, ANOVAs, regressão, correlação, testes às proporções, tabelas de contingência, análise fatorial, etc.).
ru: Этот модуль представляет анализы, включенные в jamovi. Он содержит множество общих анализов (таких как t-тесты, ANOVA, регрессия, корреляционные матрицы, тесты пропорций, таблицы сопряжения, факторный анализ и т. д.).
sl: Ta modul vključuje analize, ki so del programskega paketa jamovi. Vključuje številne običajne analize (T-Testi, ANOVA, regresije, korelacijske matrike, proporcionalne teste, kontingenčne razpredelnice, faktorske analize in drugo).
sv: Den här modulen innehåller analyserna som är inkluderade i jamovi. Den omfattar många analyser som användes ofta (till exempel t-test, ANOVA, regression, korrelation, frekvensanalys, faktoranalys, osv.).
ta: இந்த தொகுதி சாமோவியுடன் சேர்க்கப்பட்ட பகுப்பாய்வுகளைக் குறிக்கிறது. இது பல பொதுவான பகுப்பாய்வுகளைக் கொண்டுள்ளது (டி-சோதனைகள், ANOVA கள், பின்னடைவு, தொடர்பு மெட்ரிக்குகள், விகிதாச்சார சோதனைகள், தற்செயல் அட்டவணைகள், காரணி பகுப்பாய்வு போன்றவை).
tr: Bu modül, jamovi ile birlikte gelen analizleri temsil eder. Birçok yaygın analizi içerir (t-testleri, ANOVA'lar, regresyon, korelasyon matrisleri, oran testleri, çapraz tablolar, faktör analizi vb.).
uk: Цеймодуль представляє аналізи, включені у jamovi. Він містить безліч спільний аналізів (таких як t-тести, ANOVA, регрессия, корреляционные матрицы, тести пропорцій, таблиці сопряжения, факторный аналіз і т. д.).

source: Threshold
ca: Llindar
da: Tærskel
de: Schwellenwert
fr: Seuil
he: סף
hr: Prag
it: Soglia
kk: шек
nl: Drempelwaarde
nn: Terskel
no: Terskel
pl: Próg
pt: Limiar
ru: Порог
sl: Prag
sv: Tröskel
ta: வாசல்
tr: Eşik
uk: Поріг

source: Thresholds
ca: Llindars
da: Tærskler
de: Schwellenwerte
fr: Seuils
he: ספים
hr: Pragovi
it: Soglie
kk: шектер
nl: Drempelwaarden
nn: Tersklar
no: Terskler
pl: Progi
pt: Limiares
ru: Пороги
sl: Pragi
sv: Trösklar
ta: வாசல்கள்
tr: Eşikler
uk: Пороги

source: Thurstone
he: ת׳רסטון
kk: терстон
ru: Терстон
sl: Thurstonenova lestvica
ta: தர்ச்டோன்
uk: Терстон

source: Tjur's R²
he: R² של טיור
nl: R² van Tjur
pl: R² Tjura
ru: R² Тьюра
tr: Tjur'un R²'si

source: Tolerance
ca: Tolerància
de: Toleranz
fr: Tolérance
he: סבילות
hr: Tolerancija
it: Tolleranza
kk: толеранттылық
nl: Tolerantie
nn: Toleranse
no: Toleranse
pl: Tolerancja
pt: Tolerância
ru: Толерантность
sv: Tolerans
ta: பொறுமை
tr: Tolerans
uk: Толерантність

source: Too few observations (N < 3) to compute statistic
ca: Molt poques observacions (N < 3) com per a calcular l`estadístic
da: For få observationer (N < 3) for at beregne statistik
de: Zu wenige Beobachtungen (N < 3), um die Statistik zu berechnen
fr: Pas assez d'observations (N < 3) pour effectuer un calcul
he: התצפיות מעטות (N < 3) מכדי שאפשר יהיה לחשב עליהן את הסטטיסטי
hr: Premalo opažanja (N < 3) za izračunavanje statistike
it: Troppo poche osservazioni (N < 3) per calcolare la statistica
kk: статистиканы есептеу үшін бақылаулар тым аз (N < 3)
nn: For få observasjonar (N < 3) for å berekna statistikk
no: For få observasjoner (N < 3) for å beregne statistikk
pl: Zbyt mało obserwacji (N < 3), żeby obliczyć statystyki
pt: Observações insuficientes (N<3) para calcular a estatística
ru: Слишком мало наблюдений (N < 3) для расчета статистики
sl: Za izračun statistik je zbranih je premalo podatkov (N < 3)
sv: För få observationer (N < 3) för att beräkna statistik
ta: புள்ளிவிவரத்தைக் கணக்கிட மிகக் குறைவான அவதானிப்புகள் (n <3)
tr: İstatistiği hesaplamak için çok az gözlem (N < 3)
uk: Замало наглядів (N < 3) для розрахунку статистики

source: Too few observations to calculate statistic. Each (sub)group must have at least as many observations as there are dependent variables.
ca: Molt poques observacions com per a calcular l'estadístic. Cada (sub)grup ha de tenir com a mínim tantes observacions com a variables dependents.
da: For få observationer for at beregne statistik. Hver (under)gruppe skal have mindst lige så mange observationer som der er afhængige variabler.
de: Zu wenige Beobachtungen, um eine Statistik zu berechnen. Jede Gruppe muss mindestens so viele Beobachtungen haben, wie es abhängige Variablen gibt.
fr: Pas assez d'observations (N < 3) pour effectuer un calcul. Chaque (sous-)groupe doit avoir au moins autant d'observations qu'il y a de variables dépendantes.
he: יש מעט מדי תצפיות כדי לחשב את הסטטיסטי. לכל (תת)קבוצה צריכה להיות כמות תצפיות לפחות כמו כמות המשתנים התלויים.
hr: Premalo opažanja za izračunavanje statistike. Svaka (pod)grupa mora imati barem isti broj opažanja kao zavisnih varijabli.
it: Troppo poche osservazioni per calcolare la statistica. Ogni (sotto) gruppo deve avere almeno tante osservazioni quante sono le variabili dipendenti.
kk: Статистиканы есептеу үшін бақылаулар тым аз. Әрбір (кіші) топта кем дегенде тәуелді айнымалылар қанша бақылау болса, сонша бақылау болуы керек.
nn: For få observasjonar for å berekna statistikk. Kvar (under)gruppe må ha minst like mange observasjonar som det finst avhengige variablar.
no: For få observasjoner for å beregne statistikk. Hver (under)gruppe må ha minst like mange observasjoner som det finnes avhengige variabler.
pl: Zbyt mało obserwacji, żeby obliczyć statystyki. Każda (pod)grupa musi mieć co najmniej tyle obserwacji, ile jest zmiennych zależnych.
pt: Observações insuficientes para calcular a estatística. Cada (sub)grupo deve ter pelo menos tantas observações quanto o número de variáveis ​​dependentes.
ru: Слишком мало наблюдений для подсчета статистики. Каждая (под)группа должна иметь как минимум столько наблюдений, сколько зависимых переменных.
sl: Za izračun statistik je zbranih je premalo podatkov. Vsaka (pod)skupina mora bimeti vsaj toliko primerov, kot je odvisnih spremenljivk.
sv: För få observationer för att beräkna statistik. Varje (under)grupp måste ha minst tycka om många observationer som det finns beroende variabler.
ta: புள்ளிவிவரத்தைக் கணக்கிட மிகக் குறைவான அவதானிப்புகள். ஒவ்வொரு (துணை) குழுவிலும் சார்பு மாறிகள் இருப்பதால் குறைந்தது பல அவதானிப்புகள் இருக்க வேண்டும்.
tr: İstatistiği hesaplamak için çok az gözlem. Her (alt)grupta en az bağımlı değişken sayısı kadar gözlem olmalıdır.
uk: Замало наглядів для підрахунку статистики. Кожна (під)група повинна мати як мінімум столько наглядів, скільки залежати переменных.

source: Too few samples to compute statistic (N < {n})
ca: Molt poques mostres (N < {n}) com per a calcular l`estadístic
da: For lille udvalg for at beregne statistik (N < {n})
de: Zu wenige Stichproben, um die Statistik zu berechnen (N < {n})
fr: Pas assez d'observations (N < {n}) pour effectuer un calcul
he: המדגמים מעטים מכדי שאפשר יהיה לחשב עליהם את הסטטיסטי (N < {n})
hr: Premalo uzoraka za izračunavanje statistike (N < {n})
it: Troppo pochi campioni per calcolare la statistica (N < {n})
kk: статистиканы есептеу үшін үлгілер тым аз (N < {n})
nn: For lite utval for å berekna statistikk (N < {n})
no: For lite utvalg for å beregne statistikk (N < {n})
pl: Zbyt mała liczba prób, żeby obliczyć statystyki (N < {n})
pt: Amostras insuficientes para calcular a estatística (N < {n})
ru: Слишком мало выборок для вычисления статистики (N < {n})
sl: Za izračun statistik je izbran premajhen vzorec (N < {n})
sv: För litet urval för att beräkna statistik (N < {n})
ta: புள்ளிவிவரத்தை கணக்கிட மிகக் குறைவான மாதிரிகள் (n <{n})
tr: İstatistiği hesaplamak için çok az örneklem (N < {n})
uk: Замало вибірок для вычисления статистики (N < {n})

source: Too few samples to compute statistic (N < 3)
ca: Molt poques mostres (N < 3) com per a calcular l`estadístic
da: For lille udvalg for at beregne statistik (N < 3)
de: Zu wenige Stichproben, um die Statistik zu berechnen (N < 3)
fr: Pas assez d'observations (N < 3) pour effectuer un calcul
he: המדגמים מעטים מכדי שאפשר יהיה לחשב עליהם את הסטטיסטי (N < 3)
hr: Premalo uzoraka za izračunavanje statistike (N < 3)
it: Troppo pochi campioni per calcolare la statistica (N < 3)
kk: статистиканы есептеуге арналған үлгілер тым аз (N < 3)
nn: For lite utval for å berekna statistikk (N < 3)
no: For lite utvalg for å beregne statistikk (N < 3)
pl: Zbyt mała liczba prób, żeby obliczyć statystyki (N < 3)
pt: Amostras insuficientes para calcular a estatística (N<3)
ru: Слишком мало выборок для расчета статистики (N < 3)
sl: Za izračun statistik je izbran premajhen vzorec (N < 3)
sv: För litet urval för att beräkna statistik (N < 3)
ta: புள்ளிவிவரத்தை கணக்கிட மிகக் குறைவான மாதிரிகள் (n <3)
tr: İstatistiği hesaplamak için çok az örneklem (N < 3)
uk: Замало вибірок для розрахунку статистики (N < 3)

source: Too many observations (N > 5000) to compute statistic
ca: Massa observacions (N > 5000) com per a calcular l'estadístic
da: For mange observationer (N > 5000) til at beregne statistik
de: Zu viele Beobachtungen (N > 5000), um die Statistik zu berechnen
fr: Trop d'observations (N > 5000) pour effectuer un calcul
he: התצפיות רבות (N > 5000) מכדי שאפשר יהיה לחשב עליהן את הסטטיסטי
hr: Previše opažanja (N > 5000) za izračunavanje statistike
it: Troppe osservazioni (N > 5000) per calcolare la statistica
kk: статистиканы есептеу үшін тым көп бақылаулар (N > 5000)
nn: For mange observasjonar (N > 5000) til å berekna statistikk
no: For mange observasjoner (N > 5000) til å beregne statistikk
pl: Zbyt dużo obserwacji (N > 5000), żeby obliczyć statystyki
pt: Demasiadas observações para calcular a estatística (N>5000)
ru: Слишком много наблюдений (N > 5000) для расчета статистики
sl: Za izračun statistik je uporabljenih preveč podatkov (N > 5000)
sv: För många observationer (N > 5000) till att beräkna statistik
ta: புள்ளிவிவரத்தைக் கணக்கிட பல அவதானிப்புகள் (n> 5000)
tr: İstatistiği hesaplamak için çok fazla gözlem (N > 5000)
uk: Забагато наглядів (N > 5000) для розрахунку статистики

source: Too many samples to compute statistic (N > {n})
ca: Massa mostres (N > {n}) com per a calcular l'estadístic
da: For stort udvalg for at beregne statistik (N > {n})
de: Zu viele Stichproben, um die Statistik zu berechnen (N > {n})
fr: Trop d'observations (N > {n}) pour effectuer un calcul
he: המדגמים רבים מכדי שאפשר יהיה לחשב עליהם את הסטטיסטי (N > {n})
hr: Previše uzoraka za izračunavanje statistike (N > {n})
it: Troppi campioni per calcolare la statistica (N > {n})
kk: статистиканы есептеуге арналған үлгілер тым көп (N > {n})
nn: For stor utval for å berekna statistikk (N > {n})
no: For stor utvalg for å beregne statistikk (N > {n})
pl: Zbyt duża liczba prób, żeby obliczyć statystyki (N > {n})
pt: Demasiadas amostras para calcular a estatística (N > {n})
ru: Слишком много выборок для вычисления статистики (N > {n})
sl: Za izračun statistik je izbran prevelik vzorec (N > {n})
sv: För stort urval för att beräkna statistik (N > {n})
ta: புள்ளிவிவரத்தைக் கணக்கிட பல மாதிரிகள் (n> {n})
tr: İstatistiği hesaplamak için çok fazla örneklem (N > {n})
uk: Забагато вибірок для вычисления статистики (N > {n})

source: Too many samples to compute statistic (N > 5000)
ca: Massa mostres (N > 5000) com per a calcular l'estadístic
da: For stort udvalg for at beregne statistik (N > 5000)
de: Zu viele Stichproben, um die Statistik zu berechnen (N > 5000)
fr: Trop d'observations (N > 5000) pour effectuer un calcul
he: המדגמים רבים מכדי שאפשר יהיה לחשב עליהם את הסטטיסטי (N > 5000)
hr: Previše uzoraka za izračunavanje statistike (N > 5000)
it: Troppi campioni per calcolare la statistica (N > 5000)
kk: статистиканы есептеуге арналған үлгілер тым көп (N > 5000)
nn: For stor utval for å berekna statistikk (N > 5000)
no: For stor utvalg for å beregne statistikk (N > 5000)
pl: Zbyt duża liczba prób, żeby obliczyć statystyki (N > 5000)
pt: Demasiadas amostras para calcular a estatística (N>5000)
ru: Слишком много выборок для расчета статистики (N > 5000)
sl: Za izračun statistik je izbran prevelik vzorec (N > 5000)
sv: För stort urval för att beräkna statistik (N > 5000)
ta: புள்ளிவிவரங்களைக் கணக்கிட பல மாதிரிகள் (> 5000 இல்)
tr: İstatistiği hesaplamak için çok fazla örneklem (N > 5000)
uk: Забагато вибірок для розрахунку статистики (N > 5000)

source: Tooth Growth
ca: Dades sobre Creixement de Dents
da: Tandvækst
de: Zahnwachstum
fr: Croissance dentaire
he: צמיחת שיניים
hr: Rast zuba
it: Crescita dei denti
kk: тістің өсуі
nl: Tandgroei
nn: Tannvekst
no: Tannvekst
pl: Wzrost zębów
pt: Crescimento de Dentes
ru: Рост зубов
sl: Podatki: Rast zob
sv: Tandväxt
ta: பல் வளர்ச்சி
tr: Diş Büyümesi
uk: Ріст зубів

source: Total
de: Insgesamt
he: סה״כ
hr: Ukupno
it: Totale
kk: барлығы
nl: Totaal
pl: Całość
ru: Всего
sl: Skupno
ta: மொத்தம்
tr: Toplam
uk: Всього

source: total_pc (default), column_pc, or row_pc. Use respectively percentages `of total`, `within columns`, or `within rows` for the bar plot y-axis.
ca: total_pc (predeterminat), column_pc o row_pc. Utilitza respectivament els percentatges respecte "del total", "de Columna" o "de Fila" per a l'eix Y del gràfic de barres.
da: total_pc (standard), column_pc eller row_pc; brug enten procentandele »af totalt«, »inden for kolonnerne« eller »inden for rækkerne« for y-aksen i søjlediagram.
de: total_pc (Vorgabe), column_pc, oder row_pc. Verwenden Sie für die y-Achse des Balkendiagramms jeweils den prozentualen Anteil „an der Gesamtzahl“, „innerhalb der Spalten“ oder „innerhalb der Zeilen“.
fr: total_pc (default), column_pc, ou row_pc. Utilisez respectivement les pourcentages "du total", "intra-colonnes" ou "intra-lignes" pour l'axe Y du diagramme en barres.
it: total_pc (predefinito), column_pc o row_pc. Utilizza rispettivamente le percentuali 'del totale', 'all'interno delle colonne' o 'all'interno delle righe' per il grafico a barre dell'asse y.
kk: total_pc (әдепкі), column_pc, немесе row_pc. Жолақ сызбасының y осі үшін сәйкесінше `of total`, `within columns` немесе`within rows` пайыздарды пайдаланыңыз.
nn: total_pc (standard), column_pc eller row_pc; bruk anten prosentdelar «av totalt», «innanfor kolonnane» eller «innanfor radene» for y-aksen i søylediagram.
pl: total_pc (domyślnie), column_pc lub row_pc. Użyj odpowiednio: procentów `of total` (z całości), `within columns` (w kolumnach) lub `within rows` (w wierszach) dla osi y wykresu słupkowego.
pt: total_pc (padrão), column_pc ou row_pc. Use, respectivamente, as percentagens `do total`,` dentro das colunas` ou `dentro das linhas` para o gráfico de barra no eixo y.
ru: total_pc (по умолчанию), column_pc или row_pc. Используйте соответственно проценты `'от общего числа'`, `'в пределах столбцов'` или `'в пределах строк'` для оси Y солбикового графика.
sv: total_pc (standard), column_pc eller row_pc; bruk antingen procentandelar “av totalt”, “inom kolonnerna” eller “inom räckorna” för y-axeln i kolumndiagram.
ta: மொத்தம்_பிசி (இயல்புநிலை), நெடுவரிசை_பிசி, அல்லது ROW_PC. முறையே `மொத்தம்`,` நெடுவரிசைகளுக்குள் `அல்லது` வரிசைகளுக்குள்` பட்டி சூழ்ச்சி y- அச்சுக்கு சதவீதங்களைப் பயன்படுத்துங்கள்.
uk: total_pc (по умолчанию), column_pc або row_pc. Використайте відповідно проценти `'від спільного числа'`, `'у межах шпальт'` або `'у межах строк'` для оси Y солбикового графіка.

source: Tukey
he: טוקי
kk: Тукей
pl: Test Tukeya
ru: Тьюки
sl: Tukeyev test
ta: டுகே
uk: Тьюки
