Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: provide Bayes factors for the Student's independent samples t-tests.
ca: proporciona factors de Bayes per a les proves t de Student de mostres independents.
da: giv ud Bayes-faktorer for Students uafhængige t-tester.
de: gibt Bayes-Faktoren für die Student's t-Tests für unabhängige Stichproben aus.
fr: donne le facteur de Bayes d'un test t de Student pour échantillons indépendants.
he: מקדמי בייס למבחני t למדגמים בלתי תלויים של סטודנט.
it: fornire i fattori di Bayes per i test t di Student per campioni indipendenti.
kk: студенттің тәуелсіз үлгілерінің t-тесттері үшін Байес факторларын беріңіз.
nn: gi ut Bayes-faktorar for Students uavhengige t-tester.
no: gi ut Bayes-faktorer for Student's uavhengige t-tester.
pl: podaje współczynniki Bayesa dla testów t Studenta dla prób niezależnych.
pt: fornecer fatores de Bayes para os testes t de Student para amostras independentes.
ru: предоставить коэффициенты Байеса для t-тестов Стьюдента для независимых выборок.
sl: izračuna Bayesove faktorje za T-Test neodvisnih vzorcev.
sv: ge ut Bayes-faktorer för Students oberoende t-tester.
ta: மாணவர்களின் சுயாதீன மாதிரிகள் டி-சோதனைகளுக்கு பேய்ச் காரணிகளை வழங்குதல்.
tr: Student'ın bağımsız örneklemler t-testleri için Bayes faktörleri sağlayın.
uk: надати коефіцієнти Байеса для t-тестів Стьюдента для незалежний вибірок.

source: provide Bayes factors for the Student's one-sample t-tests.
ca: proporciona factors de Bayes per a les proves t de Student d'una mostra.
da: giv ud Bayes-faktorer for Students t-tester med et udvalg.
de: gibt die Bayes-Faktoren für die Student's t-Tests bei einer Stichprobe aus.
fr: donne le facteur de Bayes d'un test t de Student pour échantillon unique.
he: מקדמי בייס למבחני t למדגם יחיד של סטודנט.
it: fornire i fattori di Bayes per i test t di Student a un campione.
kk: студенттің бір үлгілі t-тесттері үшін Bayes факторларын беріңіз.
nn: gi ut Bayes-faktorar for Students t-tester med eitt utval.
no: gi ut Bayes-faktorer for Student's t-tester med ett utvalg.
pl: podaje współczynniki Bayesa dla testów t Studenta dla jednej próby.
pt: fornecer fatores de Bayes para os testes t de Student para uma amostra.
ru: предоставить коэффициенты Байеса для одновыборочных t-критериев Стьюдента.
sl: izračuna Bayesove faktorje za T-Test enega vzorca.
sv: ge ut Bayes-faktorer för Students t-tester med ett urval.
ta: மாணவரின் ஒரு மாதிரி டி-சோதனைகளுக்கு பேய்ச் காரணிகளை வழங்குதல்.
tr: Student'ın tek örneklem t-testleri için Bayes faktörleri sağlayın.
uk: надати коефіцієнти Байеса для одновыборочных t-критеріїв Стьюдента.

source: provide Bayes factors for the Student's paired samples t-tests.
ca: proporciona factors de Bayes per a les proves t de Student de mostres aparellades.
da: giv ud Bayes-faktorer for Students parrede t-tester.
de: gibt die Bayes-Faktoren für die Student's t-Tests für abhängige Stichproben aus.
fr: donne le facteur de Bayes d'un test t de Student pour échantillons appariés.
he: מקדמי בייס למבחני t למדגמים מזווגים של סטודנט.
it: fornire i fattori di Bayes per i test t di Student per campioni appaiati.
kk: студенттің жұптастырылған үлгілерінің t-тесттері үшін Bayes факторларын беріңіз.
nn: gi ut Bayes-faktorar for Students para t-tester.
no: gi ut Bayes-faktorer for Student's parete t-tester.
pl: podaje współczynniki Bayesa dla testów t Studenta dla prób zależnych.
pt: fornecer fatores de Bayes para os testes t de Student para amostras emparelhadas.
ru: предоставить коэффициенты Байеса для t-тестов Стьюдента для парных выборок.
sl: izračuna Bayesove faktorje za T-Test parnih vzorcev.
sv: ge ut Bayes-faktorer för Students parade t-tester.
ta: மாணவரின் இணை மாதிரிகள் டி-சோதனைகளுக்கு பேய்ச் காரணிகளை வழங்குதல்.
tr: Student'ın eşleştirilmiş örneklemler t-testleri için Bayes faktörleri sağlayın.
uk: надати коефіцієнти Байеса для t-тестів Стьюдента для парных вибірок.

source: provide confidence intervals for Pearson's r.
ca: proporciona intervals de confiança per a la r de Pearson.
da: giv ud konfidensintervaller for Pearsons r.
de: gibt Konfidenzintervalle für Pearson's r aus.
fr: donne les intervalles de confiance des r de Pearson.
he: רווחי סמך עבור r של פירסון.
it: restituisce gli intervalli di fiducia per la r di Pearson.
kk: Pearson r үшін сенімділік интервалдарын қамтамасыз ету.
nn: gi ut konfidensintervall for Pearsons r.
no: gi ut konfidensintervaller for Pearsons r.
pl: podaj przedziały ufności dla r Pearsona.
pt: fornecer intervalos de confiança para o r de Pearson.
ru: предоставить доверительные интервалы для r Пирсона.
sl: izračuna interval zaupanja za Pearsonov r.
sv: ge ut konfidensintervaller för Pearsons r.
ta: பியர்சனின் r க்கு நம்பிக்கை இடைவெளிகளை வழங்கவும்.
tr: Pearson r için güven aralıkları sağlayın.
uk: надати доверительные интервалы для r Пирсона.

source: provide confidence intervals for the effect-sizes
ca: proporcionar intervals de confiança per a les grandàries de l'efecte
da: giv ud konfidensintervaller for effektstørrelserne
de: gibt Konfidenzintervalle für die Effektstärken aus
fr: donne les intervalles de confiance des tailles d'effet
he: רווחי סמך לגודלי האפקטים
it: restituisce gli intervalli di fiducia per le dimensioni dell'effetto
kk: эффект өлшемдері үшін сенімділік интервалын қамтамасыз ету
nn: gi ut konfidensintervall for effektstorleikane
no: gi ut konfidensintervaller for effektstørrelsene
pl: podaje przedziały ufności dla wielkości efektu
pt: fornecer intervalos de confiança para as dimensões do efeito
ru: предоставить доверительные интервалы для размеров эффекта
sl: določi intervale zaupanja za velikosti učinka.
sv: ge ut konfidensintervaller för effektstorlekarna
ta: விளைவு அளவுகளுக்கு நம்பிக்கை இடைவெளிகளை வழங்குதல்
tr: etki büyüklükleri için güven aralıkları sağlayın
uk: надати доверительные интервалы для розмірів ефекту

source: provide confidence intervals for the mean differences.
ca: proporciona intervals de confiança per a les diferències de mitjanes.
da: giv ud konfidensintervaller for de gennemsnitlige differencer.
de: gibt Konfidenzintervalle für die Mittelwertunterschiede aus.
fr: donne les intervalles de confiance des différences moyennes.
he: רווחי סמך עבור הפרשי הממוצעים.
hr: navedi intervale pouzdanosti za razlike srednje vrijednosti.
it: restituisce gli intervalli di fiducia per la media delle differenze.
kk: орташа мәндер айырмашылықтары үшін сенімділік аралығын қамтамасыз ету.
nn: gi ut konfidensintervall for dei gjennomsnittlege differansane.
no: gi ut konfidensintervaller for de gjennomsnittlige differansene.
pl: podaje przedziały ufności dla różnic średnich.
pt: fornecer intervalos de confiança para a média das diferenças.
ru: предоставить доверительные интервалы для различий средних.
sl: določi intervale zaupanja za razlike povprečij.
sv: ge ut konfidensintervaller för de genomsnittliga differansene.
ta: சராசரி வேறுபாடுகளுக்கு நம்பிக்கை இடைவெளிகளை வழங்குதல்.
tr: ortalama farkları için güven aralıkları sağlayın.
uk: надати доверительные интервалы для различий середніх.

source: provide confidence intervals for the post-hoc effect sizes.
ca: proporciona intervals de confiança per a les grandàries de l'efecte post-hoc.
da: giv ud konfidensintervaller for post-hoc-effektstørrelsene.
de: gibt Konfidenzintervalle für die Effektstärken der Post-hoc-Tests aus.
fr: donne les intervalles de confiance des tailles d'effet des tests post-hoc.
he: רווחי סמך לגודלי האפקט של ניתוחי ההמשך.
it: restituisce gli intervalli di fiducia per le dimensioni dell'effetto post-hoc.
kk: кейінгі әсер өлшемдері үшін сенімділік интервалдарын қамтамасыз ету.
nn: gi ut konfidensintervall for post-hoc-effektstørrelsene.
no: gi ut konfidensintervaller for post-hoc-effektstørrelsene.
pl: podaje przedziały ufności dla wielkości efektów testów post-hoc.
pt: fornecer intervalos de confiança para as dimensões de de efeito post-hoc.
ru: представляет доверительные интервалы для размеров апостериорного эффекта.
sl: določi intervale zaupanja za velikosti učinka preizkusov post-hoc.
sv: ge ut konfidensintervaller för post-hoc-effektstørrelsene.
ta: பிந்தைய தற்காலிக விளைவு அளவுகளுக்கு நம்பிக்கை இடைவெளிகளை வழங்குதல்.
tr: post-hoc etki büyüklükleri için güven aralıkları sağlayın.
uk: представляє доверительные интервалы для розмірів апостериорного ефекту.

source: provide correlation co-efficients in the correlation matrix plot.
ca: proporciona coeficients de correlació al gràfic de la matriu de correlació.
da: vis korrelationskoefficienter i korrelationsdiagrammet.
de: gibt Korrelationskoeffizienten im Korrelationsdiagramm aus.
fr: donne les coefficients de corrélation dans graphe de la matrice de corrélation.
he: מקדמי המתאם בתרשים מטריצת המתאמים.
it: restituisce i coefficienti di correlazione nel grafico della matrice di correlazione.
kk: корреляциялық матрицалық графикте корреляция коэффициенттерін қамтамасыз ету.
nn: vis korrelasjonskoeffisientar i korrelasjonsdiagrammet.
no: vis korrelasjonskoeffisienter i korrelasjonsdiagrammet.
pl: wyświetla wartości współczynników korelacji w wykresie macierzy korelacji.
pt: fornecer coeficientes de correlação no gráfico da matriz de correlação.
ru: представляет коэффициенты корреляции на графике матрицы корреляции.
sl: izračuna statistiko korelacij v izrisu korelacijske matrike.
sv: sätt korrelationskoefficienter i korrelationsdiagrammet.
ta: தொடர்பு மேட்ரிக்ச் சதித்திட்டத்தில் தொடர்பு இணை-செயல்திறனை வழங்குதல்.
tr: korelasyon matris grafiğinde korelasyon katsayılarını sağlayın.
uk: представляє коефіцієнти корреляции на графіку матрицы корреляции.

source: provide descriptive plots for each group.
ca: proporciona gràfics descriptius per a cada grup.
da: giv ud deskriptivstatistiske diagrammer for hver gruppe.
de: gibt deskriptivstatistische Diagramme für jede Gruppe aus.
fr: donne les graphes descriptifs pour chaque groupe.
he: תרשימי המידע התיאורי עבור כל קבוצה.
hr: izradi dijagrame deskriptivnih pokazatelja za svaku grupu.
it: restituisce i grafici descrittivi per ogni gruppo.
kk: әр топқа сипаттамалық графиктерін беру.
nn: gi ut deskriptivstatistiske diagram for kvar gruppe.
no: gi ut deskriptivstatistiske diagrammer for hver gruppe.
pl: wyświetla wykresy opisowe dla każdej grupy.
pt: fornecer gráficos descritivos para cada grupo.
ru: представляет описательные графики для каждой группы.
sl: izriše diagrame opisnih statistik za vsako skupino.
sv: ge ut deskriptivstatistiske diagram för varje grupp.
ta: ஒவ்வொரு குழுவிற்கும் விளக்கமான அடுக்குகளை வழங்கவும்.
tr: her grup için betimleyici grafikler sağlayın.
uk: представляє описательные графіки для кожноїгрупи.

source: provide descriptive plots for each variable.
ca: proporciona gràfics descriptius per a cada variable.
da: giv ud deskriptivstatistiske diagrammer for hver variable.
de: gibt deskriptivstatistische Diagramme für jede Variable aus.
fr: donne les graphes descriptifs pour chaque variable.
he: תרשימי המידע התיאורי עבור כל משתנה.
hr: izradi dijagrame deskriptivnih pokazatelja za svaku varijablu.
it: restituisce i grafici descrittivi per ogni variabile.
kk: әр айнымалы үшін сипаттамалық графиктерін беру.
nn: gi ut deskriptivstatistiske diagram for kvar variable.
no: gi ut deskriptivstatistiske diagrammer for hver variable.
pl: wyświetla wykresy opisowe dla każdej zmiennej.
pt: fornecer gráficos descritivos para cada variável.
ru: представляет описательные графики для каждой переменной.
sl: izriše diagrame opisnih statistik za vsako spremenljivko.
sv: ge ut deskriptivstatistiske diagram för varje variable.
ta: ஒவ்வொரு மாறிக்கும் விளக்கமான அடுக்குகளை வழங்கவும்.
tr: her değişken için betimleyici grafikler sağlayın.
uk: представляє описательные графіки для кожної переменной.

source: provide descriptives for each group of measurements.
ca: proporciona descriptives per a cada grup de mesures.
da: giv ud deskriptivstatistikk for hver gruppe af målinger.
de: gibt eine Deskriptivstatistik für jede Gruppe von Messungen aus.
fr: donne les statistiques descriptives de chaque groupe de mesures.
he: מידע תיאורי עבור כל קבוצה של מדדים.
hr: izradi deskriptivne pokazatelje za svaku grupu ili mjerenja.
it: restituisce descrizioni per ogni gruppo di misure.
kk: өлшемдердің әрбір тобы бойынша сипаттамаларын беру.
nn: gi ut deskriptivstatistikk for kvar gruppe av målingar.
no: gi ut deskriptivstatistikk for hver gruppe av målinger.
pl: podaje statystyki opisowe dla każdej grupy pomiarów.
pt: fornecer descritivas para cada grupo de medições.
ru: представляет описания для каждой группы измерений.
sl: izračuna opisno statistiko za vsako skupino meritev.
sv: ge ut deskriptiv statistik för varje grupp av mätningar.
ta: ஒவ்வொரு குழுவினருக்கும் அளவீடுகள் விளக்கங்களை வழங்குகின்றன.
tr: her ölçüm grubu için betimleyici istatistikler sağlayın.
uk: представляє описи для кожноїгрупи вимірів.

source: provide descriptives for each group.
ca: proporciona descriptives per a cada grup.
da: giv ud deskriptivstatistikk for hver gruppe.
de: gibt eine Deskriptivstatistik für jede Gruppe aus.
fr: donne les statistiques descriptives de chaque groupe.
he: מידע תיאורי עבור כל קבוצה.
hr: izradi deskriptivne pokazatelje za svaku grupu.
it: restituisce descrizioni per ogni gruppo.
kk: әр топ үшін сипаттамаларды беру.
nl: geef beschrijvende statistieken op voor elke groep.
nn: gi ut deskriptivstatistikk for kvar gruppe.
no: gi ut deskriptivstatistikk for hver gruppe.
pl: podaje statystyki opisowe dla każdej grupy.
pt: fornecer descritivas para cada grupo.
ru: представляет описательные статистики для каждой группы.
sl: izračuna opisno statistiko za vsako skupino.
sv: ge ut deskriptiv statistik för varje grupp.
ta: ஒவ்வொரு குழுவிற்கும் விளக்கங்களை வழங்கவும்.
tr: her grup için betimleyici istatistikler sağlayın.
uk: представляє описательные статистики для кожноїгрупи.

source: provide descriptives plots.
ca: proporciona gràfics descriptius.
da: giv ud deskriptivstatistiske diagrammer.
de: gibt deskriptivstatistische Diagramme aus.
fr: donne les graphes descriptifs.
he: תרשימי המידע התיאורי.
hr: izradi dijagrame deskriptivnih pokazatelja.
it: restituisce grafici descrittivi.
kk: сипаттамалардың графиктерін беру.
nl: geef beschrijvende diagrammen op.
nn: gi ut deskriptivstatistiske diagram.
no: gi ut deskriptivstatistiske diagrammer.
pl: wyświetla wykresy statystyk opisowych.
pt: fornecer gráficos descritivos.
ru: представляет описательные графики.
sl: izriše diagrame opisnih statistik.
sv: ge ut deskriptivstatistiske diagram.
ta: விளக்கத் திட்டங்களை வழங்கவும்.
tr: betimleyici grafikler sağlayın.
uk: представляє описательные графіки.

source: provide effect-sizes (Cohen's D).
ca: proporciona intensitats de l'efecte (D de Cohen).
da: giv ud effektstørrelser (Cohens d).
de: gibt Effektstärken (Cohen's d) aus.
fr: donne les tailles d'effet (d de Cohen).
it: restituisce le dimensioni dell'effetto (d di Cohen).
kk: эффект өлшемдерін қамтамасыз ету (Cohen's D).
nl: geef effectsterkten op (d van Cohen).
nn: gi ut effektstorleikar (Cohens d).
no: gi ut effektstørrelser (Cohens d).
pl: podaje wielkość efektu (d Cohena).
pt: fornecer dimensões de efeito (D de Cohen).
ru: представляет размеры эффекта (D Коэна).
sl: izračuna vrednost velikosti učinka (Cohenov D)
sv: ge ut effektstorlekar (Cohens d).
ta: விளைவு அளவுகளை வழங்குதல் (கோஅனின் டி).
uk: представляє розміри ефекту (D Коэна).

source: provide effect-sizes (Cohen's d).
ca: proporciona intensitats de l'efecte (d de Cohen).
da: giv ud effektstørrelser (Cohens d).
de: gibt Effektstärken (Cohen's d) aus.
fr: donne les tailles d'effet (d de Cohen).
he: גודלי האפקט (d של כהן).
it: restituisce le dimensioni dell'effetto (d di Cohen).
kk: эффект өлшемдерін қамтамасыз ету (Cohen's D).
nl: geef effectsterkten op (d van Cohen).
nn: gi ut effektstorleikar (Cohens d).
no: gi ut effektstørrelser (Cohens d).
pl: podaje wielkość efektu (d Cohena).
pt: fornecer dimesnões de efeito (d de Cohen).
ru: представляет размеры эффекта (d Коэна).
sl: izračuna vrednost velikosti učinka (Cohenov d)
sv: ge ut effektstorlekar (Cohens d).
ta: விளைவு அளவுகளை வழங்குதல் (கோஅனின் டி).
tr: etki büyüklükleri (Cohen'in d) sağlayın.
uk: представляє розміри ефекту (d Коэна).

source: provide Levene's test for homogeneity of variances. A low p-value suggests the groups have unequal variances.
ca: proporciona prova de Levene per a l'homogeneïtat de les variàncies. Un valor-p baix suggereix que els grups tenen variàncies desiguals.
da: gennemfør Levenes test for varianshomogenitet. En lav p-værdi antyder, at grupperne har forskellig varians.
de: gibt Levene's Test auf Varianzhomogenität aus. Ein niedriger p-Wert deutet darauf hin, dass die Gruppen ungleiche Varianzen haben.
fr: donne un test de Levene d'homogénéité des variances. Une faible valeur p suggère que les groupes ont des variances inégales.
he: מבחן לוין לשוויון שונויות. ערך p נמוך מעיד על אי־שוויון שונויות של הקבוצות.
it: fornire il test di Levene per l'omogeneità delle varianze. Un piccolo valore di p suggerisce che i gruppi hanno varianze diseguali.
kk: Дисперсиялардың біртектілігіне Левеннің сынағын қамтамасыз ету. Р мәнінің төмендігі топтардың тең емес дисперсиялары бар екенін көрсетеді.
nn: gjennomfør Levenes test for varianshomogenitet. Ein låg p-verdi antydar at gruppene har ulik varians.
no: gjennomfør Levenes test for varianshomogenitet. En lav p-verdi antyder at gruppene har ulik varians.
pl: wykonuje test homogeniczności wariancji Levene'a . Niska wartość p sugeruje, że wariancje grup nie są równe.
pt: fornecer o teste de Levene para a homogeneidade de variâncias. Um p-value pequeno sugere que os grupos não têm variâncias iguais.
ru: представляет критерий Левена на однородность дисперсий. Низкое значение p предполагает, что группы имеют неодинаковую дисперсию.
sl: izračuna Levenov test homogenosti varianc. Nizka p-vrednost kaže, da skupini nimata enakih varianc.
sv: genomför Levenes test för varianshomogenitet. En låg p-värde antyder att grupperna har olik varians.
ta: மாறுபாடுகளின் ஒருமைப்பாட்டிற்கான லெவனின் சோதனையை வழங்கவும். குறைந்த பி-மதிப்பு குழுக்களுக்கு சமமற்ற மாறுபாடுகள் இருப்பதாகக் கூறுகிறது.
tr: varyansların homojenliği için Levene testi sağlayın. Düşük bir p-değeri grupların eşit olmayan varyanslara sahip olduğunu gösterir.
uk: представляє критерій Левена на однородность дисперсий. Низкое значення p припускає, що групи мають неодинаковую дисперсию.

source: provide Levene's tests for the homogeneity of variances. A low p-value suggests the groups have unequal variances.
ca: proporciona proves de Levene per a l'homogeneïtat de les variàncies. Un valor-p baix suggereix que els grups tenen variàncies desiguals.
da: gennemfør Levenes test for varianshomogenitet. En lav p-værdi antyder, at grupperne har forskellig varians.
de: gibt Levene's Tests auf Varianzhomogenität aus. Ein niedriger p-Wert deutet darauf hin, dass die Gruppen ungleiche Varianzen haben.
fr: donne un test de Levene d'homogénéité des variances. Une faible valeur p suggère que les groupes ont des variances inégales.
he: מבחני לוין לשוויון שונויות. ערך p נמוך מעיד על אי־שוויון שונויות של הקבוצות.
it: fornire i test di Levene per l'omogeneità delle varianze. Un piccolo valore di suggerisce che i gruppi hanno varianze diseguali.
kk: Дисперсиялардың біртектілігіне Левеннің сынағын қамтамасыз ету. Р мәнінің төмендігі топтардың тең емес дисперсиялары бар екенін көрсетеді.
nn: gjennomfør Levenes test for varianshomogenitet. Ein låg p-verdi antydar at gruppene har ulik varians.
no: gjennomfør Levenes test for varianshomogenitet. En lav p-verdi antyder at gruppene har ulik varians.
pl: wykonuje testy homogeniczności wariancji Levene'a. Niska wartość p sugeruje, że wariancje grup nie są równe.
pt: fornecer os testes de Levene para a homogeneidade das variâncias. Um p-value pequeno sugere que os grupos não têm variâncias iguais.
ru: представляет тесты Левена на однородность дисперсий. Низкое значение p предполагает, что группы имеют неодинаковую дисперсию.
sl: izračuna Levenov test homogenosti varianc. Nizka p-vrednost kaže, da skupini nimata enakih varianc.
sv: genomför Levenes test för varianshomogenitet. En låg p-värde antyder att grupperna har olik varians.
ta: மாறுபாடுகளின் ஒருமைப்பாட்டிற்கு லெவனின் சோதனைகளை வழங்கவும். குறைந்த பி-மதிப்பு குழுக்களுக்கு சமமற்ற மாறுபாடுகள் இருப்பதாகக் கூறுகிறது.
tr: varyansların homojenliği için Levene testleri sağlayın. Düşük bir p-değeri grupların eşit olmayan varyanslara sahip olduğunu gösterir.
uk: представляє тести Левена на однородность дисперсий. Низкое значення p припускає, що групи мають неодинаковую дисперсию.

source: provide mean differences and standard errors of the mean differences.
ca: proporciona diferències de mitjanes i errors estàndard de les diferències de mitjanes.
da: giv ud de gennemsnitlige differencer og standardfejlen af disse.
de: gibt die mittleren Differenzen und deren Standardfehler aus.
fr: donne les différences des moyennes et les écart-types des différences moyennes.
he: הפרשי הממוצעים וטעויות התקן של הפרשי הממוצעים.
hr: navedi razlike srednje vrijednosti i standardne greške razlika srednje vrijednosti.
it: fornisce le differenze medie e gli errori standard delle differenze medie.
kk: орташа мәндердің айырмашылықтарын және орташа мәндердін айырмашылықтарының стандартты қателерін қамтамасыз ету.
nn: gi ut dei gjennomsnittlege differansane og standardfeilen av desse.
no: gi ut de gjennomsnittlige differansene og standardfeilen av disse.
pl: podaje różnice średnich oraz ich błędy standardowe.
pt: fornecer diferenças médias e erros-padrão das diferenças médias.
ru: представляет средние различия и стандартные ошибки средних различий.
sl: izračuna razlike povprečij in standardne napake teh razlik.
sv: ge ut de genomsnittliga differansene och standardfelet av dessa.
ta: சராசரி வேறுபாடுகளின் சராசரி வேறுபாடுகள் மற்றும் நிலையான பிழைகளை வழங்குதல்.
tr: ortalama farkları ve ortalama farkların standart hatalarını sağlayın.
uk: представляє середні различия і стандартний помилки середніх различий.

source: provide mean differences with the post-hoc tests.
ca: proporciona diferències de mitjanes amb les proves post-hoc.
da: giv ud de gennemsnitlige differencer med post-hoc-testene.
de: gibt die Mittelwertunterschiede zusammen mit den Post-hoc-Tests aus.
fr: donne les différences moyennes avec les tests post-hoc.
he: הפרשי הממוצעים עם מבחני ההמשך.
hr: navedi razlike srednje vrijednosti s post-hoc testovima.
it: fornisce differenze medie con i test post-hoc.
kk: пост-хок сынақтарымен орташа мәндердің айырмашылықтарын қамтамасыз ету.
nn: gi ut dei gjennomsnittlege differansane med post-hoc-testene.
no: gi ut de gjennomsnittlige differansene med post-hoc-testene.
pl: podaje różnice średnich wraz z testami post-hoc.
pt: fornecer diferenças médias com os testes post-hoc.
ru: представляет средние различия с апостериорными тестами.
sl: izračuna razlike povprečij s preizkusi post-hoc.
sv: ge ut de genomsnittliga differansene med post-hoc-testene.
ta: பிந்தைய தற்காலிக சோதனைகளுடன் சராசரி வேறுபாடுகளை வழங்குதல்.
tr: post-hoc testlerle birlikte ortalama farkları sağlayın.
uk: представляє середні различия з апостериорными тестами.
