Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: a list containing named lists that define the `label` of the factor and the `vars` that belong to that factor
ca: una llista que conté llistes anomenades que defineixen la` etiqueta` del factor i les `vars` que pertanyen a aquest factor
da: `list`-variablen som igen indeholder en `named list`-variable med `label` for faktoren og `vars` (variabler), der tilhører denne faktor
de: eine `list`-Variable, die wiederum `named list`-Variablen enthält, eine für das `label` des Faktors und die andre um die `vars` definieren, welche zu diesem Faktor gehören
fr: une liste contenant des listes de noms qui définissent le `label` du facteur et les `vars` appartenant à ce facteur
it: una lista contenente liste con nome che definiscono la `label` del fattore e le `vars` che appartengono a quel fattore
kk: фактордың`label` және осы факторға жататын `vars` анықтайтын аталған тізімдерді қамтитын тізім
nn: `list`-variablen som igjen inneheld ein `named list`-variable med `label` for faktoren og `vars` (variablar) som tilhøyrer denne faktoren
pl: lista zawierająca listy nazwane, które definiują `label` (etykietę) czynnika i `vars` (zmienne) należące do tego czynnika
pt: uma lista contendo listas nomeadas que definem o `label` do fator e as` vars` que pertencem a esse fator
ru: список, содержащий именованные списки, которые определяют `метку` фактора и `переменные`, принадлежащие этому фактору
sv: `list`-variablen som igen innehåller en `named list`-variable med `label` för faktorn och `vars` (variabler) som tillhör den här faktorn
ta: காரணி `லேபிள்` மற்றும் அந்த காரணியைச் சேர்ந்த` வார்ச்` ஆகியவற்றை வரையறுக்கும் பெயரிடப்பட்ட பட்டியல்களைக் கொண்ட பட்டியல்
uk: список, котрий містити именованные списки, котрі визначають `позначку` фактора і `переменные`, належні цьому фактору

source: a list containing vectors of strings that name the predictors that are added to the model. The elements are added to the model according to their order in the list
ca: una llista que conté vectors de cadenes que anomenen els predictors que s'afegeixen al model. Els elements s'afegeixen al model d'acord amb el seu ordre a la llista
da: `list`-variablen, der indeholder vektorer af strenge med prediktorer som skal lægge til modellen; elementerne lægges til modellen i henhold til rækkefølge i `list-variablen
de: eine `list`-Variable die wiederum Vektoren mit Zeichenfolgen enthält, welche die Prädiktoren benennen, die dem Modell hinzugefügt werden; die Elemente werden zum Modell entsprechend ihrer Reihenfolge in der Liste hinzugefügt
fr: une liste contenant des vecteurs de chaînes qui nomme les prédicteurs qui sont ajoutés au modèle. Les éléments sont ajoutés au modèle selon leur ordre dans cette liste
it: una lista contenente vettori di stringhe che assegnano un nome ai predittori aggiunti al modello. Gli elementi vengono aggiunti al modello in base al loro ordine nella lista
kk: үлгіге қосылатын болжауыштарды атайтын жол векторлары бар тізім. Элементтер үлгіге тізімдегі ретіне сәйкес қосылады
nn: `list`-variabelen som inneheld vektorar av strenger med prediktorar som skal leggja til modellen; elementa blir lagd til modellen i samsvar med rekkjefølgje i `list-variabelen
pl: lista zawierająca wektory ciągów znaków, zawierających nazwy predyktorów dodawanych do modelu. Elementy są dodawane do modelu zgodnie z ich kolejnością na liście
pt: uma lista contendo vetores de sequências que nomeiam os preditores incluídos no modelo. Os elementos são adicionados ao modelo segundo a sua ordem na lista
ru: список, содержащий векторы строк, которые называют предикторы, добавляемые в модель. Элементы добавляются в модель в соответствии с их порядком в списке
sl: seznam, ki vsebuje vektorje nizov z imeni vzročnih spremenljivk, ki so dodane modelu. Te so dodane modelu glede na vrstni red na seznamu.
sv: `list`-variabeln som innehåller vektorer av strängar med prediktorer som ska tillfoga modellen; elementen tillfogas modellen i henhold till ordningsföljd i `listvariabeln
ta: மாதிரியில் சேர்க்கப்படும் முன்னறிவிப்பாளர்களுக்கு பெயரிடும் சரங்களின் திசையன்கள் கொண்ட பட்டியல். கூறுகள் பட்டியலில் உள்ள ஆர்டருக்கு ஏற்ப மாதிரியில் சேர்க்கப்படுகின்றன
uk: список, котрий містити вектори строк, котрі називають предикторы, добавляемые у модель. Елементи добавляются у модель у відповідності з їхнійпорядком у списку

source: a list of character vectors describing the between subjects terms to go into the model
ca: una llista de vectors de caràcters que descriuen els termes entre subjectes que s'han d'incloure en el model
da: `list`-variablen, der indeholder vektorer af strenge, der beskriver mellemsubjekt-termerne, der skal gå ind i modellen
de: eine `list`-Variable die wiederum Vektoren mit Zeichenfolgen enthält, die angeben, welche Zwischensubjekt-Terme in das Modell eingehen sollen
fr: une liste contenant des vecteurs de caractères décrivant les termes inter-sujets qui vont dans le modèle
it: una lista di vettori di caratteri che descrivono i termini tra soggetti da inserire nel modello
kk: үлгіге қосу үшін субъектілер арасындағы терминдерді сипаттайтын таңба векторларының тізімі
nn: `list`-variabelen som inneheld vektorar av strenger som beskriv mellomsubjekt-termane som skal gå inn i modellen
pl: lista wektorów znaków opisujących składniki międzyobiektowe, które mają wejść do modelu
pt: uma lista de vetores de caracteres que descrevem os termos entre sujeitos para entrar no modelo
ru: список векторов символов, описывающих термы между субъектами для включения в модель
sl: seznam vektorjev znakov, ki opisujejo pogoje med predmeti v modelu
sv: `list`-variabeln som innehåller vektorer av strängar som beskriver mellansubjekttermerna som ska ingå i modellen
ta: மாதிரிக்குச் செல்ல பாடங்களுக்கு இடையிலான சொற்களை விவரிக்கும் எழுத்து திசையன்களின் பட்டியல்
uk: список векторів символів, описывающих термы між суб'єктами для включення у модель

source: a list of character vectors describing the post-hoc tests that need to be computed
ca: una llista de vectors de caràcters que descriuen les proves post-hoc que han de calcular-se
da: `list`-variablen, der indeholder vektorer af strenger som beskriver hvilke post-hoc-tester skal beregnes
de: eine `list`-Variable die wiederum Vektoren mit Zeichenfolgen enthält, die angeben, welche Post-hoc-Tests berechnet werden sollen
fr: une liste contenant des vecteurs de caractères décrivant les tests post-hoc qui doivent être calculés
it: una lista di vettori di caratteri che descrivono i test post-hoc che devono essere calcolati
kk: есептеуді қажет ететін пост-хок сынақтарын сипаттайтын таңба векторларының тізбесі
nn: `list`-variabelen som inneheld vektorar av strenger som beskriv kva post-hoc-tester skal bereknast
pl: lista wektorów znaków opisujących testy post-hoc, które należy obliczyć
pt: uma lista de vetores de caracteres que descrevem os testes post-hoc a ser calculados
ru: список векторов символов, описывающих апостериорные тесты, которые необходимо вычислить
sl: seznam znakovnih vektorjev, ki opisujejo preizkuse post-hoc za izračun.
sv: `list`-variabeln som innehåller vektorer av strängar som beskriver vilka post-hoc-tester ska beräknas
ta: கணக்கிடப்பட வேண்டிய பிந்தைய தற்காலிக சோதனைகளை விவரிக்கும் எழுத்து திசையன்களின் பட்டியல்
uk: список векторів символів, описывающих апостериорные тести, котрі необходимо вычислить

source: a list of character vectors describing the repeated measures terms to go into the model
ca: una llista de vectors de caràcters que descriuen els termes de mesures repetides que s'han d'incloure al model
da: `list`-variablen, der indeholder vektorer af strenger som beskriver termerne for gentagne målinger skal gå ind i modellen
de: eine `list`-Variable die wiederum Vektoren mit Zeichenfolgen enthält, die angeben, welche Terme mit wiederholten Messungen in das Modell eingehen sollen
fr: une liste contenant des vecteurs de caractères décrivant les mesures répétées qui vont dans le modèle
it: una lista di vettori di caratteri che descrivono i termini delle misure ripetute da inserire nel modello
kk: үлгіге өту үшін қайталанатын өлшем шарттарын сипаттайтын таңба векторларының тізімі
nn: `list`-variabelen som inneheld vektorar av strenger som beskriv termane for gjentekne målingar skal gå inn i modellen
pl: lista wektorów znaków opisujących składniki powtarzanych pomiarów, które mają wejść do modelu
pt: uma lista de vetores de caracteres que descrevem os termos de medidas repetidas a entrar no modelo
ru: список векторов символов, описывающих термы повторных измерений для включения в модель
sl: seznam znakovnih vektorjev, ki opisujejo pogoje ponavljajočih se meritev, ki se vključijo v model.
sv: `list`-variabeln som innehåller vektorer av strängar som beskriver termerna för upprepade mätningar ska ingå i modellen
ta: மாதிரிக்குச் செல்ல மீண்டும் மீண்டும் நடவடிக்கைகளின் விதிமுறைகளை விவரிக்கும் எழுத்து திசையன்களின் பட்டியல்
uk: список векторів символів, описывающих термы повторний вимірів для включення у модель

source: a list of lists specifying reference levels of the dependent variable and all the factors
ca: una llista de llistes especificant els nivells de referència de la variable dependent i tots els factors
da: `list`-variablen, som igen indeholder `list`-variabler, der angiver referenceniveauerne for de afhængige variabler og alle faktorer
de: eine `list`-Variable die wiederum `list`-Variablen enthält, in denen das Referenzniveau der abhängigen Variablen und aller Faktoren angeben sind
fr: une liste de listes spécifiant les modalités de référence de la variable dépendante et tous les facteurs
it: una lista di liste che specificano i livelli di riferimento della variabile dipendente e di tutti i fattori
kk: тәуелді айнымалының сілтеме деңгейлерін және барлық факторларды көрсететін тізімдер тізімі
nn: `list`-variabelen som igjen inneheld `list`-variablar som angir referansenivåa for dei avhengige variablane og alle faktorane
pl: spis list określających poziomy referencyjne zmiennej zależnej i wszystkich czynników
pt: uma lista de listas especificando os níveis de referência da variável dependente e todos os fatores
ru: список списков, определяющих опорные уровни зависимой переменной и всех факторов
sl: seznam seznamov, ki določajo sklicne ravni odvisne spremenljivke in vseh faktorjev
sv: `list`-variabeln som igen innehåller `list`-variabler som anger referensnivåerna för de beroende variablerna och alla faktorerna
ta: சார்பு மாறியின் குறிப்பு நிலைகள் மற்றும் அனைத்து காரணிகளையும் குறிப்பிடும் பட்டியல்களின் பட்டியல்
uk: список списків, котрий визначати опорний рівні залежати переменной і всіх факторів

source: a list of lists specifying the factor and type of contrast to use, one of `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` or `'polynomial'`
ca: una llista de llistes especificant el factor i el tipus de contrast a utilitzar, un de `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` o `'polynomial'`
da: `list`-variablen, som igen indeholder `list`-variabler, der specificerer faktorerne og kontrasterne, der skal bruges for hver faktor (enten `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` eller `'polynomial'`)
de: eine `list`-Variable die wiederum `list`-Variablen enthält, in denen ein Faktor und die Art des zu verwendenden Kontrasts (entweder `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` oder `'polynomial'`) angeben sind
fr: une liste de listes spécifiant le facteur et le type de contraste à utiliser parmi `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` ou `'polynomial'`
it: una lista di liste che specificano il fattore e il tipo di contrasto da usare, uno tra `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` o `'polynomial'`
kk: Пайдалануға арналған контраст факторы мен түрін көрсететін тізімдер тізімі, оның біреуі `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` немесе `'polynomial'`
nn: `list`-variabelen som igjen inneheld `list`-variablar som spesifiserer faktorane og kontrastane som skal brukast for kvar faktor (anten `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` eller `'polynomial'`)
pl: spis list określających czynnik i typ kontrastu spośród następujących: `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` lub `'polynomial'`
pt: uma lista de listas especificando o fator e tipo de contraste a ser usado, um de `'desvio'`,`' simples'`, `'diferença'`,`' helmert'`, `'repetido'` ou`' polinomial ' `
ru: список списков, определяющих фактор и тип используемого контраста, один из `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` или `'polynomial'`
sl: seznam seznamov, ki določajo faktor in vrsto kontrasta za uporabo ene od možnosti `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` ali `'polynomial'`
sv: `list`-variabeln som igen innehåller `list`-variabler som specificerar faktorerna och kontrasterna som ska användas för varje faktor (antingen `'deviation'`, `'simpla'`, `'difference'`, `'helmert'`, `'repeated'` eller `'polynomial'`)
ta: பயன்படுத்துவதற்கான காரணி மற்றும் வகையைக் குறிப்பிடும் பட்டியல்களின் பட்டியல், `'விலகல்',` 'எளிமையானது', `'வித்தியாசம்',` 'எல்மர்ட்'`, `' '' அல்லது` '' பல்லுறுப்புக்கோவை ' `
uk: список списків, котрий визначати фактору і типу використовувати контрасту, один з `'deviation'`, `'simple'`, `'difference'`, `'helmert'`, `'repeated'` або `'polynomial'`

source: a list of lists specifying the pairs of measurement in `data`
ca: una llista de llistes especificant els parells de mesures en `data`
da: `list`-variablen, som igen indeholder `list`-variabler, der specificerer målingsparrene i data. ``
de: eine `list`-Variable die wiederum `list`-Variablen enthält, in denen die Messwertpaare in `data` angeben sind
fr: une liste de listes spécifiant les paires de mesures dans `data`
it: un elenco di liste che specificano le coppie di misure in `data
kk: өлшем ішіндегі `data` жұптарын анықтайтын тізімдер тізімі
nn: `list`-variabelen som igjen inneheld `list`-variablar som spesifiserer målingspara i `data`
pl: spis list określających pary pomiarów w `data`
pt: uma lista de listas especificando os pares de medição em `dados`
ru: список списков, определяющих пары измерений в `data`
sl: seznam, ki določa pare meritev med podatki `data`
sv: `list`-variabeln som igen innehåller `list`-variabler som specificerar mätningsparen i `data`
ta: `தரவு` இல் அளவீட்டு சோடிகளைக் குறிப்பிடும் பட்டியல்களின் பட்டியல்
uk: список списків, котрий визначати пари вимірів у `data`

source: a list of lists specifying the residual covariances that need to be estimated
ca: una llista de llistes especificant les covariàncies residuals que han d'estimar-se
da: `list`-variablen, som igen indeholder `list`-variabler, der specificerer for hvilke residuer kovariansene skal estimeres
de: eine `list`-Variable die wiederum `list`-Variablen enthält, in denen die Kovarianzen der Residuen angegeben sind, welche geschätzt werden müssen
fr: une liste de listes spécifiant les résidus de covariances qui doivent être estimés
it: un elenco di liste che specificano le covarianze residue che devono essere stimate
kk: бағалауды қажет ететін қалдық ковариаттар көрсетілген тізімдер тізбесі
nn: `list`-variabelen som igjen inneheld `list`-variablar som spesifiserer for kva residu kovariansane skal estimerast
pl: spis list określających kowariancje reszt, które mają być oszacowane
pt: uma lista de listas especificando as covariâncias residuais a estimadar
ru: список списков, определяющих остаточные ковариации, которые необходимо оценить
sv: `list`-variabeln som igen innehåller `list`-variabler som specificerar för vilka residuer kovariansene ska estimeras
ta: மதிப்பிடப்பட வேண்டிய மீதமுள்ள கோவாரியன்களைக் குறிப்பிடும் பட்டியல்களின் பட்டியல்
uk: писок списків, котрий визначати остаточные ковариации, котрі необходимо оцінити

source: a list of lists specifying the variables for which the estimated marginal means need to be calculate. Supports up to three variables per term.
ca: una llista de llistes especificant les variables per a les que s'han de calcular les mitjanes marginals estimades. Admet fins a tres variables per terme.
da: `list`-variablen, som igen indeholder `list`-variabler, der specificerer variablerne, der skal bruges for at estimere gennemsnitterne (støtter op til tre variabler per term).
de: eine `list`-Variable die wiederum `list`-Variablen enthält, mit denen die Variablen angeben werden, für welche die geschätzten Randmittel berechnet werden solle (unterstützt bis zu drei Variablen pro Term).
fr: une liste de listes spécifiant les variables pour lesquelles les estimations des moyennes marginales doivent être calculées. Supporte jusqu'à trois variables par terme.
it: una lista di liste che specificano le variabili per le quali le medie marginali stimate devono essere calcolate. Supporta fino a tre variabili per termine.
kk: есептелген шекті орташа мәнді есептеу қажет болатын айнымалыларды көрсететін тізімдер тізімі. Бір уақытта үш айнымалыға дейін қолдануға болады.
nn: `list`-variabelen som igjen inneheld `list`-variablar som spesifiserer variablane som skal brukast for å estimera gjennomsnitta (støtter opp til tre variablar per term).
pl: spis list określających zmienne, dla których należy obliczyć oszacowane średnie brzegowe. Obsługuje do trzech zmiennych na składnik.
pt: uma lista de listas especificando as variáveis para calcular as médias marginais estimadas. Aceita até três variáveis por termo.
ru: список списков, определяющих переменные, для которых необходимо рассчитать взвешенные предельные средние значения. Поддерживает до трех переменных на терм.
sv: `list`-variabeln som igen innehåller `list`-variabler som specificerar variablerna som ska användas för att estimera genomsnitten (stöd upp till tre variabler per term).
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை கணக்கிட வேண்டிய மாறிகளைக் குறிப்பிடும் பட்டியல்களின் பட்டியல். ஒரு காலத்திற்கு மூன்று மாறிகள் வரை ஆதரிக்கிறது.
uk: список списків, котрий визначати переменные, для котрих необходимо розрахувати оценочные граничні середні значення. Підтримує до трех переменных на терм.

source: a list of lists, where each list decribes a repeated measure (as a string) from `data` defined as `measure` and the particular combination of levels from `rm` that it belongs to (as a vector of strings) defined as `cell`
ca: una llista de llistes, on cada llista descriu una mesura repetida (com una cadena) de `data` definida com a `measure` i la combinació particular de nivells de `rm` a la que pertany (com un vector de cadenes) definida com a `cell`
da: `list`-variablen, som igen indeholder `list`-variabler; hver af disse specificerer en gentagen måling fra `data` (som strenger), definitionen består af `measure` og en bestemt kombination af faktortrin fra `rm` den tilhører og som er defineret som `cell` (og indeholder en vektor af strenge)
de: eine `list`-Variable die wiederum `list`-Variablen enthält, in denen jede `list`-Variable eine wiederholte Messung aus `Daten`beschreibt (als Zeichenfolge), definiert als `measure` und einer bestimmten Kombination von Faktorstufen aus `rm`, sowie als `cell` zu der sie gehört (als Vektor von Zeichenfolgen)
fr: une liste de listes où chaque liste décrit une mesure répétée (sous forme d'une chaîne) de `data` définie comme `measure` et la combinaison particulière de modalités de `rm` à laquelle elle appartient (en tant que vecteur de chaîne) définie comme `cell`
it: una lista di liste, dove ogni lista descrive una misura ripetuta (come una stringa) da `data` definita come `measure` e la particolare combinazione di livelli da `rm` a cui appartiene (come un vettore di stringhe) definita come `cell`
kk: тізімдер тізімі, мұнда әрбір тізім`measure`ретінде анықталған 'data'-ден қайталанатын өлшемді (жол ретінде) және ол жататын «rm» деңгейлерінің арнайы комбинациясын (жолдар векторы ретінде) сипаттайды; `cell` ретінде анықталады
nn: `list`-variabelen som igjen inneheld `list`-variablar; kvar av desse spesifiserer ei gjenteken måling frå `data` (som strenger), definisjonen består av `measure` og ein bestemd kombinasjon av faktortrinn frå `rm` han tilhøyrer og som er definert som `cell` (og inneheld ein vektor av strenger)
pl: spis list, gdzie każda lista opisuje powtórzony pomiar (jako ciąg znaków) z `data` zdefiniowany jako `measure` oraz konkretną kombinację poziomów z `rm`, do której należy jako wektor ciągu znaków, zdefiniowaną jako `cell`
pt: uma lista de listas, onde cada lista descreve uma medida repetida (como um código de `dados` definida como `medida` e a combinação particular de níveis de `rm` a que pertence (como um vetor de códigos definida como `celula`
ru: список списков, где каждый список описывает повторяющуюся меру (в виде строки) из `data`, определенных как `measure`, и конкретную комбинацию уровней из `rm`, к которой она принадлежит (в виде вектора строк), определяемую как `cell`
sv: `list`-variabeln som igen innehåller `list`-variabler; varje av dessa specificerar en upprepad mätning från `data` (som strängar), definitionen består av `measure` och en bestämd kombination av faktorstätta från `rm` den tillhör och som är definierat som `cell` (och innehåller en vektor av strängar)
ta: பட்டியல்களின் பட்டியல், ஒவ்வொரு பட்டியலும் `தரவு` இலிருந்து மீண்டும் மீண்டும் அளவை (ஒரு சரமாக) குறைத்து,` அளவீடு` என வரையறுக்கப்படுகிறது மற்றும் `rm` இலிருந்து குறிப்பிட்ட நிலைகளின் கலவையாகும் (சரங்களின் திசையனாக) வரையறுக்கப்பட்டுள்ளது செல்`
uk: список списків, де кожнийсписок описывает котрий повторювати міру (у виду строки) з `data`, визначених як `measure`, і конкретну комбінацію рівнів з `rm`, к котрої вона принадлежит (у виду вектора строк), визначати як `cell`
