Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: a list of lists, where each list describes the `label` (as a string) and the `levels` (as vector of strings) of a particular repeated measures factor
ca: una llista de llistes, on cada llista descriu la` etiqueta` (com una cadena) i els `nivells` (com vector de cadenes) de un factor de mesures repetides en particular
da: `list`-variablen, som igen indeholder `list`-variabler, der beskriver `label` (som en streng) og `levels` (som vektor af strenge) for en bestemt faktor for gentagne målinger
de: eine `list`-Variable die wiederum `list`-Variablen enthält, dabei enthält jede `list`-Variable ein `label` (als Zeichenkette) und die `levels` (als Vektor von Zeichenketten) welche jeweils einen bestimmten Faktor mit wiederholten Messungen beschreibt
fr: une liste de listes où chaque liste décrit le `label` (comme une chaîne) et les modalités (comme une chaîne de vecteurs) d'un facteur particulier de mesures répétées
it: una lista di liste, dove ogni lista descrive la `label` (come una stringa) e i `levels` (come vettore di stringhe) di un particolare fattore di misure ripetute
kk: тізімдер тізімі, мұнда әрбір тізім белгілі бір қайталанатын өлшем факторын `label`(жол ретінде) және `levels` (жолдар векторы ретінде) сипаттайды
nn: `list`-variabelen som igjen inneheld `list`-variablar som beskriv `label` (som ein streng) og `levels` (som vektor av strenger) for ein bestemd faktor for gjentekne målingar
pl: spis list, gdzie każda lista opisuje `label` (jako ciąg znaków) i `levels` (jako wektor ciągu znaków) danego czynnika powtarzanych pomiarów
pt: uma lista de listas, onde cada lista descreve o `rótulo` (como um código) e os `níveis` (como vetor de códigos) de um fator de medidas repetidas específico
ru: список списков, где каждый список описывает `label` (в виде строки) и `levels` (в виде вектора строк) конкретного фактора повторных измерений
sv: `list`-variabeln som igen innehåller `list`-variabler som beskriver `label` (som en sträng) och `levels` (som vektor av strängar) för en bestämd faktor för upprepade mätningar
ta: பட்டியல்களின் பட்டியல், ஒவ்வொரு பட்டியலும் ஒரு குறிப்பிட்ட மீண்டும் மீண்டும் நடவடிக்கைகளின் காரணியின் `லேபிள்` (ஒரு சரமாக) மற்றும்` நிலைகள்` (சரங்களின் திசையனாக) விவரிக்கிறது
uk: список списків, де кожнийсписок описывает `label` (у виду строки) і `levels` (у виду вектора строк) конкретного фактора повторний вимірів

source: A low p-value suggests a violation of the assumption of equal variances
ca: Un valor-p baix suggereix una violació del supòsit de variàncies iguals
da: En lav p-værdi antyder et brud på antagelsen om lige varianser
de: Ein niedriger p-Wert deutet auf eine Verletzung der Annahme gleicher Varianzen hin
fr: Une valeur p faible suggère une violation de la condition d'égalité des variances
he: ערך p נמוך מעיד על הפרה של הנחת שוויון השונויות
hr: Niska p-vrijednost ukazuje na kršenje pretpostavke o jednakosti varijanci
it: Un piccolo valore di p suggerisce una violazione dell'assunzione di varianze uguali
kk: төмен p-мәні тең дисперсиялар туралы болжамның бұзылуын көрсетеді
nn: Ein låg p-verdi antydar eit brot på antakinga om like variansar
no: En lav p-verdi antyder et brudd på antakelsen om like varianser
pl: Niska wartość p sugeruje naruszenie założenia o równości wariancji
pt: Um p-value pequeno sugere a violação do pressuposto da homogeneidade de variâncias
ru: Малое значение p предполагает нарушение предположения о равных дисперсиях
sl: Nizka p-vrednost kaže na kršitev predpostavke enakih varianc
sv: En låg p-värde antyder en brytning på antagandet om lika varianser
ta: குறைந்த பி-மதிப்பு சம மாறுபாடுகளின் அனுமானத்தை மீறுவதைக் குறிக்கிறது
tr: Düşük bir p-değeri, eşit varyanslar varsayımının ihlal edildiğini gösterir
uk: Малое значення p припускає порушення припущення о рівних дисперсиях

source: A low p-value suggests a violation of the assumption of normality
ca: Un valor-p baix suggereix una violació del supòsit de normalitat
da: En lav p-værdi antyder et brud på antagelsen om normalfordeling
de: Ein niedriger p-Wert deutet auf eine Verletzung der Annahme, dass eine Normalverteilung vorliegt, hin
fr: Une valeur p faible suggère une violation de la condition de normalité
he: ערך p נמוך מעיד על הפרה של הנחת הנורמליות
hr: Niska p-vrijednost ukazuje na kršenje pretpostavke o normalitetu
it: Un piccolo valore di p suggerisce una violazione del presupposto di normalità
kk: р-мәнінің төмендігі қалыптылық жорамалының бұзылуын болжайды
nn: Ein låg p-verdi antydar eit brot på antakinga om normalfordeling
no: En lav p-verdi antyder et brudd på antakelsen om normalfordeling
pl: Niska wartość p sugeruje naruszenie założenia o normalności rozkładu
pt: Um p-value pequeno sugere a violação do pressuposto da normalidade
ru: Малое значение p предполагает нарушение предположения о нормальности
sl: Nizka p-vrednost kaže na kršitev predpostavke normalnosti
sv: En låg p-värde antyder en brytning på antagandet om normalfördelning
ta: குறைந்த பி-மதிப்பு இயல்பான அனுமானத்தை மீறுவதைக் குறிக்கிறது
tr: Düşük bir p-değeri, normallik varsayımının ihlal edildiğini gösterir
uk: Малое значення p припускає порушення припущення о нормальности

source: A nice correlation data set
ca: Un conjunt de dades amb bona correlació
da: Et fint korrelationsdatasæt
de: Datensatz, um die Berechnung von Korrelationen zu demonstrieren
fr: Un joli jeu de données sur la corrélation
he: מערך נתונים נחמד של מתאמים
hr: Skup podataka za analizu korelacija
it: Alcuni buoni dati per la correlazione
kk: керемет корреляция деректер жиынтығы
nl: Een mooie correlerende dataset
nn: Eit fint korrelasjonsdatasett
no: Et fint korrelasjonsdatasett
pl: Ciekawy zbiór danych do obliczania korelacji
pt: Uma boa base de dados correlacionais
ru: Хороший набор корреляционных данных
sl: Zanimiv podatkovni nabor za določanje korelacij
sv: Ett fint korrelationsdataset
ta: ஒரு நல்ல தொடர்பு தரவு தொகுப்பு
tr: Güzel bir korelasyon veri seti
uk: Хороший набору корреляционных даних

source: a number (default: 0.1), highlight values in the `'corRes'` table above this value
ca: un nombre (predeterminat: 0,1), destacats els valors a la taula `'corRes'` per sobre d'aquest valor
da: et tal (standard: 0.1), accentuer værdier i `'corRes'`-tabellen, der overstiger denne værdi
de: eine Zahl (Vorgabe: 0.1), Werte in der Tabelle `'corRes'`, die über diesem Wert liegen, werden hervorgehoben
fr: un nombre (défaut : 0.1), souligne les valeurs supérieures à cette valeur dans le tableau `'corRes'`
it: un numero (predefinito: 0.1), evidenzia i valori nella tabella `'corRes'` sopra questo valore
kk: сан (әдепкі: 0,1), осы мәннен жоғары ''corRes'' кестесіндегі мәндерді бөлектеңіз
nn: eit tal (standard: 0.1), framhev verdiar i `'corRes'`-tabellen som overstig denne verdien
pl: liczba (domyślnie: 0.1), zaznacza wartości w tabeli `'corRes'` powyżej tej wartości
pt: um número (padrão: 0.1), realça os valores na tabela `'corRes'` acima desse valor
ru: число (по умолчанию: 0,1), выделите значения в таблице `'corRes'` над этим значением
sl: število (privzeto: 0.1), ki določa spodnjo mejo za poudarjanje vrednosti v razpredelnici `'corRes'`
sv: ett tal (standard: 0.1), accentuera värden i `'corRes'`-tabellen som överstiger det här värdet
ta: ஒரு எண் (இயல்புநிலை: 0.1), இந்த மதிப்புக்கு மேலே உள்ள `'கோர்ச்` அட்டவணையில் மதிப்புகளை முன்னிலைப்படுத்தவும்
uk: число (по умолчанию: 0,1), виділите значення у таблиці `'corRes'` над цим значенням

source: a number (default: 0.3), hide factor loadings below this value
ca: un nombre (predeterminat: 0,3), ocultar càrregues factorials per sota d'aquest valor
da: et tal (standard: 0.3), skjul faktorladinger under denne værdi
de: eine Zahl (Vorgabe: 0.3), Faktorladungen, die unter diesem Wert liegen, werden ausgeblendet
fr: un nombre (par défaut : 0.3), cache les facteurs dont la contribution est inférieure à cette valeur
it: un numero (predefinito: 0.3), per nascondere i caricamenti dei fattori al di sotto di questo valore
kk: сан (әдепкі: 0,3), осы мәннен төмен фактор жүктемелерін жасырыңыз
nn: eit tal (standard: 0.3), skjul faktorladingar under denne verdien
pl: liczba (domyślnie: 0.3), ukrywa ładunki czynnikowe poniżej tej wartości
pt: um número (padrão: 0.3), ocultar pesos fatoriais abaixo deste valor
ru: число (по умолчанию: 0,3), скрыть факторные нагрузки ниже этого значения
sl: število (privzeto: 0.3), ki določa spodnjo mejo za prikazovanje uteži faktorjev
sv: ett tal (standard: 0.3), dölj faktorladinger under det här värdet
ta: ஒரு எண் (இயல்புநிலை: 0.3), இந்த மதிப்புக்கு கீழே காரணி ஏற்றங்களை மறைக்கவும்
uk: число (по умолчанию: 0,3), скрыть факторные навантаження нижче цього значення

source: a number (default: 0.3), hide loadings below this value
ca: un nombre (predeterminat: 0,3), ocultar càrregues per sota d'aquest valor
da: et tal (standard: 0.3), skjul komponentladinger under denne værdi
de: eine Zahl (Vorgabe: 0.3), Komponentenladungen, die unter diesem Wert liegen, werden ausgeblendet
fr: un nombre (par défaut : 0.3), cache les contributions inférieures à cette valeur
it: un numero (predefinito: 0.3), per nascondere i caricamenti al di sotto di questo valore
kk: сан (әдепкі: 0,3), осы мәннен төмен жүктемелерді жасырыңыз
nn: eit tal (standard: 0.3), skjul komponentladingar under denne verdien
pl: liczba (domyślnie: 0.3), ukrywa ładunki poniżej tej wartości
pt: um número (padrão: 0.3), ocultar pesos abaixo deste valor
ru: число (по умолчанию: 0,3), скрыть нагрузки ниже этого значения
sl: število (privzeto: 0.3), ki določa spodnjo mejo za prikazovanje uteži
sv: ett tal (standard: 0.3), dölj komponentladinger under det här värdet
ta: ஒரு எண் (இயல்புநிலை: 0.3), இந்த மதிப்புக்கு கீழே ஏற்றங்களை மறைக்கவும்
uk: число (по умолчанию: 0,3), скрыть завантаження нижче цього значення

source: a number (default: 0.5), the value for the null hypothesis
ca: un nombre (predeterminat: 0,5), el valor per a la hipòtesi nul·la
da: et tal (standard: 0.5), med værdien for nulhypotesen
de: eine Zahl (Vorgabe: 0.5), mit dem Wert für die Nullhypothese
fr: un nombre (défaut : 0.5), la valeur de l'hypothèse nulle
it: un numero (predefinito: 0.5), il valore per l'ipotesi nulla
kk: сан (әдепкі: 0,5), нөлдік гипотезаның мәні
nn: eit tal (standard: 0.5), med verdien for nullhypotesen
pl: liczba (domyślnie: 0.5), wartość dla hipotezy zerowej
pt: um número (padrão: 0.5), o valor da hipótese nula
ru: число (по умолчанию: 0,5), значение для нулевой гипотезы
sl: število (privzeto: 0,5), ki določa ničto hipotezo
sv: ett tal (standard: 0.5), med värdet för nollhypotesen
ta: ஒரு எண் (இயல்புநிலை: 0.5), சுழிய கருதுகோளுக்கான மதிப்பு
uk: число (по умолчанию: 0,5), значення для нульової гіпотези

source: a number (default: 0), the minimal eigenvalue for a factor to be included in the model
ca: un nombre (predeterminat: 0), el valor-propi mínim per a que un factor s'inclogui al model
da: et tal (standard: 0), med den minimale egenværdi for en faktor, der skal inkluderes i modellen
de: eine Zahl (Vorgabe: 0), mit dem minimalen Eigenwert für jeden Faktor, der in das Modell eingeschlossen werden soll
fr: un nombre (défaut : 0), la valeur minimale de l'eigenvalue pour un facteur inclus dans le modèle
it: un numero (predefinito: 0), l'autovalore minimo per un fattore da includere nel modello
kk: сан (әдепкі: 0), модельге қосылатын фактор үшін минималды өзіндік мән
nn: eit tal (standard: 0), med den minimale eigenverdien for ein faktor som skal inkluderast i modellen
pl: liczba (domyślnie: 0), minimalna wartość własna dla czynnika, który ma być włączony do modelu
pt: um número (padrão: 0), o valor próprio mínimo para um fator a ser incluído no modelo
ru: число (по умолчанию: 0), минимальное собственное значение фактора, которое должно быть включено в модель
sl: število (privzeto: 0), ki določa najmanjšo lastno vrednost faktorja, ki bo vključena v model
sv: ett tal (standard: 0), med det minimala egenvärdet för en faktor som ska inkluderas i modellen
ta: ஒரு எண் (இயல்புநிலை: 0), மாதிரியில் சேர்க்கப்பட வேண்டிய குறைந்தபட்ச ஈசென்வெல்யூ
uk: число (по умолчанию: 0), минимальное собственное значення фактора, котре повинне бути включене у модель

source: a number (default: 1), the beta prior 'a' parameter
ca: un nombre (predeterminat: 1), el paràmetre a priori beta 'a'
da: et tal (standard: 1), med beta-prior-parameter a ``
de: eine Zahl (Vorgabe: 1), mit dem Beta-Prior-Parameter `a`
fr: un nombre (défaut : 1), le paramètre 'a' de l'a priori beta
it: un numero (predefinito: 1), con il parametro beta prior `a`
kk: сан (әдепкі: 1), бета алдыңғы "a" параметрі
nn: eit tal (standard: 1), med beta-prior-parameter `a`
pl: liczba (domyślnie: 1), parametr 'a' rozkładu beta
pt: um número (padrão: 1), o parâmetro prior beta 'a'
ru: число (по умолчанию: 1), бета-априорный параметр 'a'
sv: ett tal (standard: 1), med betpriorparameter a ``
ta: ஒரு எண் (இயல்புநிலை: 1), பீட்டா முன் 'ஒரு' அளவுரு
uk: число (по умолчанию: 1), бета-априорный параметру 'a'

source: a number (default: 1), the beta prior 'b' parameter
ca: un nombre (predeterminat: 1), el paràmetre a priori beta 'b'
da: et tal (standard: 1), med beta-prior-parameter b. ``
de: eine Zahl (Vorgabe: 1), mit dem Beta-Prior-Parameter `b`
fr: un nombre (défaut : 1), le paramètre 'b' de l'a priori beta
it: un numero (predefinito: 1), con il parametro beta prior `b`
kk: сан (әдепкі: 1), бета алдыңғы "b" параметрі
nn: eit tal (standard: 1), med beta-prior-parameter `b`
pl: liczba (domyślnie: 1), parametr 'b' rozkładu beta
pt: um número (padrão: 1), o parâmetro prior beta 'b'
ru: число (по умолчанию: 1), бета-априорный параметр 'b'
sv: ett tal (standard: 1), med betpriorparameter b ``
ta: ஒரு எண் (இயல்புநிலை: 1), பீட்டா முன் 'பி' அளவுரு
uk: число (по умолчанию: 1), бета-априорный параметру 'b'

source: a number (default: 1), the minimal eigenvalue for a component to be included in the model
ca: un nombre (predeterminat: 1), el valor-propi mínim per tal que un component s'inclogui al model
da: et tal (standard: 1), den minimale eigenværdien for en komponent, der skal inkluderes i modellen
de: eine Zahl (Vorgabe: 1), der minimale Eigenwert für eine Komponente, die in das Modell einbezogen werden soll
fr: un nombre (défaut : 1), la valeur minimale de l'eigenvalue pour une composante incluse dans le modèle
it: un numero (predefinito: 1), l'autovalore minimo per un componente da includere nel modello
kk: сан (әдепкі: 1), үлгіге қосылатын құрамдас үшін минималды меншікті мән
nn: eit tal (standard: 1), den minimale eigenverdien for ein komponent som skal inkluderast i modellen
pl: liczba (domyślnie: 1), minimalna wartość własna dla składowej, która ma zostać włączona do modelu
pt: um número (padrão: 1), o valor próprio mínimo para uma componente ser incluída no modelo
ru: число (по умолчанию: 1), минимальное собственное значение для компонента, который будет включен в модель
sl: število (privzeto: 1), ki določa najmanjšo lastno vrednost komponente, ki bo vključena v model
sv: ett tal (standard: 1), det minimala egenvärdet för en komponent som ska inkluderas i modellen
ta: ஒரு எண் (இயல்புநிலை: 1), மாதிரியில் சேர்க்கப்பட வேண்டிய குறைந்தபட்ச ஈசென்வெல்யூ
uk: число (по умолчанию: 1), минимальное собственное значення для компонента, котрий буде включений у модель

source: a number (default: 3), highlight values in the `'modIndices'` tables above this value
ca: un nombre (predeterminat: 3), destacats els valors a les taules `'modIndices'` per sobre d'aquest valor
da: et tal (standard: 3), marker værdier i `'modIndices'`-tabellerne, der overstiger denne værdi
de: eine Zahl (Vorgabe: 3), hebt Werte in den `'modIndices'`-Tabellen hervor, die diesen Wert übersteigen
fr: un nombre (défaut : 3), souligne les valeurs supérieures à cette valeur dans le tableau `'modIndices'`
it: un numero (predefinito: 3), evidenzia i valori nelle tabelle `'modIndices'` sopra questo valore
kk: сан (әдепкі: 3), осы мәннен жоғары `'modIndices'` кестелеріндегі мәндерді бөлектеңіз
nn: eit tal (standard: 3), marker verdiar i `'modIndices'`-tabellane som overstig denne verdien
pl: liczba (domyślnie: 3), zaznacza wartości w tablicach `'modIndices'` powyżej tej wartości
pt: um número (padrão: 3), realça os valores nas tabelas `'modIndices'` acima deste valor
ru: число (по умолчанию: 3), выделить значения в таблицах `'modIndices'` над этим значением
sl: število (privzeto: 3), ki določa spodnjo mejo za poudarjanje vrednosti
sv: ett tal (standard: 3), marker värden i `'modIndices'`-tabellerna som överstiger det här värdet
ta: ஒரு எண் (இயல்புநிலை: 3), இந்த மதிப்புக்கு மேலே உள்ள `'மோடிண்டீசச்' அட்டவணையில் மதிப்புகளை முன்னிலைப்படுத்தவும்
uk: число (по умолчанию: 3), виділити значення у таблицях `'modIndices'` над цим значенням

source: a number between 0.01 and 2 (default 0.707), the prior width to use in calculating Bayes factors
da: et tal mellem 0.01 og 2 (standard: 0.707), bredden af prior, der skal bruges til at beregne Bayes-faktor
nn: eit tal mellom 0.01 og 2 (standard: 0.707), breidda av prior som skal brukast til å berekna Bayes-faktor
pl: liczba z przedziału od 0.01 do 2 (domyślnie 0.707); szerokość prioru wykorzystana przy obliczaniu współczynników Bayesa
ru: число от 0,01 до 2 (по умолчанию 0,707), априорная ширина для использования при вычислении коэффициентов Байеса
sv: ett tal mellan 0.01 och 2 (standard: 0.707), bredden av prior som ska användas till att beräkna Bayes-faktor
ta: 0.01 மற்றும் 2 (இயல்புநிலை 0.707) க்கு இடையில் ஒரு எண், பேயச் காரணிகளைக் கணக்கிடுவதில் பயன்படுத்த முந்தைய அகலம்

source: a number between 0.5 and 2 (default 0.707), the prior width to use in calculating Bayes factors
ca: un nombre entre 0,5 i 2,0 (predeterminat 0,707), l'amplada a priori que s'utilitzarà per a calcular els factors de Bayes
da: et tal mellem 0.5 og 2 (standard: 0.707), bredden af prior, der skal bruges til at beregne Bayes-faktorer
de: eine Zahl zwischen 0.5 und 2 (Vorgabe: 0.707), die für die Berechnung der Bayes-Faktoren zu verwendende prior width
fr: un nombre entre 0.5 et 2 (défaut 0.707), la largeur de l'a priori à utiliser pour calculer les facteurs de Bayes
it: un numero tra 0.5 e 2 (predefinito 0.707), l'ampiezza del priore da usare nel calcolo dei fattori di Bayes
kk: 0,5 пен 2 аралығындағы сан (әдепкі 0,707), Байес факторларын есептегенде қолданатын алдыңғы ені
nn: eit tal mellom 0.5 og 2 (standard: 0.707), breidda av prior som skal brukast til å berekna Bayes-faktorar
pl: liczba z przedziału od 0.5 do 2 (domyślnie 0.707); szerokość rozkładu a priori wykorzystana przy obliczaniu współczynników Bayesa
pt: um número entre 0.5 e 2 (padrão 0.707), o prior da amplitude a ser usado no cálculo dos fatores de Bayes
ru: число от 0,5 до 2 (по умолчанию 0,707), предыдущая ширина, используемая при расчете факторов Байеса
sl: število med 0,5 in 2 (privzeto 0,707), ki določa predhodno širino za izračunavanje Bayesovih faktorjev
sv: ett tal mellan 0.5 och 2 (standard: 0.707), bredden av prior som ska användas till att beräkna Bayes-faktorer
ta: 0.5 முதல் 2 (இயல்புநிலை 0.707) க்கு இடையில் ஒரு எண், பேயச் காரணிகளைக் கணக்கிடுவதில் பயன்படுத்த வேண்டிய முந்தைய அகலம்
uk: число від 0,5 до 2 (по умолчанию 0,707), предыдущая ширина, використовувати прі розрахунку факторів Байеса

source: a number between 0.5 and 2.0 (default 0.707), the prior width to use in calculating Bayes factors
ca: un nombre entre 0,5 i 2,0 (predeterminat 0,707), l'amplada a priori que s'utilitzarà per a calcular els factors de Bayes
da: et tal mellem 0.5 og 2.0 (standard: 0.707), bredden af prior, der skal bruges til at beregne Bayes-faktorer
de: eine Zahl zwischen 0.5 und 2 (Vorgabe: 0.707), die für die Berechnung der Bayes-Faktoren zu verwendende prior width
fr: un nombre entre 0.5 et 2.0 (défaut 0.707), la largeur de l'a priori à utiliser pour calculer les facteurs de Bayes
it: un numero tra 0.5 e 2.0 (predefinito 0.707), l'ampiezza del priore da usare nel calcolo dei fattori di Bayes
kk: 0,5 пен 2 аралығындағы сан (әдепкі 0,707), Байес факторларын есептегенде қолданатын алдыңғы ені
nn: eit tal mellom 0.5 og 2.0 (standard: 0.707), breidda av prior som skal brukast til å berekna Bayes-faktorar
pl: liczba z przedziału od 0.5 do 2.0 (domyślnie 0.707); szerokość rozkładu a priori wykorzystana przy obliczaniu współczynników Bayesa
pt: um número entre 0.5 e 2 (padrão 0.707), o prior da amplitude a ser usado no cálculo dos fatores de Bayes
ru: число от 0,5 до 2,0 (по умолчанию 0,707), предыдущая ширина, используемая при расчете факторов Байеса
sl: število med 0,5 in 2,0 (privzeto 0,707), ki določa predhodno širino za izračunavanje Bayesovih faktorjev
sv: ett tal mellan 0.5 och 2.0 (standard: 0.707), bredden av prior som ska användas till att beräkna Bayes-faktorer
ta: 0.5 முதல் 2.0 (இயல்புநிலை 0.707) க்கு இடையில் ஒரு எண், பேயச் காரணிகளைக் கணக்கிடுவதில் பயன்படுத்த வேண்டிய முந்தைய அகலம்
uk: число від 0,5 до 2,0 (по умолчанию 0,707), предыдущая ширина, використовувати прі розрахунку факторів Байеса

source: a number between 50 and 99.9 (default: 95) specifying the confidence interval width
ca: un nombre entre 50 i 99,9 (predeterminat: 95) especificant l'amplada de l'Interval de Confiança
da: et tal mellem 50 og 99.9 (standard: 95), der specificerer bredden på konfidensintervallet
de: eine Zahl zwischen 50 und 99.9 (Vorgabe: 95), gibt die Breite des Konfidenzintervalls an
fr: un nombre entre 50 et 99.9 (défaut : 95) spécifiant la largeur de l'intervalle de confiance
it: un numero tra 50 e 99.9 (predefinito: 95) che specifica l'ampiezza dell'intervallo di fiducia
kk: 50 мен 99.9 аралығындағы сан (әдепкі: 95) сенімді аралық енін көрсету
nn: eit tal mellom 50 og 99.9 (standard: 95) som spesifiserer breidda på konfidensintervallet
pl: liczba z zakresu od 50 do 99.9 (domyślnie: 95) określająca szerokość przedziału ufności
pt: um número entre 50 e 99.9 (padrão: 95) especificando a amplitude do intervalo de confiança
ru: число от 50 до 99,9 (по умолчанию: 95), указывающее ширину доверительного интервала
sl: število med 50 in 99,9 (privzeto 95), ki določa širino intervala zaupanja
sv: ett tal mellan 50 och 99.9 (standard: 95) som specificerar bredden på konfidensintervallet
ta: 50 முதல் 99.9 க்கு இடையில் ஒரு எண் (இயல்புநிலை: 95) நம்பிக்கை இடைவெளி அகலத்தைக் குறிப்பிடுகிறது
uk: число від 50 до 99,9 (по умолчанию: 95), котрий вказувати ширину доверительного интервала
