Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Partial correlation matrices are a way to examine linear relationships between two or more continuous variables while controlling for other variables For each pair of variables, a Pearson's r value indicates the strength and direction of the relationship between those two variables. A positive value indicates a positive relationship (higher values of one variable predict higher values of the other variable). A negative Pearson's r indicates a negative relationship (higher values of one variable predict lower values of the other variable, and vice-versa). A value of zero indicates no relationship (whether a variable is high or low, does not tell us anything about the value of the other variable). More formally, it is possible to test the null hypothesis that the correlation is zero and calculate a p-value. If the p-value is low, it suggests the correlation co-efficient is not zero, and there is a linear (or more complex) relationship between the two variables.
ca: Les matrius de correlació parcial son una forma d'examinar les relacions lineals entre dos o més variables contínues mentre es controla per altres variables. Para cada parella de variables, el valor r de Pearson indica la força i direcció de la relació entre aquestes dues variables. Un valor positiu indica una relació positiva (valors més elevats d'una variable prediuen valors més elevats de l'altra variable). Un valor negatiu de la r de Pearson indica una relació negativa (valors més elevats d'una variable prediuen valors més baixos de l'altra variable, i viceversa). Un valor de zero indica que no hi ha relació (si una variable és alta o baixa, no ens diu res sobre el valor de l'altra variable). Més formalment, és possible provar la hipòtesi nul·la de que la correlació és zero i calcular un valor-p. Si el valor-p és baix, suggereix que el coeficient de correlació no és zero, i hi ha una relació lineal (o més complexa) entre les dues variables.
da: Partielle korrelationer er en måde at undersøge lineære relationer mellem to eller flere kontinuerlige variabler, mens en kontrollerer for andre variabler. For hvert par af variabler angiver en Pearsons r-koeffisient styrken og retningen for forholdet mellem disse to variabler. En positiv værdi indikerer en positiv relation (hvor højere værdier af en variabel forudser høje værdier for den anden variabel). Et negativt Pearsons r-koeffisient angiver en negativ relation (hvor højere værdier af en variabel forudser lave værdier for den anden variabel og omvendt). Værdien nul angiver ingen relation (om en variabel er høj eller lav, fortæller os ikke noget om værdien af den anden variabel). Det er muligt at teste nulhypotesen om at korrelationen er nul og beregner en p-værdi. Hvis p-værdien er lav, antyder det at sammenslutningseffektiv korrelation ikke er nul, og at det er en lineær (eller mere kompleks) relation mellem de to variabler.
de: Partielle Korrelationsmatrizen sind eine Möglichkeit, lineare Beziehungen zwischen mindestens zwei kontinuierlichen Variablen zu untersuchen, während gleichzeitig für den Einfluss anderer Variablen kontrolliert wird. Für jedes Variablenpaar gibt ein Pearson-r-Wert die Stärke und Richtung der Beziehung zwischen diesen beiden Variablen an. Ein positiver Wert zeigt eine positive Relation an (bei der höhere Werte in einer Variablen mit höheren Werten in der anderen Variablen einhergehen). Ein negativer Wert eine umgekehrte Relation an (bei der höhere Werte in einer Variablen mit niedrigeren Werten in der anderen Variablen einhergene und umgekehrt). Ist der Wert von r Null, so besteht keine Beziehung zwischen den Variablen (und ob eine Variable hoch oder niedrig ist, sagt uns nichts über den Wert der anderen Variable). Es ist möglich, die Nullhypothese zu testen, dass die Korrelation gleich Null ist, indem ein p-Wert für diese Hypothese berechnet wird. Ist der p-Wert niedrig, deutet das darauf hin, dass der Korrelationskoeffizient nicht Null ist, und es gibt eine lineare (oder komplexere) Beziehung zwischen den beiden Variablen.
fr: Les matrices de corrélations partielles sont un moyen d'examiner la relation linéaire entre deux ou plusieurs variables continues tout en contrôlant les autres variables Pour chaque paire de variables, la valeur du r de Pearson indique la force et la direction de la relation entre ces deux variables. Une valeur positive indique une relation positive (une augmentation des valeurs d'une variable prédit une augmentation des valeur de l'autre variable). Une valeur négative indique une relation négative (une augmentation des valeurs d'une variable prédit une diminution des valeur de l'autre variable et vice-versa). Une valeur de 0 indique une absence de relation (que les valeurs d'une variable augmentent ou diminuent ne nous dit rien sur les valeurs de l'autre variable). Plus formellement, il est possible de tester l'hypothèse nulle que la corrélation est de 0 et de calculer une valeur p. Si la valeur p est basse, cela suggère que le coefficient de corrélation est différent de 0 et qu'il existe une relation linéaire (ou pus complexe) entre les deux variables.
he: מטריצות מתאם חלקי הן דרך לבחון יחסים ליניאריים בין שני משתנים רציפים או יותר תוך בקרה על משתנים אחרים עבור כל צמד משתנים, r של פירסון מעיד על חוזק הקשר ביניהם ועל הכיוון שלו. ערך חיובי מעיד על קשר חיובי (ערכים גבוהים של משתנה אחד מנבאים ערכים גבוהים של המשתנה השני). ערך שלילי של r של פירסון מעיד על קשר שלילי (ערכים גבוהים של משתנה אחד מנבאים ערכים נמוכים של המשתנה השני, ולהפך). הערך אפס מעיד שאין קשר (בין אם הערך של המשתנה גבוה או נמוך, זה לא אומר דבר על המשתנה השני). באופן רשמי, ניתן לבחון את השערת האפס שהמתאם הוא אפס ולחשב את ערך ה־p. ערך p נמוך מעיד על מקדם המתאם שאינו שווה לאפס ושיש קשר ליניארי (או מורכב יותר) בין שני המשתנים.
it: Le matrici di correlazione parziale sono un modo per esaminare le relazioni lineari tra due o più variabili continue controllate da altre variabili. Per ogni coppia di variabili, il valore r di Pearson indica la forza e direzione della relazione tra queste due variabili. Un valore positivo indica una relazione positiva (maggiore di uno, la variabile prevede valori più alti dell'altra variabile). Un valore negativo la r di Pearson indica una relazione negativa (maggiore di uno, la variabile prevede valori più bassi dell'altra variabile e viceversa). Un valore pari a zero indica l'assenza di relazione (se una variabile è alta o bassa, non ci dice nulla sul valore dell'altra variabile). Più formalmente, è possibile testare l'ipotesi nulla che la correlazione è zero e calcolare un valore p. Un piccolo valore di p suggerisce che il coefficiente di correlazione non è zero, e c'è un coefficiente lineare (o una più complessa) relazione tra le due variabili.
kk: Жартылай корреляциялық матрицалар —басқа айнымалыларды басқару кезіндегі екі немесе одан да көп үздіксіз айнымалылар арасындағысызықтық қатынастарды зерттеу тәсілі Әрбір айнымалы жұп үшін Пирсонның r мәні осы екі айнымалы арасындағы күшті және байланыстың бағытын көрсетеді. Оң мән оң қатынасты көрсетеді (бір айнымалының жоғары мәндері басқа айнымалының жоғары мәндерін болжайды). Теріс Пирсонның r мәні теріс қатынасты көрсетеді (бір айнымалының жоғары мәндері басқа айнымалының төменгі мәндерін болжайды, және керісінше). Нөл мәні ешқандай қатынастың жоқтығын көрсетеді (айнымалы мән жоғары ма немесе төмен, бізге басқа айнымалының мәні туралы ештеңе айтпайды). Ресми түрде, корреляция нөлге тең болатын нөлдік гипотезаны тексеруге және p-мәнін есептеуге болады. Егер p-мәні төмен болса, корреляция коэффициенті нөл емес және екі айнымалы арасындағы қатынас сызықтық (немесе күрделірек) деп есептейді.
nn: Partielle korrelasjonar er ein måte å undersøkja lineære relasjonar mellom to eller fleire kontinuerlege variablar medan ein kontrollerer for andre variablar. For kvart par av variablar angir ein Pearsons r-koeffisient styrken og retninga for forholdet mellom desse to variablane. Ein positiv verdi indikerer ein positiv relasjon (kor høgare verdiar av éin variabelen predikerer høge verdiar for den andre variabelen). Eit negativt Pearsons r-koeffisient angir ein negativ relasjon (kor høgare verdiar av éin variabelen predikerer låge verdiar for den andre variabelen, og omvend). Verdien null angir ingen relasjon (om ein variabel er høg eller låg, fortel oss ikkje noko om verdien av den andre variabelen). Det er mogleg å testa nullhypotesen om at korrelasjonen er null og bereknar ein p-verdi. Viss p-verdien er låg, antydar det at samvirkeeffektiv korrelasjon ikkje er null, og at det er ein lineær (eller meir kompleks) relasjon mellom dei to variablane.
no: Partielle korrelasjoner er en måte å undersøke lineære relasjoner mellom to eller flere kontinuerlige variabler mens en kontrollerer for andre variabler. For hvert par av variabler angir en Pearsons r-koeffisient styrken og retningen for forholdet mellom disse to variablene. En positiv verdi indikerer en positiv relasjon (hvor høyere verdier av én variabelen predikerer høye verdier for den andre variabelen). Et negativt Pearsons r-koeffisient angir en negativ relasjon (hvor høyere verdier av én variabelen predikerer lave verdier for den andre variabelen, og omvendt). Verdien null angir ingen relasjon (om en variabel er høy eller lav, forteller oss ikke noe om verdien av den andre variabelen). Det er mulig å teste nullhypotesen om at korrelasjonen er null og beregner en p-verdi. Hvis p-verdien er lav, antyder det at samvirkeeffektiv korrelasjon ikke er null, og at det er en lineær (eller mer kompleks) relasjon mellom de to variablene.
pl: Macierze korelacji cząstkowych służą do badania zależności liniowych pomiędzy dwiema lub kilkoma zmiennymi ciągłymi przy jednoczesnym kontrolowaniu innych zmiennych. Wartość r Pearsona wskazuje siłę i kierunek związku każdej pary zmiennych. Dodatnia wartość oznacza związek dodatni (wraz ze wzrostem wartości jednej zmiennej wzrastają wartości drugiej zmiennej). Ujemna wartość współczynnika r Pearsona wskazuje na związek ujemny (wraz ze wzrostem wartości jednej zmiennej wartości drugiej zmiennej maleją). Wartość zero wskazuje na brak związku (wartość jednej zmiennej nie jest związana z wartością drugiej zmiennej). Precyzyjniej: analiza ta umożliwia przetestowanie hipotezy zerowej, mówiącej o ty, że wartość współczynnika korelacji wynosi zero Niska wartość p sugeruje, że współczynnik korelacji jest niezerowy oraz że istnieje liniowa (lub bardziej złożona) relacja pomiędzy zmiennymi.
pt: Matrizes de correlação parciais são uma forma de examinar relações lineares entre duas ou mais variáveis contínuas controlando a associação com outras variáveis Para cada par de variáveis, um valor r de Pearson indica a força e a direção da relação entre essas duas variáveis. Um valor positivo indica uma relação positiva (valores mais altos de uma variável estão associados a valores mais elevados da outra variável). Um r negativo indica uma relação negativa (valores mais altos de um variável estão associados a valores mais baixos da outra variável, e vice-versa). Um valor de zero indica ausência de relação linear (se uma variável é alta ou baixa, não podemos dizer nada acerca da outra variável). Mais formalmente, é possível testar a hipótese nula de que a correlação é zero e calcular um p-value. Se o valor de p for baixo, a correlação é significativamente diferente de zero, e há uma relação linear (ou mais complexa) entre as duas variáveis.
ru: Матрицы частичной корреляции - это способ изучения линейной связи между двумя или более непрерывными переменными при контроле за другими переменными. Для каждой пары переменных значение r по Пирсону показывает силу и направление связи между этими двумя переменными. A положительное значение указывает на положительную связь (более высокие значения одной переменной предсказывают более высокие значения другой переменной). Отрицательное значение Pearson's r указывает на отрицательную связь (более высокие значения одной переменной предсказывают более низкие значения другой переменной). переменной предсказывают более низкие значения другой переменной, и наоборот). Нулевое значение указывает на отсутствие взаимосвязи (высокие или низкие значения переменной ни о чем не говорят). или низкая, ничего не говорит нам о значении другой переменной). Более формально, можно проверить нулевую гипотезу о том, что корреляция равна нулю и вычислить p-значение. Если p-значение низкое, это говорит о том, что это говорит о том, что коэффициент корреляции не равен нулю, и существует линейная (или более сложная) связь между двумя переменными.
sl: Matrike delnih korelacij omogočajo preučevanja linearnih povezav med dvema ali več zveznimi spremenljivkami ob hkratnem pregledu drugih spremenljivk. Vrednost Pearsonovega r kaže moč in smer povezave za vsak par spremenljivk. Pozitivna vrednost pomeni pozitivno razmerje (višje vrednosti ene spremenljivke napovedujejo višje vrednosti druge), negativna nasprotno (višje vrednosti ene spremenljivke napovedujejo nižje vrednosti druge spremenljivke in obratno). Vrednost nič pomeni, da ni povezave (visoka ali nizka vrednost spremenljivke ne pove ničesar o vrednosti druge). Ničelno hipotezo je mogoče preveriti z izračunom p-vrednosti, če je korelacija enaka nič. Če je p-vrednost nizka, pomeni, da korelacijski koeficient ni enak nič in da med spremenljivkama obstaja linearna (ali bolj kompleksna) povezava.
sv: Partiella korrelationer är ett sätt att undersöka linjära relationer mellan två eller flera kontinuerliga variabler medan en kontrollerar för andra variabler. För varje par av variabler anger en Pearsons r-koeffisient styrkan och riktningen för förhållandet mellan dessa två variablerna. Ett positivt värde indikerar en positiv relation (var högre värden av en variabeln förutser höga värden för den andra variabeln). Ett negativt Pearsons r-koeffisient anger en negativ relation (var högre värden av en variabeln förutser låga värden för den andra variabeln, och motsatt). Värdet noll anger ingen relation (om en variabel är hög eller låg, berättar oss inte något om värdet av den andra variabeln). Det är möjligt att testa nollhypotesen om att korrelationen är noll och beräknar en p-värde. Om p-vårdet är låg, antyder det att sammanslutningseffektiv korrelation inte är noll, och att det är en linjär (eller mer komplex) relation mellan de två variablerna.
ta: பகுதி தொடர்பு மெட்ரிக்குகள் நேரியல் உறவுகளை ஆராய ஒரு வழியாகும் மற்றவர்களைக் கட்டுப்படுத்தும் போது இரண்டு அல்லது அதற்கு மேற்பட்ட தொடர்ச்சியான மாறிகள் இடையே மாறிகள் ஒவ்வொரு இணை மாறிகளுக்கும், ஒரு பியர்சனின் ஆர் மதிப்பு வலிமையைக் குறிக்கிறது மற்றும் அந்த இரண்டு மாறிகள் இடையிலான உறவின் திசை. A நேர்மறை மதிப்பு நேர்மறையான உறவைக் குறிக்கிறது (ஒன்றின் உயர் மதிப்புகள் மாறி மற்ற மாறியின் உயர் மதிப்புகளை கணிக்கவும்). ஒரு எதிர்மறை பியர்சனின் ஆர் எதிர்மறை உறவைக் குறிக்கிறது (ஒன்றின் உயர் மதிப்புகள் மாறி மற்ற மாறியின் குறைந்த மதிப்புகளை கணிக்கவும், மற்றும் நேர்மாறாகவும்). பூச்சியத்தின் மதிப்பு எந்த உறவையும் குறிக்கவில்லை (ஒரு மாறி அதிகமாக இருந்தாலும் சரி அல்லது குறைவாக, மற்றவரின் மதிப்பைப் பற்றி எங்களுக்கு எதுவும் சொல்லவில்லை மாறி). இன்னும் முறையாக, சுழிய கருதுகோளை சோதிக்க முடியும் தொடர்பு பூச்சியமாகும் மற்றும் ஒரு பி-மதிப்பைக் கணக்கிடுங்கள். பி-மதிப்பு குறைவாக இருந்தால், அது தொடர்பு இணை செயல்திறன் பூச்சியமல்ல, ஒரு நேரியல் உள்ளது என்று அறிவுறுத்துகிறது (அல்லது மிகவும் சிக்கலானது) இரண்டு மாறிகள் இடையே உறவு.
tr: Kısmi korelasyon matrisleri, diğer değişkenleri kontrol ederken iki veya daha fazla sürekli değişken arasındaki doğrusal ilişkileri incelemenin bir yoludur. Her değişken çifti için, bir Pearson r değeri bu iki değişken arasındaki ilişkinin gücünü ve yönünü gösterir. Pozitif bir değer pozitif bir ilişkiyi gösterir (bir değişkenin daha yüksek değerleri diğer değişkenin daha yüksek değerlerini tahmin eder). Negatif bir Pearson r negatif bir ilişkiyi gösterir (bir değişkenin daha yüksek değerleri diğer değişkenin daha düşük değerlerini tahmin eder ve tersi). Sıfır değeri ilişki olmadığını gösterir (bir değişkenin yüksek veya düşük olması, diğer değişkenin değeri hakkında bize hiçbir şey söylemez). Daha formel olarak, korelasyonun sıfır olduğu boş hipotezini test etmek ve bir p-değeri hesaplamak mümkündür. Eğer p-değeri düşükse, bu korelasyon katsayısının sıfır olmadığını ve iki değişken arasında doğrusal (veya daha karmaşık) bir ilişki olduğunu gösterir.
uk: Матрицы часткової корреляции - це способу вивчення линейной зв'язку між двома або понад непрерывными переменными прі контролі за другими переменными. Для кожноїпари переменных значення r по Пирсону показує силу і направлення зв'язку між цими двома переменными. A позитивне значення вказує на позитивну зв'язок (понад високі значення одної переменной предсказывают понад високі значення другой переменной). Отрицательное значення Pearson's r вказує на отрицательную зв'язок (понад високі значення одної переменной предсказывают понад низкие значення другой переменной). переменной предсказывают понад низкие значення другой переменной, і навпаки). Нульове значення вказує на відсутність взаимосвязи (високі або низкие значення переменной нічому не говорять). або низкая, нічого не говорить нам о значенні другой переменной). Понад формально, можна перевірити нульову гіпотезу о тому, що корреляция рівний нулю і вычислить p-значення. Якщо p-значення низкое, це говорить о тому, що це говорить о тому, що коефіцієнт корреляции не рівний нулю, і існує линейная (або понад складна) зв'язок між двома переменными.

source: Partial η²
ca: η² parcial
da: Partiel η²
de: Partielles η²
fr: η² partiel
he: η² חלקי
it: η² parziale
kk: жартылай η²
nl: Deelse η²
nn: Partiell η²
no: Partiell η²
pl: Cząstkowe η²
pt: η² parcial
ru: Частное η²
sl: Delni η²
sv: Partiell η²
ta: பகுதி ம
tr: Kısmi η²
uk: Частку η²

source: partial η²
ca: η² parcial
da: partiel η²
de: partielles η²
fr: η² partiel
he: η² חלקי
it: η² parziale
kk: жартылай η²
nl: deelse η²
nn: partiell η²
no: partiell η²
pl: cząstkowe η²
pt: η² parcial
ru: частное η²
sl: delni η²
sv: partiell η²
ta: பகுதி ம
tr: kısmi η²
uk: частку η²

source: Path Diagram
ca: Diagrama de Camí
da: Stidiagram
de: Pfaddiagramm
fr: Diagramme structurel
he: דיאגרמת נתיבים
it: Diagramma di Flusso
kk: жол диаграммасы
nl: Wegendiagram
nn: Stidiagram
no: Stidiagram
pl: Diagram ścieżkowy
pt: Diagrama de Trajetórias
ru: Диаграмма пути
sl: Diagram poti
sv: Stigdiagram
ta: பாதை வரைபடம்
tr: Yol Diyagramı
uk: Диаграмма путі

source: Path diagram
ca: Diagrama de camí
da: Stidiagram
de: Pfaddiagramm
fr: Diagramme structurel
he: דיאגרמת נתיבים
it: Diagramma di flusso
kk: жол диаграммасы
nl: Wegendiagram
nn: Stidiagram
no: Stidiagram
pl: Diagram ścieżkowy
pt: Diagrama de Trajetórias
ru: диаграмма пути
sl: Diagram poti
sv: Stigdiagram
ta: பாதை வரைபடம்
tr: Yol diyagramı
uk: Диаграмма путі

source: Pearson
he: פירסון
kk: Пирсон
pl: r Pearsona
ru: Пирсон
sl: Pearsonova korelacija
ta: பியர்சன்
uk: Пирсон

source: Pearson correlation cannot be calculated for non-numeric values
da: Pearson-korrelation kan ikke beregnes for ikke-numeriske værdier
fr: La corrélation de Pearson ne peut pas être calculée pour des valeurs non numériques
he: אי אפשר לחשב מתאם פירסון לערכים לא מספריים
hr: Pearsonova korelacija se ne može izračunati za nenumeričke vrijednosti
nn: Pearson-korrelasjon kan ikkje bereknast for ikkje-numeriske verdiar
no: Pearson-korrelasjon kan ikke beregnes for ikke-numeriske verdier
pl: Nie można obliczyć korelacji Pearsona dla wartości nienumerycznych
ru: Корреляция Пирсона не может быть рассчитана для нечисловых значений
sv: Pearson-korrelation kan inte beräknas för ikke-numeriske värden
ta: பியர்சன் தொடர்பை எண் அல்லாத மதிப்புகளுக்கு கணக்கிட முடியாது
tr: Pearson korelasyonu sayısal olmayan değerler için hesaplanamaz

source: Pearson's r
ca: R de Pearson
fr: r de Pearson
he: r של פירסון
hr: Pearsonov r
it: r di Pearson
kk: Пирсон r
pl: r Pearsona
pt: R de Pearson
ru: Пирсон r
sl: Pearsonov R
ta: பியர்சனின் ஆர்
tr: Pearson'ın r'si
uk: Пирсон r

source: Pearson{}Correlation
ca: Correlació{}Pearson
da: Pearson{}Korrelation
de: Pearson{}Korrelation
fr: Corrélation de Pearson
he: מתאם{}פירסון
it: Correlazione{}Pearson
kk: Пирсон{}Корреляциясы
nl: Pearson{}correlatie
nn: Pearson{}Korrelasjon
no: Pearson{}Korrelasjon
pl: Korelacja Pearsona{}
pt: Correlação{}Pearson
ru: Корреляция{}Пирсона
sl: Pearsonova{}korelacija
sv: Pearson{}Korrelation
ta: பியர்சன் {} தொடர்பு
tr: Pearson{}Korelasyon
uk: Корреляция{}Пирсона

source: Percentages
ca: Percentatges
da: Procentandele
de: Prozentanteile
fr: Pourcentages
he: אחוזים
hr: Postoci
it: Percentuali
kk: пайыздар
nn: Prosentdelar
no: Prosentandeler
pl: Procenty
pt: Percentagens
ru: Процентаж
sl: Odstotki
sv: Procentandelar
tr: Yüzdeler
uk: Процентаж

source: Percentages of total
ca: Percentatges del total
da: Procentandele af totalt
de: Prozentanteil an der Gesamtsumme
fr: Pourcentages du total
he: אחוזים מהכול
hr: Postoci ukupnog broja
it: Percentuali del totale
kk: жалпы санының пайызы
nl: Percentages van totaal
nn: Prosentdelar av totalen
no: Prosentandeler av totalt
pl: Procent całości
pt: Percentagem do total
ru: Общий процентаж
sl: Odstotki skupnega
sv: Procentandelar av totalt
ta: மொத்த சதவீதங்கள்
tr: Toplamın yüzdeleri
uk: Спільний процентаж

source: Percentages within {var}
ca: Percentatges de {var}
da: Procentandele inden for {var}
de: Prozentanteil innerhalb von {var}
fr: Pourcentages dans la variable {var}
he: אחוזים בתוך {var}
hr: Postoci unutar {var}
it: Percentuali di {var}
kk: {var} ішіндегі пайыздар
nl: Percentages binnen {var}
nn: Prosentdelar innanfor {var}
no: Prosentandeler innenfor {var}
pl: Procenty w {var}
pt: Percentagens dentro da variável {var}
ru: Процентаж в пределах {var}
sl: Odstotki spremenljivke {var}
sv: Procentandelar inom {var}
ta: {Var the க்குள் சதவீதங்கள்
tr: {var} içindeki yüzdeler
uk: Процентаж у межах {var}

source: Percentile
ca: Percentil
da: Persentil
de: Perzentil
fr: Centile
he: אחוזון
hr: Percentil
kk: процентиль
nl: Percentiel
nn: Persentil
no: Persentil
pl: Percentyl
pt: Percentil
ru: Процентиль
sl: Percentil
sv: Persentil
ta: விழுக்காடு
tr: Yüzdelik
uk: Процентиль

source: Percentile Values
ca: Valors del Percentil
da: Persentilværdier
de: Perzentilwerte
fr: Valeurs de centiles
he: ערכי אחוזונים
hr: Percentil vrijednosti
it: Valori Percentili
kk: пайыздық мәндер
nl: Percentielwaarden
nn: Persentilverdiar
no: Persentilverdier
pl: Wartości percentyli
pt: Valores Percentílicos
ru: Процентильные значения
sl: Percentilne Vrednosti
sv: Persentilvården
ta: சதவீத மதிப்புகள்
tr: Yüzdelik Değerler
uk: Процентильные значення

source: Percentile values
ca: Valors del percentil
da: Persentilværdier
de: Perzentilwerte
fr: Valeurs de centiles
he: ערכי אחוזונים
hr: Percentil vrijednosti
it: Valori percentili
kk: пайыздық мәндер
nl: Percentielwaarden
nn: Persentilverdiar
no: Persentilverdier
pl: Wartości percentyli
pt: Valores percentílicos
ru: Процентильные значения
sl: Percentilne vrednosti
sv: Persentilvården
ta: சதவீத மதிப்புகள்
tr: Yüzdelik değerler
uk: Процентильные значення

source: Percentiles
ca: Percentils
da: Persentiler
de: Perzentile
fr: Centiles
he: אחוזונים
hr: Percentili
it: Percentili
kk: процентильдер
nl: Percentielen
nn: Persentilar
no: Persentiler
pl: Percentyle
pt: Percentis
ru: Процентили
sl: Percentili
sv: Persentiler
ta: விழுக்காடு
tr: Yüzdelikler
uk: Процентили
