Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The repeated measures has only two levels. The assumption of sphericity is always met when the repeated measures has only two levels
ca: Las mesures repetides tenen només dos nivells. El supòsit d'esfericitat sempre es cumpleix quan les mesures repetides tenen només dos nivells
da: Det er kun to gentagne målinger. Antagelsen om sfæricitet er altid givet når faktoren for gentagne målinger har kun to niveauer
de: Der Messwiederholungsfaktor hat nur zwei Faktorstufen. Die Annahme der Sphärizität ist immer erfüllt, wenn der Messwiederholungsfaktor nur zwei Stufen hat
fr: Les mesures répétées n'ont que deux modalités. La condition de sphéricité est automatiquement validée dans ce cas
it: Le misure ripetute hanno solo due livelli. L'assunzione di sfericità è sempre soddisfatta quando le misure ripetute hanno solo due livelli
kk: Қайталанатын шаралар тек екі деңгейден тұрады. Қайталанатын шаралар тек екі деңгейге ие болған кезде сфералық болжам әрқашан орындалады
nn: Det er berre to gjentekne målingar. Antakinga om sfærisitet er alltid gitt når faktoren for gjentekne målingar har berre to nivå
pl: Powtórzony pomiar ma tylko dwa poziomy. Założenie o sferyczności jest zawsze spełnione, gdy powtarzane pomiary mają tylko dwa poziomy
pt: As medidas repetidas têm apenas dois níveis. O pressuposto da esfericidade é sempre válido quando as medidas repetidas têm apenas dois níveis
ru: Повторные измерения имеют только два уровня. Предположение о сферичности всегда выполняется, когда повторяющиеся измерения имеют только два уровня
sl: Ponavljajoče meritve imajo le dve ravni. Predpostavka sferičnosti je izpolnjena vedno, ko ima ponavljajoča meritev le dve ravni.
sv: Det är bara två upprepade mätningar. Antagandet om sfæriskhet givits alltid när faktorn för upprepade mätningar har bara två nivåer
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் இரண்டு நிலைகள் மட்டுமே உள்ளன. மீண்டும் மீண்டும் நடவடிக்கைகளுக்கு இரண்டு நிலைகள் மட்டுமே இருக்கும்போது கோளத்தின் அனுமானம் எப்போதும் நிறைவு செய்யப்படுகிறது
uk: Повторний виміри мають тільки два рівня. Припущення о сферичности завжди виконується, коли котрий повторюватися виміри мають тільки два рівня

source: The repeated measures has only two levels. The assumption of sphericity is always met when the repeated measures has only two levels.
ca: Las mesures repetides tenen només dos nivells. El supòsit d'esfericitat sempre es cumpleix quan les mesures repetides tenen només dos nivells.
da: Det er kun to gentagne målinger. Antagelsen om sfæricitet er altid givet når faktoren for gentagne målinger har kun to niveauer.
de: Der Messwiederholungsfaktor hat nur zwei Faktorstufen. Wenn der Messwiederholungsfaktor nur zwei Stufen hat, ist die Annahme der Sphärizität immer erfüllt.
fr: Les mesures répétées n'ont que deux modalités. La condition de sphéricité est automatiquement validée dans ce cas.
he: למדידות החוזרות יש רק שתי רמות. כשיש רק שתי רמות למדידות החוזרות הנחת הכדוריות תמיד מתקיימת.
hr: Ponovljena mjerenja imaju samo dvije razine. Pretpostavka sfericiteta (podjednakih varijanci) je uvijek zadovoljena kada postoje samo dva ponovljena mjerenja.
it: Le misure ripetute hanno solo due livelli. L'assunzione di sfericità è sempre soddisfatta quando le misure ripetute hanno solo due livelli.
kk: Қайталанатын шаралар тек екі деңгейден тұрады. Қайталанатын шаралар тек екі деңгейге ие болған кезде сфералық болжам әрқашан орындалады.
nn: Det er berre to gjentekne målingar. Antakinga om sfærisitet er alltid gitt når faktoren for gjentekne målingar har berre to nivå.
no: Det er bare to gjentatte målinger. Antakelsen om sfæriskhet er alltid gitt når faktoren for gjentatte målinger har bare to nivåer.
pl: Powtórzony pomiar ma tylko dwa poziomy. Założenie o sferyczności jest zawsze spełnione, gdy powtarzane pomiary mają tylko dwa poziomy.
pt: As medidas repetidas têm apenas dois níveis. O pressuposto da esfericidade é sempre válido quando as medidas repetidas têm apenas dois níveis.
ru: Повторные измерения имеют только два уровня. Предположение о сферичности всегда выполняется, когда повторяющиеся измерения имеют только два уровня.
sl: Ponavljajoče meritve imajo le dve ravni. Predpostavka sferičnosti je izpolnjena vedno, ko ima ponavljajoča meritev le dve ravni.
sv: Det är bara två upprepade mätningar. Antagandet om sfæriskhet givits alltid när faktorn för upprepade mätningar har bara två nivåer.
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் இரண்டு நிலைகள் மட்டுமே உள்ளன. மீண்டும் மீண்டும் நடவடிக்கைகளுக்கு இரண்டு நிலைகள் மட்டுமே இருக்கும்போது கோளத்தின் அனுமானம் எப்போதும் நிறைவு செய்யப்படுகிறது.
tr: Tekrarlı ölçümler sadece iki düzeye sahip. Tekrarlı ölçümler sadece iki düzeye sahip olduğunda küresellik varsayımı her zaman karşılanır.
uk: Повторний виміри мають тільки два рівня. Припущення о сферичности завжди виконується, коли котрий повторюватися виміри мають тільки два рівня.

source: the repeated measures measurements.
ca: els amidaments de mesures repetides.
da: de gentagne målinger.
de: die Messungen für die Messwiederholungen.
fr: les valeurs des mesures répétées.
he: מדדי המדידות החוזרות.
hr: mjere za ponovljena mjerenja.
it: le misurazioni ripetute delle misure.
kk: қайталанатын өлшем өлшемдері.
nl: de metingen voor herhaalde metingen.
nn: dei gjentekne målingane.
no: de gjentatte målingene.
pl: miary powtarzanych pomiarów.
pt: as medições das medidas repetidas.
ru: меры повторных измерений.
sv: de upprepade mätningarna.
ta: மீண்டும் மீண்டும் அளவீட்டு அளவீடுகள்.
tr: tekrarlı ölçümler ölçümleri.
uk: міри повторний вимірів.

source: the repeated measures terms of the model.
ca: els termes de mesures repetides del model.
da: de modeltermer for de gentagne målinger.
de: die Modellterme für die Messwiederholungen.
fr: les mesures répétées du modèle.
he: תנאי המדידות החוזרות של המודל.
hr: uvjeti modela ponovljenih mjerenja.
it: i termini delle misure ripetute del modello.
kk: үлгінің қайталанатын өлшем шарттары.
nn: dei modelltermane for dei gjentekne målingane.
no: de modelltermene for de gjentatte målingene.
pl: składniki powtarzanych pomiarów w modelu.
pt: os termos de medidas repetidas do modelo.
ru: термы повторных измерений модели.
sl: pogoji ponovljenih meritev modela.
sv: de modelltermerna för de upprepade mätningarna.
ta: மாதிரியின் தொடர்ச்சியான நடவடிக்கைகள் விதிமுறைகள்.
tr: modelin tekrarlı ölçümler terimleri.
uk: термы повторний вимірів моделі.

source: The Student's Independent samples t-test (sometimes called a two-samples t-test) is used to test the null hypothesis that two groups have the same mean. A low p-value suggests that the null hypothesis is not true, and therefore the group means are different.
ca: La prova t de Student per a mostres independents (també anomenada prova t per a dues mostres) s'utilitza per a provar la hipòtesi nul·la de que dos grups tenen la mateixa mitjana. Un valor-p baix suggereix que la hipòtesi nul·la no és certa, i per tant que les mitjanes del grup son diferents.
da: Students uafhængigt t-test (nogle gange kaldte uparret t-test) bruges til at teste nulhypotesen om at to grupper har samme gennemsnit. En lav p-værdi antyder, at nulhypotesen ikke er sand, og at gruppemidlerne derfor er forskellige.
de: Der Student's t-Test für unabhängige Stichproben (manchmal auch Zwei-Stichproben-t-Test genannt) wird verwendet, um die Nullhypothese zu testen, dass zwei Gruppen den gleichen Mittelwert haben. Ein niedriger p-Wert legt nahe, dass die Nullhypothese nicht wahr ist, und dass die Gruppenmittelwerte unterschiedlich sind.
fr: Le test t de Student pour échantillons indépendants (test t pour deux échantillons) est utilisé pour tester l'hypothèse nulle que deux groupes ont la même moyenne. Une valeur p faible suggère que l'hypothèse nulle n'est pas vraie et donc que les moyennes sont différentes.
he: משתמשים במבחן t של סטודנט למדגמים בלתי תלויים (הנקרא לעיתים מבחן t לשני מדגמים) לבחינת השערת האפס שלשתי קבוצות יש את אותו הממוצע. ערך p נמוך מעיד על אי נכונותה של השערת האפס ושממוצעי הקבוצות שונים.
hr: Studentov t-test za nezavisna mjerenja (nekad nazivan i t-testom za dva uzorka) koristi se za testiranje ništične hipoteze da obje skupine imaju jednaku aritmetičku sredinu. NIska p-vrijednost sugerira da ništična hipoteza nije točna i da su aritmetičke sredine grupa različite.
it: Il test t di Student a Campioni Indipendenti (a volte chiamato t-test a due campioni) viene utilizzato per verificare l'ipotesi nulla che due gruppi abbiano la stessa media. Un piccolo valore di p, suggerisce che l'ipotesi nulla non è vera e quindi le medie dei due gruppi sono diverse.
kk: Студенттің тәуелсіз үлгілері t-сынағы (кейде екі үлгілі t-тест деп аталады) екі топта бірдей орта мәні бар нөлдік гипотезаны тексеру үшін қолданылады. Төмен p-мәні нөлдік гипотезаның дұрыс еместігін көрсетеді, сондықтан топтық құралдар әртүрлі.
nn: Students uavhengig t-test (stundom kalla upara t-test) blir brukt til å testa nullhypotesen om at to grupper har same gjennomsnitt. Ein låg p-verdi antydar at nullhypotesen ikkje er sann, og at gruppemidlane derfor er ulike.
no: Students uavhengig t-test (noen ganger kalt uparet t-test) brukes til å teste nullhypotesen om at to grupper har samme gjennomsnitt. En lav p-verdi antyder at nullhypotesen ikke er sann, og at gruppemidlene derfor er forskjellige.
pl: Test t Studenta dla prób niezależnych (czasami nazywany testem t dla dwóch grup) jest używany do testowania hipotezy zerowej głoszącej, że dwie grupy mają taką samą średnią. Niska wartość p sugeruje, że hipoteza zerowa nie jest prawdziwa, w związku z czym średnie można uznać za istotnie różniące się od siebie.
pt: O teste t de Student para amostras independentes (também conhecido por teste t para duas amostras) serve para testar a hipótese nula de que os dois grupos têm a mesma média. Um p-value pequeno sugere que a hipótese nula não é verdadeira e, consequentemente, as médias dos dois grupos são diferentes.
ru: Независимый выборочный t-тест Стьюдента (иногда его называют двухвыборочным t-тестом) используется для проверки нулевой гипотезы о том, что две группы имеют одинаковое среднее значение. Низкое p-значение говорит о том, что нулевая гипотеза не верна, и, следовательно, групповые средние различны.
sl: T-Test neodvisnih vzorcev (tudi t-test dveh vzorcev) se uporablja za preverjanje ničelne hipoteze, da imata dve skupini enako povprečno vrednost. Nizka p-vrednost pomeni, da ničelna hipoteza ne drži, in sta povprečji skupin različni.
sv: Students oberoende t-test (några gångar kallade uparet t-test) användes till att testa nollhypotesen om att två grupper har samma genomsnitt. En låg p-värde antyder att nollhypotesen inte är sann, och att gruppmedlen därför är olika.
ta: மாணவரின் சுயாதீன மாதிரிகள் டி-சோதனை (சில நேரங்களில் இரண்டு-மாதிரிகள் என்று அழைக்கப்படுகிறது டி-டெச்ட்) இரண்டு குழுக்களைக் கொண்டிருக்கும் சுழிய கருதுகோளை சோதிக்கப் பயன்படுகிறது அதே சராசரி. குறைந்த பி-மதிப்பு சுழிய கருதுகோள் உண்மை இல்லை என்று கூறுகிறது, எனவே குழு பொருள் வேறுபட்டது.
tr: Student'ın Bağımsız örneklemler t-testi (bazen iki-örneklem t-testi olarak da adlandırılır), iki grubun aynı ortalamaya sahip olduğu boş hipotezi test etmek için kullanılır. Düşük bir p-değeri boş hipotezin doğru olmadığını ve dolayısıyla grup ortalamalarının farklı olduğunu gösterir.
uk: Незалежний выборочный t-тест Стьюдента (іноді його називають двухвыборочным t-тестом) використовує для перевірки нульовий гіпотези о тому, що дві групи мають однакове середній значення. Низкое p-значення говорить о тому, що нульова гіпотеза не вірна, і, следовательно, групові середні различны.
