Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # BINOMIAL LOGISTIC REGRESSION # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ──────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────────────── # Intercept 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────── # Note. Estimates represent the log odds of "low = 1" # vs. "low = 0" # #
ca: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # REGRESIÓ LOGÍSTICA BINOMIAL # # Mesures ajustament del model # ─────────────────────────────────────── # model Desviació AIC R²-McF # ─────────────────────────────────────── # 1 4,97e-7 6,00 1,000 # ─────────────────────────────────────── # # # RESULTATS ESPECÍFICS DE MODEL # # Model 1 # # Coeficients del model # ──────────────────────────────────────────────────────────── # Predictor Estimació EE Z p # ──────────────────────────────────────────────────────────── # Constant 2974,73225 218237,2 0,0136 0,989 # age -0,00653 482,7 -1,35e-5 1,000 # bwt -1,18532 87,0 -0,0136 0,989 # ──────────────────────────────────────────────────────────── # Nota. Les estimacions representen la raó logarítmica de "low = 1" # vs. "low = 0" # #
da: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # BINOMIAL LOGISTISK REGRESSION # # Mål for Modelltilpasning # ──────────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ──────────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTATER # # MODEL 1 # # Modellkoeffisienter # ─────────────────────────────────────────────────────────────────── # Prediktor Estimat Std.-fejl Z p # ─────────────────────────────────────────────────────────────────── # Skæringspunkt 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ─────────────────────────────────────────────────────────────────── # Notater. Estimater repræsenterer log-odds-ratioer for »low = 1« # imod »low = 0« # #
de: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # BINOMIALE LOGISTISCHE REGRESSION # # Güte der Modellanpassung # ────────────────────────────────────────── # Modell Abweichung AIC R²-McF # ────────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ────────────────────────────────────────── # # # MODELL-SPEZIFISCHE ERGEBNISSE # # MODELL 1 # # Modellkoeffizienten # ─────────────────────────────────────────────────────────────── # Prädiktor Schätzung Std.-fehler Z p # ─────────────────────────────────────────────────────────────── # Intercept 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ─────────────────────────────────────────────────────────────── # Anmerkung. Die Schätzungen stellen die logarithmischen Quoten # von "low = 1" vs. "low = 0" dar # #
it: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # LOGISTIC REGRESSIONE LOGISTICA BINOMIALE # # Model Fit Measures # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ─────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ──────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────────────── # Intercept 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────── # Note. Estimates represent the log odds of "low = 1" # vs. "low = 0" # #
kk: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # БИНОМИАЛДЫҚ ЛОГИСТИКАЛЫҚ РЕГРЕССИЯ # # Сәйкестік өлшемдері үлгісі # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ─────────────────────────────────────── # # # МОДЕЛЬДІҢ АРНАЙЫ НӘТИЖЕЛЕРІ # # МОДЕЛЬ 1 # # Модель коэффициенттері # ──────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────────────── # Intercept 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────── # Ескерту. Бағалаулар "төмен = 1" журналдық коэффициенттерін білдіреді # және "төмен = 0" # #
nn: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # BINOMIAL LOGISTISK REGRESJON # # Mål for Modelltilpassing # ──────────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ──────────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # Modellkoeffisienter # ──────────────────────────────────────────────────────────────────── # Prediktor Estimat Std.-feil Z p # ──────────────────────────────────────────────────────────────────── # Skjeringspunkt 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────────────── # Notat. Estimat representerer log-odds-ratioer for «low = 1» mot # «low = 0» # #
pl: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # DWUMIANOWA REGRESJA LOGISTYCZNA # # Miary dopasowania modelu # ─────────────────────────────────────── # Model Odchylenie AIC R²-McF # ─────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ─────────────────────────────────────── # # # Wyniki dla poszczególnych modeli # # MODEL 1 # # Współczynniki modelu # ──────────────────────────────────────────────────────────── # Predyktor Oszacowanie SE Z p # ──────────────────────────────────────────────────────────── # Wyraz wolny 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────── # Uwaga. Oszacowania reprezentują logarytm szans dla "low = 1" # vs. "low = 0" # #
ru: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # БИНОМИАЛЬНАЯ ЛОГИСТИЧЕСКАЯ РЕГРЕССИЯ # # Показатели соответствия модели # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ─────────────────────────────────────── # # # КОНКРЕТНЫЕ РЕЗУЛЬТАТЫ МОДЕЛИ # # МОДЕЛЬ 1 # # Коэффициенты модели # ──────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────────────── # Intercept 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────── # Примечание. Оценки представляют собой логарифмические шансы "low = 1" # против "low = 0" # #
sv: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # BINOMIAL LOGISTISK REGRESSION # # Mål för Modellanpassning # ──────────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ──────────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # Modellkoeffisienter # ──────────────────────────────────────────────────────────────────── # Prediktor Estimat Std.-fel Z p # ──────────────────────────────────────────────────────────────────── # Skärningspunkt 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────────────── # Anteckningar. Estimater representerar log-odds-ratioer för “low = 1” # vs. “low = 0” # #
ta: தரவு ('பிறப்பு', தொகுப்பு = 'நிறை') dat <- data.frame ( குறைந்த = காரணி (பிறப்பு $ குறைவாக), அகவை = பிறப்பு $ வயது, BWT = PoreseWt $ BWT) logregbin (தரவு = dat, dep = low, covs = vars (வயது, bwt), தொகுதிகள் = பட்டியல் (பட்டியல் ("வயது", "BWT")), reflevels = பட்டியல் (பட்டியல் (var = "low", ref = "0"))) # # பைனோமியல் லாசிச்டிக் பின்னடைவு # # மாதிரி பொருத்தம் நடவடிக்கைகள் # ─ # மாதிரி விலகல் AIC R²-MCF # ─ # 1 4.97E-7 6.00 1.000 # ─ # # # மாதிரி குறிப்பிட்ட முடிவுகள் # # மாதிரி 1 # # மாதிரி குணகங்கள் # ─ ─ # முன்கணிப்பு மதிப்பீடு Se சட் p # ─ ─ # இடைமறிப்பு 2974.73225 218237.2 0.0136 0.989 # அகவை -0.00653 482.7 -1.35E -5 1.000 # BWT -1.18532 87.0 -0.0136 0.989 # ─ ─ # குறிப்பு. மதிப்பீடுகள் "குறைந்த = 1" இன் பதிவு முரண்பாடுகளைக் குறிக்கின்றன # எதிராக "குறைந்த = 0" # #
uk: data('birthwt', package='MASS') dat <- data.frame( low = factor(birthwt$low), age = birthwt$age, bwt = birthwt$bwt) logRegBin(data = dat, dep = low, covs = vars(age, bwt), blocks = list(list("age", "bwt")), refLevels = list(list(var="low", ref="0"))) # # БИНОМИАЛЬНАЯ ЛОГИСТИЧЕСКАЯ РЕГРЕССИЯ # # Показники відповідності моделі # ─────────────────────────────────────── # Model Deviance AIC R²-McF # ─────────────────────────────────────── # 1 4.97e-7 6.00 1.000 # ─────────────────────────────────────── # # # КОНКРЕТНИЙ РЕЗУЛЬТАТИ МОДЕЛІ # # МОДЕЛЬ 1 # # Коефіцієнти моделі # ──────────────────────────────────────────────────────────── # Predictor Estimate SE Z p # ──────────────────────────────────────────────────────────── # Intercept 2974.73225 218237.2 0.0136 0.989 # age -0.00653 482.7 -1.35e-5 1.000 # bwt -1.18532 87.0 -0.0136 0.989 # ──────────────────────────────────────────────────────────── # Примечание. Оцінки представляють собою логарифмические шанси "low = 1" # проти "low = 0" # #
