Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: provide mean differences, and standard errors of the mean differences, between the mean estimate, and the test value.
ca: proporciona diferències de mitjanes i errors estàndard de les diferències de mitjanes entre la estimació mitjana i el valor de prova.
da: giv ud de gennemsnitlige differencer mellem gennemsnitsestimatet og testværdien og endvidere standardfejlen for denne difference.
de: gibt die mittleren Differenzen zwischen dem mittleren Schätzwert und dem Testwert sowie den Standardfehler dieser Differenz aus.
fr: donne les différences moyennes et les écart-types des différences des moyennes entre l'estimation de la moyenne et la valeur testée.
he: הפרשי הממוצעים וטעויות התקן של הפרשי הממוצעים בין הממוצע המשוער וערך המבחן.
hr: navedi razlike srednje vrijednosti i standardne greške razlika srednje vrijednost između procijenjene srednje vrijednosti i testne vrijednosti.
it: fornisce le differenze medie e gli errori standard delle differenze medie tra la stima media e il valore del test.
kk: бағаланған орташа мән мен тест мәні арасындағы орташа мәндердің айырмашылықтарын және орташа мәндердін айырмашылықтарының стандартты қателерін қамтамасыз ету.
nn: gi ut dei gjennomsnittlege differansane mellom gjennomsnittsestimatet og testverdien og i tillegg standardfeilen for denne differansen.
no: gi ut de gjennomsnittlige differansene mellom gjennomsnittsestimatet og testverdien og i tillegg standardfeilen for denne differansen.
pl: podaje różnice średnich i błędy standardowe różnic średnich między średnią oszacowaną a wartością testową.
pt: fornecer diferenças médias e erros-padrão das diferenças médias, entre a média estimada e o valor de teste.
ru: представляет средние различия и стандартные ошибки средних различий между средней оценкой и тестовым значением.
sl: izračuna razlike povprečij in standardne napake teh razlik med oceno povprečne vrednosti in testno vrednostjo.
sv: ge ut de genomsnittliga differansene mellan gjennomsnittsestimatet och testvärdet och därtill standardfelet för denna differansen.
ta: சராசரி மதிப்பீட்டிற்கும் சோதனை மதிப்புக்கும் இடையில் சராசரி வேறுபாடுகள் மற்றும் சராசரி வேறுபாடுகளின் நிலையான பிழைகளை வழங்குதல்.
tr: ortalama tahmini ile test değeri arasındaki ortalama farkları ve ortalama farkların standart hatalarını sağlayın.
uk: представляє середні различия і стандартний помилки середніх различий між середньою оцінкою і тестовим значенням.

source: provide measures of effect size; η², partial η², or ω².
ca: proporciona mesures de la intensitat de l'efecte; η², η² parcial o ω².
da: giv ud effektstørrelse; enten η², partiel η² eller ω².
de: gibt Maße für die Effektstärke aus; η², partielles η² oder ω².
fr: donne les mesures de la taille d'effet : η², partial η², or ω².
he: מדדי גודל האפקט: η², η² חלקי או ω².
it: fornisce misure della dimensione dell'effetto; η², η² parziale, o ω².
kk: әсер мөлшерінің өлшемдерін қамтамасыз ету; η², ішінара η² немесе ω².
nn: gi ut effektstorleik; anten η², partiell η² eller ω².
no: gi ut effektstørrelse; enten η², partiell η² eller ω².
pl: podaje miary wielkości efektu: η², cząstkowe η² lub ω².
pt: fornecer medidas de dimensão do efeito; η², η² parcial ou ω².
ru: представляет меры размера эффекта; η², частный η² или ω².
sl: izračuna lestvice velikosti učinka; η², delni η² ali ω².
sv: ge ut effektstorlek; antingen η², partiell η² eller ω².
ta: விளைவு அளவின் நடவடிக்கைகளை வழங்குதல்; η², பகுதி η², அல்லது ω².
tr: etki büyüklüğü ölçütleri sağlayın; η², kısmi η² veya ω².
uk: представляє міри розміру ефекту; η², приватний η² або ω².

source: provide p-value corrections for sphericity.
ca: proporciona correccions del valor-p per a la esfericitat.
da: giv ud korrektion af sfæricitet for p-værdiene.
de: gibt für die Sphärizität korrigierte p-Werte aus.
fr: donne les corrections des valeurs p pour la sphéricité.
he: תיקוני ערך ה־p עבור כדוריות.
it: fornisce correzioni del valore p per la sfericità.
kk: сфералық үшін p-мәнінің түзетулерін қамтамасыз ету.
nl: geef p-waardecorrecties op voor sfericiteit.
nn: gi ut korreksjon av sfærisitet for p-verdiene.
no: gi ut sfærisitetskorreksjoner for p-verdiene.
pl: zapewnia poprawki wartości p dla sferyczności.
pt: fornecer correções de p-value para esfericidade.
ru: представляет поправки p-значения для сферичности.
sl: izračuna p-vrednosti popravkov sferičnosti.
sv: ge ut korrektion av sfäricitet för p-vårdena.
ta: கோளத்திற்கு பி-மதிப்பு திருத்தங்களை வழங்குதல்.
tr: küresellik için p-değeri düzeltmeleri sağlayın.
uk: представляє поправки p-значення для сферичности.

source: provide plots of the estimated marginal means.
ca: proporciona gràfics de les mitjanes marginals estimades.
da: giv ud diagrammer af de estimerede gennemsnitterne.
de: gibt Diagramme der geschätzten Randmittel aus.
fr: donne les graphiques des moyennes marginales estimées.
he: תרשימי הממוצעים השוליים המשוערים.
hr: priloži dijagrame procijenjenih marginalnih srednjih vrijednosti.
it: fornisce i grafici delle medie marginali stimate.
kk: бағаланған шекті мәндердің графиктерін беру.
nn: gi ut diagram av dei estimerte gjennomsnitta.
no: gi ut diagrammer av de estimerte gjennomsnittene.
pl: wyświetla wykresy oszacowanych średnich brzegowych.
pt: fornecer gráficos das médias marginais estimadas.
ru: представляет графики взвешенных предельных средних.
sl: izriše diagrame z napovedanimi robnimi povprečnimi vrednostmi.
sv: ge ut diagram av de estimerade genomsnitten.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளின் அடுக்குகளை வழங்குதல்.
tr: tahmini marjinal ortalamaların grafiklerini sağlayın.
uk: представляє графіки расчетных граничних середніх.

source: provide post-hoc tests.
ca: proporciona proves post-hoc.
da: giv ud post-hoc-tester.
de: gibt Post-hoc-Tests aus.
fr: donne les tests post-hoc.
he: מבחני ההמשך.
it: fornisce test post-hoc.
kk: пост-хок сынақтарын қамтамасыз ету.
nl: geef post-hoc-toetsen op.
nn: gi ut post-hoc-tester.
no: gi ut post-hoc-tester.
pl: wykonuje testy post-hoc.
pt: fornecer testes post-hoc.
ru: представляет апостериорные тесты.
sl: izvede preizkuse post-hoc.
sv: ge ut post-hoc-tester.
ta: பிந்தைய தற்காலிக சோதனைகளை வழங்குதல்.
tr: post-hoc testler sağlayın.
uk: представляє апостериорные тести.

source: provide Q-Q plots of residuals -- a plot of the actual residuals against what would be expected if the data were *perfectly* normally distributed. Large deviations from the diagonal line suggest the data is not from a normal distribution.
ca: proporciona gràfics Q-Q de residus -- un gràfic dels residus reals contra allò que s'esperaria si les dades estiguessin distribuïdes de forma *perfectament* normal. Grans desviacions de la línia diagonal suggereixen que les dades no son d'una distribució normal.
da: give ud Q-Q-diagrammer for residuene – diagrammet viser de faktiske residuene mod hvad kunne forventes hvis dataene havde været *perfekt* normalfordelte. Store afvigelser fra den diagonale linjen tyder på at dataene ikke kommer fra en normalfordeling.
de: gibt Q-Q-Diagramme für die Residuen aus – ein Diagramm der tatsächlichen Residuen im Vergleich zu dem, was zu erwarten wäre, wenn die Daten *perfekt* normalverteilt wären. Größere Abweichungen von der diagonalen Linie deuten darauf hin, dass die Daten nicht normal verteilt sind.
fr: donne un graphique Quantile-Quantile (QQ plot) - un graphique des résidus observés en fonction des résidus attendus si les données étaient parfaitement normalement distribuées. De grandes déviations de la ligne diagonale suggèrent que les données observées ne suivent pas une loi normale.
he: תרשימי Q-Q של הנתונים השיוריים – תרשים של הנתונים השיוריים האמתיים מול אלו המצופים אם הנתונים היו מתפלגים נורמלית באופן *מושלם*. סטייה גדולה מהאלכסון מרמזת שהנתונים אינם מהתפלגות נורמלית.
hr: prikaži Q-Q dijagram reziduala – dijagram stvarnih reziduala u odnosu na one koji bi se očekivali da su podaci *savršeno* normalno raspodijeljeni. Velika odstupanja od dijagonalne linije upućuju na to da podaci nisu iz normalne distribucije.
it: fornire i grafici Q-Q dei residui - un grafico dei residui effettivi contro quello che ci si aspetterebbe se i dati fossero *perfettamente* distribuiti normalmente. Grandi deviazioni dalla linea diagonale suggeriscono che i dati non provengono da una distribuzione normale.
kk: Q-Q қалдықтарының сызбасын қамтамасыз ету --деректер қалыпты түрде *тамаша* таралған жағдайда күтілетінге қарсы нақты қалдықтардың графигі. Диагональды сызықтан үлкен ауытқу деректердің қалыпты таралудан емес екенін көрсетеді.
nn: gi ut Q-Q-diagram for residua – diagrammet viser dei faktiske residua mot kva kunne forventast viss dataa hadde vore *perfekt* normalfordelte. Store avvik frå den diagonale linja tyder på at dataa ikkje kjem frå ei normalfordeling.
no: gi ut Q-Q-diagrammer for residuene – diagrammet viser de faktiske residuene mot hva kunne forventes hvis dataene hadde vært *perfekt* normalfordelt. Store avvik fra den diagonale linjen tyder på at dataene ikke kommer fra en normalfordeling.
pl: wyświetla wykres K-K reszt - wykres rzeczywistych wartości reszt względem sytuacji, w której reszty miałyby rozkład idealnie normalny. Duże odchylenia od linii ukośnej sugerują, że dane nie pochodzą z rozkładu normalnego.
pt: forneçe gráficos Q-Q de resíduos - um gráfico dos resíduos observados contra os resíduos esperados se os dados fossem *perfeitamente* normais. Desvios grandes da linha diagonal sugerem que os dados não provêm de uma distribuição normal.
ru: предоставить Q-Q графики остатков - график фактических остатков по сравнению с тем, что можно было бы ожидать, если бы данные были *идеально* нормально распределены. Большие отклонения от диагональной линии предполагают, что данные не имеют нормального распределения.
sl: izriše diagrame Q-Q ostankov – diagram dejanskih ostankov glede na pričakovanje *popolnoma* normalno porazdeljenih podatkov. Velika odstopanja od diagonalne črte kažejo, da podatki niso normalno porazdeljeni.
sv: ge ut Q-Q-diagram för residuene – diagrammet visar de faktiska residuene mot vad kunde förväntas om datana hade varit perfekt normalfördelad. Stora avvikelser från den diagonale linjen tyder på att datana inte kommer från en normalfördelning.
ta: எச்சங்களின் Q-Q அடுக்குகளை வழங்குதல்-தரவு * சரியாக * பொதுவாக விநியோகிக்கப்பட்டால் எதிர்பார்க்கப்படும் உண்மையான எச்சங்களின் சூழ்ச்சி. மூலைவிட்ட வரியிலிருந்து பெரிய விலகல்கள் தரவு ஒரு சாதாரண விநியோகத்திலிருந்து அல்ல என்று கூறுகின்றன.
tr: artıkların Q-Q grafiklerini sağlayın -- veriler *mükemmel* normal dağılmış olsaydı beklenen değerlere karşı gerçek artıkların grafiği. Köşegen çizgiden büyük sapmalar verinin normal dağılımdan olmadığını gösterir.
uk: надати Q-Q графіки решт - графік фактичний решт по порівнянню з тем, що можна було би очікувати, якщо би дані були *ідеально* нормально розподілені. Великий відхилення від диагональной лінії припускають, що дані не мають нормального розподілу.

source: provide Q-Q plots of residuals -- a plot of the actual residuals against what would be expected if the data were *perfectly* normally distributed. Large deviations from the diagonal line suggest the residuals are not normally distributed.
ca: proporciona gràfics Q-Q de residus -- un gràfic dels residus reals contra allò que s'esperaria si les dades estiguessin distribuïdes de forma *perfectament* normal. Grans desviacions de la línia diagonal suggereixen que els residus no estan distribuïts normalment.
da: give ud Q-Q-diagrammer for residuene – diagrammet viser de faktiske residuene mod hvad kan forventes hvis dataene havde været *perfekt* normalfordelte. Store afvigelser fra den diagonale linjen tyder på at dataene ikke kommer fra en normalfordeling.
de: gibt Q-Q-Diagramme für die Residuen aus – ein Diagramm der tatsächlichen Residuen im Vergleich zu dem, was zu erwarten wäre, wenn die Daten *perfekt* normalverteilt wären. Größere Abweichungen von der Diagonale deuten darauf hin, dass die Residuen nicht normalverteilt sind.
fr: donne un graphique Quantile-Quantile (QQ plot) - un graphique des résidus observés en fonction des résidus attendus si les données étaient parfaitement normalement distribuées. De grandes déviations de la ligne diagonale suggèrent que les données observées ne suivent pas une loi normale.
he: תרשמי Q-Q של הנתונים השיוריים – תרשים של הנתונים השיוריים האמתיים מול אלו המצופים אם הנתונים היו מתפלגים נורמלית באופן *מושלם*. סטייה גדולה מהאלכסון מרמזת שהנתונים השיוריים אינם מתפלגים נורמלי.
hr: prikaži Q-Q dijagram reziduala – dijagram stvarnih reziduala u odnosu na one koji bi se očekivali da su podaci *savršeno* normalno raspodijeljeni. Velika odstupanja od dijagonalne linije upućuju na to da reziduali nisu normalno raspodijeljeni.
it: fornire i grafici Q-Q dei residui - un grafico dei residui effettivi contro quello che ci si aspetterebbe se i dati fossero *perfettamente* distribuiti normalmente. Grandi deviazioni dalla linea diagonale suggeriscono che i residui non sono normalmente distribuiti.
kk: Q-Q қалдықтарының сызбасын қамтамасыз ету --деректер қалыпты түрде *тамаша* таралған жағдайда күтілетінге қарсы нақты қалдықтардың графигі. Диагональды сызықтан үлкен ауытқу деректердің қалыпты таралудан емес екенін көрсетеді.
nn: gi ut Q-Q-diagram for residua – diagrammet viser dei faktiske residua mot kva kan forventast viss dataa hadde vore *perfekt* normalfordelte. Store avvik frå den diagonale linja tyder på at dataa ikkje kjem frå ei normalfordeling.
no: gi ut Q-Q-diagrammer for residuene – diagrammet viser de faktiske residuene mot hva kan forventes hvis dataene hadde vært *perfekt* normalfordelt. Store avvik fra den diagonale linjen tyder på at dataene ikke kommer fra en normalfordeling.
pl: wyświetla wykres K-K reszt - wykres rzeczywistych wartości reszt względem sytuacji, w której reszty miałyby rozkład idealnie normalny. Duże odchylenia od linii ukośnej sugerują, że reszty nie przyjmują rozkładu normalnego.
pt: forneçe gráficos Q-Q de resíduos - um gráfico dos resíduos observados contra os resíduos esperados se os dados fossem *perfeitamente* normais. Desvios grandes da linha diagonal sugerem que os dados não provêm de uma distribuição normal.
ru: предоставить Q-Q графики остатков - график фактических остатков по сравнению с тем, что можно было бы ожидать, если бы данные были *идеально* нормально распределены. Большие отклонения от диагональной линии предполагают, что остатки не распределены нормально.
sl: izriše diagrame Q-Q ostankov – diagram dejanskih ostankov glede na pričakovanje *popolnoma* normalno porazdeljenih podatkov. Velika odstopanja od diagonalne črte kažejo, da ostanki niso normalno porazdeljeni.
sv: ge ut Q-Q-diagram för residuene – diagrammet visar de faktiska residuene mot vad kan förväntas om datana hade varit perfekt normalfördelad. Stora avvikelser från den diagonale linjen tyder på att datana inte kommer från en normalfördelning.
ta: எச்சங்களின் Q-Q அடுக்குகளை வழங்குதல்-தரவு * சரியாக * பொதுவாக விநியோகிக்கப்பட்டால் எதிர்பார்க்கப்படும் உண்மையான எச்சங்களின் சூழ்ச்சி. மூலைவிட்ட வரியிலிருந்து பெரிய விலகல்கள் எச்சங்கள் பொதுவாக விநியோகிக்கப்படவில்லை என்று கூறுகின்றன.
tr: artıkların Q-Q grafiklerini sağlayın -- veriler *mükemmel* normal dağılmış olsaydı beklenen değerlere karşı gerçek artıkların grafiği. Köşegen çizgiden büyük sapmalar artıkların normal dağılmadığını gösterir.
uk: надати Q-Q графіки решт - графік фактичний решт по порівнянню з тем, що можна було би очікувати, якщо би дані були *ідеально* нормально розподілені. Великий відхилення від диагональной лінії припускають, що решти не розподілені нормально.

source: provide significance levels for the post-hoc tests.
ca: proporciona nivells de significativitat per a les proves post-hoc.
da: giv ud signifikansniveauer for de post-hoc-testene.
de: gibt die Signifikanzniveaus für die Post-hoc-Tests aus.
fr: donne les niveaux de significativité pour les tests post-hoc.
he: רמות מובהקות עבור מבחני ההמשך.
it: fornisce i livelli di significatività per i test post-hoc.
kk: кейінгі сынақтар үшін маңыздылық деңгейлерін қамтамасыз ету.
nn: gi ut signifikansnivå for dei post-hoc-testene.
no: gi ut signifikansnivåer for de post-hoc-testene.
pl: podaje poziomy istotności dla testów post-hoc.
pt: fornecer níveis de significância para os testes post-hoc.
ru: представляет уровни значимости для апостериорных тестов.
sl: izračuna ravni statistične značilnosti za preizkuse post-hoc.
sv: ge ut signifikansnivåer för de post-hoc-testene.
ta: பிந்தைய தற்காலிக சோதனைகளுக்கான முக்கியத்துவ நிலைகளை வழங்குதல்.
tr: post-hoc testler için anlamlılık düzeyleri sağlayın.
uk: представляє рівні значущості для апостериорных тестів.

source: provide sphericity tests.
ca: proporciona proves de esfericitat.
da: giv ud test af sfæricitet.
de: gibt Sphärizitätstests aus.
fr: fournit les tests de sphéricité.
he: מבחני כדוריות.
it: fornisce i test di sfericità.
kk: сфералық сынақтарды қамтамасыз ету.
nl: geef sfericiteitstoetsen op.
nn: gi ut test av sfærisitet.
no: gi ut sfærisitetstester.
pl: wykonuje testy sferyczności.
pt: fornecer testes à esfericidade.
ru: представляет тесты на сферичность.
sl: izvede preizkuse sferičnosti.
sv: ge ut test av sfäricitet.
ta: கோள சோதனைகளை வழங்குதல்.
tr: küresellik testleri sağlayın.
uk: представляє тести на сферичность.

source: provide test results (t-value and degrees of freedom) for post-hoc tests.
ca: proporciona els resultats de la prova (valor t i graus de llibertat) per a proves post-hoc.
da: giv ud testresultater (t-værdi og frihedsgrader) for de post-hoc-testene.
de: gibt die Testergebnisse (t-Wert und Freiheitsgrade) für die Post-hoc-Tests aus.
fr: donne les résultats du test (test t et degrés de liberté) pour les tests post-hoc.
he: תוצאות המבחן (ערך t ודרגות החופש) עבור מבחני ההמשך.
it: fornisce i risultati dei test (valore t e gradi di libertà) per i test post-hoc.
kk: кейінгі сынақтар үшін сынақ нәтижелерін (t-мәні және еркіндік дәрежесі) қамтамасыз ету.
nn: gi ut testresultat (t-verdi og fridomsgrader) for dei post-hoc-testene.
no: gi ut testresultater (t-verdi og frihetsgrader) for de post-hoc-testene.
pl: podaje wyniki testów (wartość t i stopnie swobody) dla testów post-hoc.
pt: fornecer resultados de teste (valor t e graus de liberdade) para testes post-hoc.
ru: представляет результаты испытаний (t-значение и степени свободы) для апостериорных испытаний.
sl: izračuna statistike (t-vrednost in prostostne stopnje) za preizkuse post-hoc.
sv: ge ut testresultat (t-värde och frihetsgrader) för de post-hoc-testene.
ta: பிந்தைய தற்காலிக சோதனைகளுக்கு சோதனை முடிவுகளை (டி-மதிப்பு மற்றும் சுதந்திரத்தின் டிகிரி) வழங்கவும்.
tr: post-hoc testler için test sonuçları (t-değeri ve serbestlik dereceleri) sağlayın.
uk: представляє результати іспитів (t-значення і ступені свободи) для апостериорных іспитів.

source: provide the number of cases.
ca: proporciona el nombre de casos.
da: giv ud antal af målinger.
de: gibt die Anzahl der Fälle aus.
fr: donne le nombre d'unités expérimentales d'une variable.
he: מספר המקרים.
it: restituisce il numero dei casi.
kk: істердің санын көрсету.
nl: geef het aantal waarden op.
nn: gi ut talet på av målingar.
no: gi ut antall av målinger.
pl: podaje liczbę obserwacji.
pt: fornecer o número de casos.
ru: представляет количество случаев.
sl: poda število primerov.
sv: ge ut antal av mätningar.
ta: வழக்குகளின் எண்ணிக்கையை வழங்கவும்.
tr: vaka sayısını sağlayın.
uk: представляє кількість нагод.

source: Pseudo R²
he: R² מדומה
kk: Псевдо R²
ru: Псевдо R²
ta: போலி r²
uk: Псевдо R²

source: Q-Q Plot
ca: Gràfica Q-Q
da: Q-Q-diagram
de: Q-Q-Diagramm
fr: Graphe Q-Q
he: תרשים Q-Q
hr: Q-Q dijagram
it: Grafico Q-Q
kk: Q-Q графигі
nn: Q-Q-diagram
no: Q-Q-diagram
pl: Wykres K-K
pt: Gráfico Q-Q
ru: Q-Q График
sl: Diagram normale Q-Q
sv: Q-Q-diagram
ta: Q-Q சூழ்ச்சி
tr: Q-Q Grafiği
uk: Q-Q Графік

source: Q-Q plot
ca: Gràfica Q-Q
da: Q-Q-diagram
de: Q-Q-Diagramm
fr: Graphe Q-Q
he: תרשים Q-Q
hr: Q-Q dijagram
it: Grafico Q-Q
kk: Q-Q графигі
nn: Q-Q-diagram
no: Q-Q-diagram
pl: Wykres K-K
pt: Gráfico Q-Q
ru: Q-Q График
sl: Diagram Q-Q
sv: Q-Q-diagram
ta: Q-Q சூழ்ச்சி
tr: Q-Q grafiği
uk: Q-Q Графік

source: Q-Q Plot Assessing Multivariate Normality
ca: Gràfica Q-Q per avaluar Normalitat Multivariant
da: Q-Q-diagram for at vurdere multivariat normalfordeling
de: Q-Q-Diagramm zur Beuteilung der multivariaten Normalverteilung
fr: Graphe Q-Q évaluant une normalité multivariée
he: תרשים Q-Q להערכת נורמליות רבת משתנים
hr: Q-Q dijagram procjene multivarijatne normalnosti
it: Grafico Q-Q che Valuta la Normalità Multivariata
kk: Көп айнымалы қалыптылықты бағалау Q-Q графигі
nl: Q-Q-plot die multivariate normaliteit evalueert
nn: Q-Q-diagram for å vurdera multivariat normalfordeling
no: Q-Q-diagram for å vurdere multivariat normalfordeling
pl: Wykres K-K do oceny wielowymiarowej normalności
pt: Gráfico Q-Q para avaliar a Normalidade
ru: График Q-Q, оценивающий многомерную нормальность
sv: Q-Q-diagram för att överväga multivariat normalfördelning
ta: Q-Q சூழ்ச்சி பன்முக இயல்புநிலையை மதிப்பிடுகிறது
tr: Çok Değişkenli Normalliği Değerlendiren Q-Q Grafiği
uk: Графік Q-Q, котрий оцінювати многомерную нормальность

source: Q-Q plot of multivariate normality
ca: Gràfica Q-Q de normalitat multivariant
da: Q-Q-diagram for at vurdere multivariat normalfordeling
de: Q-Q-Diagramm zur Beurteilung der multivariaten Normalverteilung
fr: Graphe Q-Q de normalité multivariée
he: תרשים Q-Q של נורמליות רבת משתנים
hr: Q-Q dijagram multivarijatne normalnosti
it: Grafico Q-Q della normalità multivariata
kk: Көп өлшемді қалыптылықтың Q-Q графигі
nl: Q-Q-plot van multivariate normaliteit
nn: Q-Q-diagram for å vurdera multivariat normalfordeling
no: Q-Q-diagram for å vurdere multivariat normalfordeling
pl: Wykres K-K wielowymiarowej normalności
pt: Gráfico Q-Q de Normalidade multivariada
ru: График QQ многомерной нормальности
sv: Q-Q-diagram för att överväga multivariat normalfördelning
ta: பன்முக இயல்புநிலையின் Q-Q சூழ்ச்சி
tr: Çok değişkenli normallik Q-Q grafiği
uk: Графік QQ многомерной нормальности

source: Q-Q plot of residuals
ca: Gràfica Q-Q de residus
da: Q-Q-diagram af residuene
de: Q-Q-Diagramm der Residuen
fr: Graphe Q-Q des résidus
he: תרשים Q-Q של נתונים שיוריים
hr: Q-Q dijagram reziduala
it: Grafico Q-Q dei residui
kk: Қалдықтардың Q-Q графигі
nl: Q-Q-plot van residuen
nn: Q-Q-diagram av residua
no: Q-Q-diagram av residuene
pl: Wykres K-K dla reszt
pt: Gráfico Q-Q de resíduos
ru: Q-Q график остатков
sl: Diagram Q-Q ostankov
sv: Q-Q-diagram av residuene
ta: Q-Q எச்சங்களின் சூழ்ச்சி
tr: Artıkların Q-Q grafiği
uk: Q-Q графік решт

source: Q-Q Plots
ca: Gráficas Q-Q
da: Q-Q-diagrammer
de: Q-Q-Diagramme
fr: Graphes Q-Q
he: תרשימי Q-Q
hr: Q-Q dijagrami
it: Grafici Q-Q
kk: Q-Q графиктері
nn: Q-Q-diagram
no: Q-Q-diagrammer
pl: Wykresy K-K
pt: Gráficos Q-Q
ru: Q-Q Графики
sl: Diagrami Q-Q
sv: Q-Q-diagram
ta: Q-Q அடுக்கு
tr: Q-Q Grafikleri
uk: Q-Q Графіки

source: Q-Q plots
ca: Gráficas Q-Q
da: Q-Q-diagrammer
de: Q-Q-Diagramme
fr: Graphes Q-Q
he: תרשימי Q-Q
hr: Q-Q dijagrami
it: Grafici Q-Q
kk: Q-Q графиктері
nn: Q-Q-diagram
no: Q-Q-diagrammer
pl: Wykresy K-K
pt: Gráficos Q-Q
ru: Q-Q Графики
sl: Diagrami Q–Q
sv: Q-Q-diagram
ta: Q-Q அடுக்கு
tr: Q-Q grafikleri
uk: Q-Q Графіки

source: quadratic
ca: Quadràtica
da: kvadratisk
de: quadratisch
fr: quadratique
hr: kvadratni
it: quadratico
kk: квадраттық
nl: kwadratisch
nn: kvadratisk
no: kvadratisk
pl: kwadratowy
pt: quadrático
ru: квадратичный
sv: fyrkantigt
ta: இருபடி
tr: kuadratik
uk: квадратичный

source: quartic
ca: quàrtica
da: kvartisk
de: quartisch
fr: quartique
hr: kvartični
it: quarto grado
kk: биквадраттық
nl: kwartisch
nn: kvartisk
no: kvartisk
pl: kwartylowy
pt: quátrico
ru: биквадратный
sv: kvartisk
ta: நான்கார்டிக்
tr: kuartik
uk: биквадратный

source: Quartimax
kk: Квартимакс
ru: Квартимакс
sl: Quartimax (faktorske uteži)
ta: குவார்டிமேக்ச்
uk: Квартимакс
