Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: a string naming the dependent variable from `data`, variable must be numeric
ca: una cadena que nomena la variable dependent de `data`, la variable ha de ser numèrica
da: en streng, der viser til den afhængige variabel fra `data`, variablen skal være numerisk
de: eine Zeichenkette, welche die abhängige Variable aus `data` benennt; die Variable muss numerisch sein
fr: une chaîne nommant la variable dépendante de `data`, la variable doit être numérique
it: una stringa che assegna un nome alla variabile dipendente da `data`, la variabile deve essere numerica
kk: `data`-ден тәуелді айнымалыны атайтын жол, айнымалы сандық болуы тиіс
nn: ein streng som viser til den avhengige variabelen frå `data`, variabelen må vera numerisk
pl: ciąg znaków określający nazwy dla zmiennej zależnej z `data`, zmienna musi być numeryczna
pt: um código nomeando a variável dependente de `dados`, a variável deve ser numérica
ru: строка, именующая зависимую переменную от `data`, переменная должна быть числовой
sl: niz za poimenovanje odvisne spremenljivke med `podatki`, spremenljivka mora biti številska
sv: en sträng som namnger den beroende variabeln från `data`, variabeln måste vara numerisk
ta: `தரவு` இலிருந்து சார்பு மாறியை பெயரிடும் ஒரு சரம், மாறி எண் இருக்க வேண்டும்
uk: строка, именующая залежати переменную від `data`, переменная повинна бути числовой

source: a string naming the dependent variable in `data`
ca: una cadena que nomena la variable dependent a `data`
da: en streng, der viser til den afhængige variabel i `data`
de: eine Zeichenkette, welche die abhängige Variable in `data` benennt
fr: une chaîne nommant la variable dépendante de `data`
it: una stringa che assegna un nome alla variabile dipendente in `data`
kk: `data`ішіндегі тәуелді айнымалыны атайтын жол
nn: ein streng som viser til den avhengige variabelen i `data`
pl: ciąg znaków określający nazwy dla zmiennej zależnej w `data`
pt: um código nomeando a variável dependente em `dados`
ru: строка, именующая зависимую переменную в `data`
sl: niz za poimenovanje odvisne spremenljivke med `podatki`
sv: en sträng som namnger den beroende variabeln i `data`
ta: `தரவு` இல் சார்பு மாறியை பெயரிடும் ஒரு சரம்
uk: строка, именующая залежати переменную у `data`

source: a string naming the dependent variables in `data`
ca: una cadena que nomena les variables dependents a `data`
da: en streng, der viser til de afhængige variabler i `data`
de: eine Zeichenkette, welche die abhängigen Variablen in `data` benennt
fr: une chaîne nommant les variables dépendantes de `data`
it: una stringa che assegna un nome alla variabile dipendente in `data`
kk: `data`ішіндегі тәуелді айнымалыны атайтын жол
nn: ein streng som viser til dei avhengige variablane i `data`
pl: ciąg znaków określający nazwy dla zmiennych zależnych w `data`
pt: uma codificação nomeando a variável dependente em `dados`
ru: строка, именующая зависимые переменные в `data`
sl: niz za poimenovanje odvisnih spremenljivk med `podatki`
sv: en sträng som namnger de beroende variablerna i `data`
ta: `தரவு` இல் சார்பு மாறிகள் பெயரிடும் ஒரு சரம்
uk: строка, именующая залежати переменные у `data`

source: a string naming the grouping or independent variable in `data`
ca: una cadena que nomena la variable d'agrupació o independent a `data`
da: en streng, der viser til den grupperings- / uafhængige variablen i `data`
de: eine Zeichenkette, welche die gruppierende oder unabhängige Variable in `data` bezeichnet
fr: une chaîne nommant la variable de groupage ou variable indépendante de `data`
it: una stringa che assegna un nome al raggruppamento o alla variabile indipendente in `data`
kk: `data` ішіндегі топтауды немесе тәуелсіз айнымалыны атайтын жол
nn: ein streng som viser til den grupperings- / uavhengige variabelen i `data`
pl: ciąg znaków określający nazwy dla zmiennej grupującej lub niezależnej w `data`
pt: uma codificação que nomeia o agrupamento ou variável independente em `dados`
ru: строка, именующая группу или независимую переменную в `data`
sl: niz za poimenovanje združevalne ali neodvisne spremenljivke med `podatki`
sv: en sträng som namnger den grupperings- / oberoende variabeln i `data`
ta: `தரவு` இல் குழு அல்லது சுயாதீன மாறிக்கு பெயரிடும் ஒரு சரம்
uk: строка, именующая групу або незалежну переменную у `data`

source: a summary of the groups
ca: un resum dels grups
da: en opsummering af grupperne
de: eine Zusammenfassung der Gruppen
fr: un résumé des groupes
he: סיכום הקבוצות
hr: sažetak grupa
it: un riassunto dei gruppi
kk: топтардың қысқаша сипаттамасы
nl: een groepsamenvatting
nn: ei oppsummering av gruppene
no: en oppsummering av gruppene
pl: podsumowanie grup
pt: um sumário dos grupos
ru: сводка по группам
sl: povzetek skupin
sv: ett sammandrag av grupperna
ta: குழுக்களின் சுருக்கம்
tr: grupların bir özeti
uk: зведення по групам

source: a table containing estimated marginal means
ca: una taula que conté les mitjanes marginals estimades
da: en tabel med de estimerede gennemsnitterne
de: eine Tabelle mit den geschätzten Randmitteln
fr: un tableau des moyennes marginales estimées
he: טבלה המכילה את הממוצעים השוליים המשוערים
hr: tablica koja sadrži procijenjene marginalne srednje vrijednosti
it: una tabella contenente le medie marginali stimate
kk: болжамды шекті орта мәндерден тұратын кесте
nn: ein tabell med dei estimerte gjennomsnitta
no: en tabell med de estimerte gjennomsnittene
pl: tabela zawierająca oszacowane średnie brzegowe
pt: uma tabela contendo médias marginais estimadas
ru: таблица, содержащая взвешенные предельные средние значения
sl: razpredelnica z napovedjo robnih povprečnih vrednosti
sv: en tabell med de estimerade genomsnitten
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளைக் கொண்ட அட்டவணை
tr: tahmini marjinal ortalamaları içeren bir tablo
uk: таблиця, котрий містити оценочные граничні середні значення

source: a table containing factor covariances estimates
ca: una taula que conté les estimacions de les covariàncies dels factors
da: en tabel med estimater for kovariansene af faktorerne
de: eine Tabelle mit den Schätzungen der Faktorkovarianzen
fr: un tableau des estimations des covariances des facteurs
he: טבלה המכילה את אומדני השונות המשותפת של הגורם
hr: tablica koja sadrži procijenjene faktora kovarijnci
it: una tabella contenente le stime delle covarianze dei fattori
kk: факторлық коварианстарды бағалауды қамтитын кесте
nn: ein tabell med estimat for kovariansane av faktorane
no: en tabell med estimater for kovariansene av faktorene
pl: tabela zawierająca oszacowania kowariancji czynników
pt: uma tabela contendo médias marginais estimadas
ru: таблица, содержащая оценки факторных ковариаций
sl: razpredelnica z napovedjo kovarianc faktorja
sv: en tabell med estimater för kovariansene av faktorerna
ta: காரணி கோவாரன்ச் மதிப்பீடுகளைக் கொண்ட அட்டவணை
tr: faktör kovaryans tahminlerini içeren bir tablo
uk: таблиця, котрий містити оцінки факторных ковариаций

source: a table containing factor intercept estimates
ca: una taula que conté les estimacions de les constants dels factors
da: en tabel med estimater for skæringspunkterne af faktorerne
de: eine Tabelle mit Faktor-Interzept-Schätzungen
fr: un tableau des estimations des interceptions des facteurs
he: טבלה המכילה את אומדני לכיד הגורם
hr: tablica koja sadrži procjene presjeka faktora
it: una tabella contenente le stime delle intercette dei fattori
kk: факторлық тосқауылдарды бағалауды қамтитын кесте
nn: ein tabell med estimat for skjeringspunkta av faktorane
no: en tabell med estimater for skjæringspunktene av faktorene
pl: tabela zawierająca oszacowane wartości wyrazu wolnego czynnika
pt: uma tabela contendo médias marginais estimadas
ru: таблица, содержащая оценки константы фактора
sv: en tabell med estimater för skärningspunkterna av faktorerna
ta: காரணி இடைமறிப்பு மதிப்பீடுகளைக் கொண்ட அட்டவணை
tr: faktör kesen tahminlerini içeren bir tablo
uk: таблиця, котрий містити оцінки пересечения факторів

source: a table containing fit measures
ca: una taula que conté mesures de ajustament
da: en tabelle med mål for modelltilpasning
de: eine Tabelle mit Maßen der Modellanpassung
fr: un tableau des mesures de l'ajustement
he: טבלה המכילה את אומדני ההתאמה
hr: tablica koja sadrži mjere prilagodbe modela
it: una tabella contenente le misure di adattamento
kk: сәйкестік өлшемдерін қамтитын кесте
nl: een tabel met pasvormmetingen
nn: ein tabelle med mål for modelltilpassing
no: en tabelle med mål for modelltilpassing
pl: tabela zawierająca miary dopasowania modelu
pt: uma tabela contendo medidas de ajustamento
ru: таблица, содержащая меры соответствия
sl: razpredelnica z izračuni skladnosti
sv: en tabelle med mål för modellanpassning
ta: பொருத்தம் நடவடிக்கைகளைக் கொண்ட அட்டவணை
tr: uyum ölçütlerini içeren bir tablo
uk: таблиця, котрий містити міри відповідності

source: a table containing modification indices for the factor loadings not included in the model
ca: una taula que conté índexs de modificació per a les càrregues factorials no incloses al model
da: en tabel med modifikationsindekser for faktorladingene som ikke er inkluderet i modellen
de: eine Tabelle mit Änderungsindizes für die nicht im Modell enthaltenen Faktorladungen
fr: un tableau contenant les indices de modifications pour les contributions des facteurs non inclus dans le modèle
he: טבלה המכילה מדדי שינוי לטעינויות הגורם שלא נכללו במודל
hr: tablica koja sadrži indekse modifikacije za opterećenja faktora koja nisu uključena u model
it: una tabella contenente gli indici di modifica per i caricamenti dei fattori non inclusi nel modello
kk: модельге қосылмаған факторлық жүктемелер үшін модификациялық индекстерді қамтитын кесте
nn: ein tabell med modifikasjonsindeksar for faktorladingane som ikkje er inkluderte i modellen
no: en tabell med modifikasjonsindekser for faktorladingene som ikke er inkludert i modellen
pl: tabela zawierająca indeksy modyfikacyjne dla ładunków czynnikowych nieuwzględnionych w modelu
pt: uma tabela contendo índices de modificação para os pesos fatoriais não incluídos no modelo
ru: таблица, содержащая индексы модификации для факторных нагрузок, не включенных в модель
sv: en tabell med modifikationsindex för faktorladingene som inte är inkluderat i modellen
ta: மாதிரியில் சேர்க்கப்படாத காரணி ஏற்றங்களுக்கான மாற்றும் குறியீடுகளைக் கொண்ட அட்டவணை
tr: modele dahil edilmeyen faktör yükleri için modifikasyon indekslerini içeren bir tablo
uk: таблиця, котрий містити індекси модифікації для факторных навантажень, не включених у модель

source: a table containing modification indices for the residual covariances not included in the model
ca: una taula que conté índexs de modificació per a les covariàncies residuals no incloses en el model
da: en tabel med modifikationsindekser for de residuale kovariansene som ikke er inkluderet i modellen
de: eine Tabelle mit Modifikationsindizes für die Kovarianzen der Residuen, die nicht im Modell enthalten sind
fr: un tableau contenant les indices de modifications pour les covariances résiduelles non incluses dans le modèle
he: טבלה המכילה מדדי שינוי של השונויות המשותפות השיוריות שלא נכללות במודל
hr: tablica koja sadrži indekse modifikacije za kovarijance reziduala koje nisu uključene u model
it: una tabella contenente gli indici di modifica per le covarianze residue non incluse nel modello
kk: үлгіге қосылмаған қалдық ковариациялар үшін модификациялық индекстерді қамтитын кесте
nn: ein tabell med modifikasjonsindeksar for dei residuale kovariansane som ikkje er inkluderte i modellen
no: en tabell med modifikasjonsindekser for de residuale kovariansene som ikke er inkludert i modellen
pl: tabela zawierająca indeksy modyfikacyjne dla kowariancji reszt nieuwzględnionych w modelu
pt: uma tabela contendo índices de modificação para as covariâncias residuais não incluídas no modelo
ru: таблица, содержащая индексы модификации для остаточных ковариаций, не включенных в модель
sv: en tabell med modifikationsindex för de residuale kovariansene som inte är inkluderat i modellen
ta: மாதிரியில் சேர்க்கப்படாத மீதமுள்ள கோவாரன்களுக்கான மாற்றியமைக்கும் குறியீடுகளைக் கொண்ட அட்டவணை
tr: modele dahil edilmeyen artık kovaryanslar için modifikasyon indekslerini içeren bir tablo
uk: таблиця, котрий містити індекси модифікації для остаточных ковариаций, не включених у модель

source: a table containing residual covariances estimates
ca: una taula que conté estimacions de covariàncies residuals
da: en tabel med estimater for kovariansene af residuene
de: eine Tabelle mit Schätzungen für die Kovarianzen der Residuen
fr: un tableau contenant les estimations des covariances résiduelles
he: טבלה המכילה אומדנים של שונויות משותפות שיוריות
hr: tablica koja sadrži procjene kovarijanci reziduala
it: una tabella contenente le stime delle covarianze residue
kk: қалдық ковариантты бағалауды қамтитын кесте
nn: ein tabell med estimat for kovariansane av residua
no: en tabell med estimater for kovariansene av residuene
pl: tabela zawierająca oszacowania kowariancji reszt
pt: uma tabela contendo estimativas de covariâncias residuais
ru: таблица, содержащая оценки остаточных ковариаций
sl: razpredelnica z napovedjo kovarianc ostankov
sv: en tabell med estimater för kovariansene av residuene
ta: மீதமுள்ள கோவாரன்ச் மதிப்பீடுகளைக் கொண்ட அட்டவணை
tr: artık kovaryans tahminlerini içeren bir tablo
uk: таблиця, котрий містити оцінки остаточных ковариаций

source: a table containing residual intercept estimates
ca: na taula que conté les estimacions de les constants residuals
da: en tabel med estimater for skæringspunkterne af residuene
de: eine Tabelle mit Schätzungen der Interzepte für die Residuen
fr: un tableau contenant les estimations des interceptions résiduelles
he: טבלה המכילה את אומדני הלכיד השיורי
hr: tablica koja sadrži procjene presjeka reziduala
it: una tabella contenente le stime dell'intercetta residua
kk: қалдық константасының бағалары бар кесте
nn: ein tabell med estimat for skjeringspunkta av residua
no: en tabell med estimater for skjæringspunktene av residuene
pl: tabela zawierająca oszacowania wyrazów wolnych reszt
pt: uma tabela contendo estimativas dos interceptos residuais
ru: таблица, содержащая оценки константы остатка
sv: en tabell med estimater för skärningspunkterna av residuene
ta: மீதமுள்ள இடைமறிப்பு மதிப்பீடுகளைக் கொண்ட அட்டவணை
tr: artık kesen tahminlerini içeren bir tablo
uk: таблиця, котрий містити остаточные оцінки перехвата

source: a table containing residuals for the observed correlation matrix
ca: una taula que conté els residus de la matriu de correlació observada
da: en tabel med residuene for den observerede korrelationsmatrix
de: eine Tabelle mit den Residuen der beobachteten Korrelationsmatrix
fr: un tableau contenant les résidus de la matrice des corrélations observées
he: טבלה המכילה את הנתונים השיוריים עבור מטריצת המתאמים הנצפית
hr: tablica koja sadrži reziduale za promatranu matricu korelacija
it: una tabella contenente i residui della matrice di correlazione osservata
kk: бақыланатын корреляциялық матрицаға арналған қалдықтарды қамтитын кесте
nn: ein tabell med residua for den observerte korrelasjonsmatrisa
no: en tabell med residuene for den observerte korrelasjonsmatrisen
pl: tabela zawierająca reszty dla obserwowanej macierzy korelacji
pt: uma tabela contendo os resíduos para a matriz de correlação observada
ru: таблица, содержащая остатки для наблюдаемой корреляционной матрицы
sv: en tabell med residuene för den observerade korrelationsmatrisen
ta: கவனிக்கப்பட்ட தொடர்பு மேட்ரிக்சிற்கான எச்சங்களைக் கொண்ட அட்டவணை
tr: gözlemlenen korelasyon matrisi için artıkları içeren bir tablo
uk: таблиця, котрий містити решти для спостерігати корреляционной матрицы

source: a table containing the chi-square test for exact fit
ca: una taula que conté la Prova de khi-quadrat per a un ajustament exacte
da: en tabel med kjikvadrattesten for eksakt tilpasning
de: eine Tabelle mit dem Chi-Quadrat-Test auf exakte Anpassung
fr: un tableau contenant le test χ²pour un ajustement exact
he: טבלה המכילה את מבחן כי בריבוע להתאמה מדויקת
hr: tablica koja sadrži test chi-kvadrat za točnu prilagodbu
it: una tabella contenente il test del chi quadrato per l'adattamento esatto
kk: нақты сәйкестік үшін хи-квадрат сынағы бар кесте
nn: ein tabell med kjikvadrattesten for eksakt tilpassing
no: en tabell med kjikvadrattesten for eksakt tilpassing
pl: tabela zawierająca test chi kwadrat dokładnego dopasowania
pt: uma tabela contendo o teste do qui-quadrado para o ajustamento exato
ru: таблица, содержащая критерий хи-квадрат для точного соответствия
sl: razpredelnica s statistiko hi-kvadrat natančne skladnosti
sv: en tabell med chi-kvadrat-testen för exakt anpassning
ta: சரியான பொருத்தத்திற்காக சி-சதுர சோதனையைக் கொண்ட அட்டவணை
tr: tam uyum için ki-kare testini içeren bir tablo
uk: таблиця, котрий містити критерій хи-квадрату для точного відповідності

source: a table containing the collinearity statistics
ca: una taula que conté les estadístiques de col·linearitat
da: en tabel med kolinearitetsstatistikk
de: eine Tabelle mit den Kollinearitätsstatistiken
fr: un tableau contenant les statistiques de colinéarité
he: טבלה המכילה את סטטיסטיקת שיתוף הישר
hr: tablica koja sadrži statistiku kolinearnosti
it: una tabella contenente le statistiche di collinearità
kk: коллинеарлылық статистиканы қамтитын кесте
nn: ein tabell med kolinearitetsstatistikk
no: en tabell med kolinearitetsstatistikk
pl: tabela zawierająca statystyki współliniowości
pt: uma tabela contendo as estatísticas de colinearidade
ru: таблица, содержащая статистику коллинеарности
sl: razpredelnica s statistiko kolinearnosti
sv: en tabell med kolinearitetsstatistik
ta: கோலைனரிட்டி புள்ளிவிவரங்களைக் கொண்ட அட்டவணை
tr: doğrusal bağlantı istatistiklerini içeren bir tablo
uk: таблиця, котрий містити статистику коллинеарности

source: a table containing the descriptives
ca: una taula que conté els descriptius
da: en tabel med deskriptivstatistikk
de: eine Tabelle mit deskriptivstatistischen Werten
fr: un tableau contenant les statistiques descriptives
he: טבלה המכילה את המידע התיאורי
hr: tablica s deskriptivnim pokazateljima
it: una tabella con valori statistici descrittivi
kk: сипаттамаларды қамтитын кесте
nl: een tabel met beschrijvende statistiek
nn: ein tabell med deskriptivstatistikk
no: en tabell med deskriptivstatistikk
pl: tabela zawierająca statystyki opisowe
pt: uma tabela contendo as descritivas
ru: таблица с описательные статистики
sl: razpredelnica z izračuni opisne statistike
sv: en tabell med deskriptiv statistik
ta: விளக்கங்களைக் கொண்ட அட்டவணை
tr: betimleyici istatistikleri içeren bir tablo
uk: таблиця з описательные статистики

source: a table containing the factor loadings
ca: una taula que conté les càrregues factorials
da: en tabel med faktorladinger
de: eine Tabelle mit den Faktorladungen
fr: un tableau contenant les contributions des facteurs
he: טבלה המכילה את טעינויות הגורם
hr: tablica koja sadrži opterećenja faktora
it: una tabella con i carichi dei fattori
kk: факторлық жүктемелерді қамтитын кесте
nn: ein tabell med faktorladingar
no: en tabell med faktorladinger
pl: tabela zawierająca ładunki czynnikowe
pt: uma tabela contendo os pesos fatoriais
ru: таблица, содержащая факторные нагрузки
sl: razpredelnica z utežmi faktorjev
sv: en tabell med faktorladinger
ta: காரணி ஏற்றுதல் கொண்ட அட்டவணை
tr: faktör yüklerini içeren bir tablo
uk: таблиця, котрий містити факторные навантаження

source: a table containing the group descriptives
ca: una taula que conté els descriptius del grup
da: en tabel med deskriptivstatistikk for grupperne
de: eine Tabelle mit der Deskriptivstatistik für die einzelnen Gruppen
fr: un tableau contenant les statistiques descriptives des groupes
he: טבלה המכילה את המידע התיאורי של הקבוצה
hr: tablica s deskriptivni pokazateljima grupa
it: una tabella con le statistiche descrittive per ogni gruppo
kk: топ сипаттамаларын қамтитын кесте
nn: ein tabell med deskriptivstatistikk for gruppene
no: en tabell med deskriptivstatistikk for gruppene
pl: tabela zawierająca statystyki opisowe dla grup
pt: uma tabela contendo as descritivas do grupo
ru: таблица, содержащая описания группы
sl: razpredelnica z izračuni opisne statistike skupine
sv: en tabell med deskriptiv statistik för grupperna
ta: குழு விளக்கங்களைக் கொண்ட அட்டவணை
tr: grup betimleyici istatistiklerini içeren bir tablo
uk: таблиця, котрий містити описи групи

source: a table containing the homogeneity of variances tests
ca: una taula que conté les proves d'homogeneïtat de variàncies
da: en tabel med tester på varianshomogenitet
de: eine Tabelle mit den Tests auf Homogenität der Varianzen
fr: un tableau contenant les tests d'homogénéité des variances
he: טבלה המכילה את מבחני הומוגניות השונויות
hr: tablica s testovima homogenosti varijanci
it: una tabella con i test di omogeneità delle varianze
kk: дисперсия сынақтарының біртектілігін қамтитын кесте
nn: ein tabell med testar på varianshomogenitet
no: en tabell med tester på varianshomogenitet
pl: tabela zawierająca testy homogeniczności wariancji
pt: uma tabela contendo os testes de homogeneidade de variâncias
ru: таблица, содержащая тесты на однородность дисперсий
sv: en tabell med tester på varianshomogenitet
ta: மாறுபாடுகள் சோதனைகளின் ஒருமைப்பாட்டைக் கொண்ட அட்டவணை
tr: varyansların homojenliği testlerini içeren bir tablo
uk: таблиця, котрий містити тести на однородность дисперсий

source: a table containing the normality test results
ca: una taula que conté els resultats de la Prova de normalitat
da: en tabel med tester på normalfordeling
de: eine Tabelle mit den Ergebnissen der Prüfung auf Normalverteilung
fr: un tableau contenant les résultats des tests de normalité
he: טבלה המכילה את תוצאות מבחן הנורמליות
hr: tablica s rezultatima testa normalnosti
it: una tabella che mostra i risultati del test di normalità
kk: қалыптылық сынағы нәтижелерін қамтитын кесте
nn: ein tabell med testar på normalfordeling
no: en tabell med tester på normalfordeling
pl: tabela zawierająca wyniki testu normalności rozkładu
pt: uma tabela contendo os resultados do teste à normalidade
ru: таблица, содержащая результаты проверки нормальности
sl: razpredelnica z rezultati preizkusa normalnosti
sv: en tabell med tester på normalfördelning
ta: இயல்பான சோதனை முடிவுகளைக் கொண்ட அட்டவணை
tr: normallik testi sonuçlarını içeren bir tablo
uk: таблиця, котрий містити результати перевірки нормальности

source: a table containing the normality tests
ca: una taula que conté les proves de normalitat
da: en tabel med tester på normalfordeling
de: eine Tabelle mit den Tests auf Normalverteilung
fr: un tableau contenant les tests de normalité
he: טבלה המכילה את מבחני הנורמליות
hr: tablica s testovima normalnosti
it: una tabella con i test di normalità
kk: қалыптылық сынақтарынан тұратын кесте
nn: ein tabell med testar på normalfordeling
no: en tabell med tester på normalfordeling
pl: tabela zawierająca testy normalności rozkładu
pt: uma tabela contendo os testes à normalidade
ru: таблица, содержащая тесты нормальности
sl: razpredelnica z rezultati preizkusov normalnosti
sv: en tabell med tester på normalfördelning
ta: இயல்பான சோதனைகளைக் கொண்ட அட்டவணை
tr: normallik testlerini içeren bir tablo
uk: таблиця, котрий містити тести нормальности
