Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: perform a Mann-Whitney U test.
ca: realitzar una Prova U de Mann-Whitney.
da: gennemfør Mann-Whitney U-test.
de: führt einen Mann-Whitney-U-Test durch.
fr: réalise un test U de Mann-Whitney.
he: ביצוע מבחן U של מאן–ויטני.
it: eseguire un test U di Mann-Whitney.
kk: Манна-Уитни тестін орындау.
nl: voer een U-toets van Mann-Whitney uit.
nn: gjennomfør Mann-Whitney U-test.
no: gjennomfør Mann-Whitney U-test.
pl: wykonaj test U Manna-Whitneya.
pt: realizar um teste U de Mann-Whitney.
ru: выполнить U-критерий Манна-Уитни.
sl: izvedi Mann-Whitneyjev U test.
sv: genomför Mann-Whitney U-test.
ta: மான்-விட்னி யு சோதனையைச் செய்யுங்கள்.
tr: bir Mann-Whitney U testi gerçekleştirin.
uk: виконати U-критерій Манна-Уитни.

source: perform a Shapiro-Wilk test of normality. A low p-value suggests the data is not from a normal distribution.
ca: realitzar una Prova de normalitat de Shapiro-Wilk. Un valor-p baix suggereix que els dades no provenen d'una distribució normal.
da: gennemfør Shapiro-Wilk-test på normalfordeling. En lav p-værdi antyder, at dataene ikke kommer fra en normalfordeling.
de: führt einen Shapiro-Wilk-Test auf Normalverteilung durch. Ein niedriger p-Wert deutet darauf hin, dass die Daten nicht normalverteilt sind.
fr: réalise un test de normalité de Shapiro-Wilk. Une faible valeur p suggère que les données (leurs résidus) ne suivent pas une loi normale.
he: ביצוע מבחן שפירו–וילק לנורמליות. ערך p נמוך מעיד על הנתונים שהם אינם מהתפלגות נורמלית.
it: eseguire un test di normalità di Shapiro-Wilk. Un piccolo valore di p suggerisce che i dati non provengono da una distribuzione normale.
kk: Шапиро-Уилк қалыптылық тестін орындау. Төмен p мәні деректердің қалыпты түрде таралмағанын көрсетеді.
nn: gjennomfør Shapiro-Wilk-test på normalfordeling. Ein låg p-verdi antydar at dataa ikkje kjem frå ei normalfordeling.
no: gjennomfør Shapiro-Wilk-test på normalfordeling. En lav p-verdi antyder at dataene ikke kommer fra en normalfordeling.
pl: wykonaj test normalności Shapiro-Wilka. Niska wartość p sugeruje, że dane nie pochodzą z rozkładu normalnego.
pt: realizar um teste de Shapiro-Wilk à normalidade. Um p-value pequeno sugere que os dados não provêm de uma distribuição normal.
ru: выполнить критерий нормальности Шапиро-Уилка. Низкое значение p предполагает, что данные не относятся к нормальному распределению.
sl: izvedi Shapiro-Wilkove preizkuse normalnosti. Nizka p-vrednost kaže, da podatki niso del normalne porazdelitve.
sv: genomför Shapiro-Wilk-test på normalfördelning. En låg p-värde antyder att datana inte kommer från en normalfördelning.
ta: இயல்பான ஒரு சாபிரோ-வில்க் சோதனை செய்யுங்கள். குறைந்த பி-மதிப்பு தரவு ஒரு சாதாரண விநியோகத்திலிருந்து அல்ல என்று அறிவுறுத்துகிறது.
tr: bir Shapiro-Wilk normallik testi gerçekleştirin. Düşük bir p-değeri verinin normal dağılımdan olmadığını gösterir.
uk: виконати критерій нормальности Шапиро-Уилка. Низкое значення p припускає, що дані не відносяться к нормальному розподілу.

source: perform an overall model test.
ca: realitzar una Prova del model general.
da: gennemfør en test for hele modellen.
de: führt einen Test des Gesamtmodells durch.
fr: réalise un test de modèle général.
he: ביצוע בדיקה כוללת של המודל.
it: eseguire un test generale del modello.
kk: модельдің жалпы тестін жүргізу.
nl: voer een algehele modeltoets uit.
nn: gjennomfør ein test for heile modellen.
no: gjennomfør en test for hele modellen.
pl: wykonaj ogólny test modelu.
pt: execute um teste ao modelo geral.
ru: провести общий тест модели.
sl: izvedi Splošni preskus modela.
sv: genomför en test för hela modellen.
ta: ஒட்டுமொத்த மாதிரி சோதனையைச் செய்யுங்கள்.
tr: genel bir model testi gerçekleştirin.
uk: провести спільний тест моделі.

source: perform Fisher's (or what might be call 'normal') ANOVAs.
ca: realitzar ANOVA de Fisher (o allò que podria anomenar-se 'normal').
da: gennemfør Fishers (eller hvad kan kaldes »almindelige«) ANOVAER.
de: führt Fisher's ANOVAs durch (oder was man als „normale“ ANOVAs bezeichnen könnte).
fr: réalise une ANOVA de Fisher (une ANOVA "normale").
he: ביצוע ניתוחי שונות של פישר (הניתוחים הנקראים ”רגילים“).
it: eseguire le ANOVA di Fisher (o quello che si potrebbe chiamare 'normale').
kk: Фишер дисперсиясын (немесе «қалыпты» деп атауға болатын) талдауды орындау.
nn: gjennomfør Fishers (eller kva kan kallast «vanlege») ANOVAer.
no: gjennomfør Fishers (eller hva kan kalles «vanlige») ANOVAer.
pl: wykonaj test ANOVA Fishera (tj. "standardową" wersję testu ANOVA).
ru: выполнить дисперсионный анализ Фишера (или то, что можно было бы назвать 'нормальным').
sl: izvedi Fisherjeve (kar lahko označimo kot »normalne«) analize ANOVA.
sv: genomför Fishers (eller vad kan kallas “vanliga”) ANOVAer.
ta: ஃபிசரின் (அல்லது 'இயல்பான' என்று அழைக்கப்படலாம்) ANOVA ஐ செய்யுங்கள்.
tr: Fisher'ın (veya 'normal' denebilecek) ANOVA'larını gerçekleştirin.
uk: виконати дисперсионный аналіз Фишера (або то, що можна було би назвати 'нормальним') ANOVA.

source: perform Shapiro-Wilk tests of normality. A low p-value suggests the data is not from a normal distribution.
ca: realitzar proves de normalitat de Shapiro-Wilk. Un valor-p baix suggereix que els dades no provenen d'una distribució normal.
da: gennemfør Shapiro-Wilk-tester på normalfordeling. En lav p-værdi antyder, at dataene ikke kommer fra en normalfordeling.
de: führt Shapiro-Wilk-Tests auf Normalverteilung durch. Ein niedriger p-Wert deutet darauf hin, dass die Daten nicht normalverteilt sind.
fr: réalise un test de normalité de Shapiro-Wilk. Une faible valeur p suggère que les données (leurs résidus) ne suivent pas une loi normale.
he: ביצוע מבחני שפירו–וילק לנורמליות. ערך p נמוך מעיד על הנתונים שהם אינם מהתפלגות נורמלית.
it: eseguire i test di normalità di Shapiro-Wilk. Un piccolo valore di p suggerisce che i dati non provengono da una distribuzione normale.
kk: Шапиро-Уилк қалыптылық сынақтарын орындау. Төмен p мәні деректердің қалыпты түрде таралмағанын көрсетеді.
nn: gjennomfør Shapiro-Wilk-testar på normalfordeling. Ein låg p-verdi antydar at dataa ikkje kjem frå ei normalfordeling.
no: gjennomfør Shapiro-Wilk-tester på normalfordeling. En lav p-verdi antyder at dataene ikke kommer fra en normalfordeling.
pl: wykonaj testy normalności rozkładu Shapiro-Wilka. Niska wartość p sugeruje, że dane nie pochodzą z rozkładu normalnego.
pt: realizar testes de Shapiro-Wilk à normalidade. Um p-value pequeno sugere que os dados não provêm de uma distribuição normal.
ru: выполнить тесты нормальности Шапиро-Уилка. Низкое значение p предполагает, что данные не относятся к нормальному распределению.
sl: izvedi Shapiro-Wilkove preizkuse normalnosti. Nizka p-vrednost kaže, da podatki niso del normalne porazdelitve.
sv: genomför Shapiro-Wilk-tester på normalfördelning. En låg p-värde antyder att datana inte kommer från en normalfördelning.
ta: இயல்பான சாபிரோ-வில்க் சோதனைகளைச் செய்யுங்கள். குறைந்த பி-மதிப்பு தரவு ஒரு சாதாரண விநியோகத்திலிருந்து அல்ல என்று அறிவுறுத்துகிறது.
tr: Shapiro-Wilk normallik testleri gerçekleştirin. Düşük bir p-değeri verinin normal dağılımdan olmadığını gösterir.
uk: виконати тести нормальности Шапиро-Уилка. Низкое значення p припускає, що дані не відносяться к нормальному розподілу.

source: perform Shapiro-Wilk tests of normality. A low p-value suggests the residuals are not normally distributed.
ca: realitzar proves de normalitat de Shapiro-Wilk. Un valor-p baix suggereix que els residus no estan distribuïts normalment.
da: gennemfør Shapiro-Wilk-tester på normalfordeling. En lav p-værdi antyder, at residuene ikke kommer fra en normalfordeling.
de: führt Shapiro-Wilk-Tests auf Normalverteilung durch. Ein niedriger p-Wert deutet darauf hin, dass die Residuen nicht normalverteilt sind.
fr: réalise un test de normalité de Shapiro-Wilk. Une faible valeur p suggère que les données (leurs résidus) ne suivent pas une loi normale.
he: ביצוע מבחני שפירו–וילק לנורמליות. ערך p נמוך מעיד על הנתונים השיוריים שהם אינם מתפלגים נורמלי.
hr: izvedi Shapiro-Wilkov test normalnosti. Niska p-vrijednost upućuje na to da reziduali nisu normalno raspodijeljeni.
it: eseguire i test di normalità di Shapiro-Wilk. Un piccolo valore di p suggerisce che i residui non sono distribuiti normalmente.
kk: Шапиро-Уилк қалыптылық сынақтарын орындаңыз. Төмен p мәні қалдықтардың қалыпты түрде таралмағанын көрсетеді.
nn: gjennomfør Shapiro-Wilk-testar på normalfordeling. Ein låg p-verdi antydar at residua ikkje kjem frå ei normalfordeling.
no: gjennomfør Shapiro-Wilk-tester på normalfordeling. En lav p-verdi antyder at residuene ikke kommer fra en normalfordeling.
pl: wykonuje testy normalności Shapiro-Wilka. Niska wartość p sugeruje, że reszty nie przyjmują rozkładu normalnego.
pt: realizar testes de Shapiro-Wilk à normalidade. Um p-value pequeno sugere que os resíduos não são normalmente distribuídos.
ru: выполнить тесты нормальности Шапиро-Уилка. Низкое p-значение предполагает, что остатки не распределены нормально.
sl: izvedi Shapiro-Wilkov preizkuse normalnosti. Nizka p-vrednost kaže, da ostanki niso del normalne porazdelitve.
sv: genomför Shapiro-Wilk-tester på normalfördelning. En låg p-värde antyder att residuene inte kommer från en normalfördelning.
ta: இயல்பான சாபிரோ-வில்க் சோதனைகளைச் செய்யுங்கள். குறைந்த பி-மதிப்பு எஞ்சியவை பொதுவாக விநியோகிக்கப்படுவதில்லை என்று கூறுகிறது.
tr: Shapiro-Wilk normallik testlerini gerçekleştirin. Düşük bir p-değeri, artıkların normal dağılmadığını gösterir.
uk: виконати тести нормальности Шапиро-Уилка. Низкое p-значення припускає, що решти не розподілені нормально.

source: perform Student's independent samples t-tests.
ca: realitzar proves t de Student per a mostres independents.
da: gennemfør Students uafhængige t-tester.
de: führt Student's t-Tests für unabhängige Stichproben durch.
fr: réalise un test t de Student pour échantillons indépendants.
he: ביצוע מבחני t של סטודנט למדגמים בלתי תלויים.
it: eseguire i test t di Student per campioni indipendenti.
kk: студенттің тәуелсіз үлгілерінің t-тесттерін орындау.
nl: voer een t-toets van Student voor onafhankelijke steekproeven uit.
nn: gjennomfør Students uavhengige t-tester.
no: gjennomfør Student's uavhengige t-tester.
pl: wykonuje testy t Studenta dla prób niezależnych.
pt: realizar testes t de Student para amostras independentes-
ru: выполнить t-критерий Стьюдента для независимых выборок.
sl: izvedi T-Test neodvisnih vzorcev.
sv: genomför Students oberoende t-tester.
ta: மாணவர்களின் சுயாதீன மாதிரிகள் டி-சோதனைகளைச் செய்யுங்கள்.
tr: Student'ın bağımsız örneklemler t-testlerini gerçekleştirin.
uk: виконати t-критерій Стьюдента для незалежний вибірок.

source: perform Student's one-sample t-tests.
ca: realitzar proves t de Student per a una mostra.
da: gennemfør Students t-test for et udvalg.
de: führt Student's t-Tests für eine Stichprobe durch.
fr: réalise un test t de Student pour un échantillon.
he: ביצוע מבחני t של סטודנט למדגם יחיד.
it: eseguire i test t di Student a un campione.
kk: студенттің бір үлгілі t-тесттерін орындау.
nl: voer t-toetsen van Student uit voor één steekproef.
nn: gjennomfør Students t-test for eitt utval.
no: gjennomfør Student's t-test for ett utvalg.
pl: wykonuje testy t Studenta dla jednej próby.
pt: realizar os testes t de Student para uma amostra.
ru: выполнить одновыборочные t-критерии Стьюдента.
sl: izvedi T-Test enega vzorca.
sv: genomför Students t-test för ett urval.
ta: மாணவர்களின் ஒரு மாதிரி டி-சோதனைகளைச் செய்யுங்கள்.
tr: Student'ın tek örneklem t-testlerini gerçekleştirin.
uk: виконати одновыборочные t-критерії Стьюдента.

source: perform Student's paired samples t-tests.
ca: realitzar proves t de Student per a mostres aparellades.
da: gennemfør Students parrede t-tester.
de: führt Student's t-Tests für äbhangige Stichproben durch.
fr: réalise un test t de Student pour échantillons appariés.
he: ביצוע מבחני t של סטודנט למדגמים מזווגים.
it: eseguire i test t di Student per campioni appaiati .
kk: студенттің жұптық үлгілерінің t-тесттерін орындау.
nl: voer een t-toets van Student voor gepaarde steekproeven uit.
nn: gjennomfør Students para t-tester.
no: gjennomfør Student's parete t-tester.
pl: wykonuje testy t Studenta dla prób zależnych.
pt: realizar testes t de Student para amostras emparelhadas.
ru: выполнить t-критерии Стьюдента для парных выборок.
sl: izvedi T-Test parjenih vzorcev.
sv: genomför Students parade t-tester.
ta: மாணவர்களின் இணை மாதிரிகள் டி-சோதனைகளைச் செய்யுங்கள்.
tr: Student'ın eşleştirilmiş örneklemler t-testlerini gerçekleştirin.
uk: виконати t-критерії Стьюдента для парных вибірок.

source: perform Welch's ANOVAs.
ca: realitzar ANOVA de Welch.
da: gennemfør ANOVAER efter Welch.
de: führt ANOVAs nach Welch durch.
fr: réalise un test ANOVA de Welch.
he: ביצוע ניתוחי שונות של ולץ׳.
it: eseguire le ANOVA di Welch.
kk: Уэльчтың дисперсионды талдауын орындау.
nl: voer ANOVA's van Welch uit.
nn: gjennomfør ANOVAer etter Welch.
no: gjennomfør ANOVAer etter Welch.
pl: wykonuje test ANOVA Welcha.
pt: executar ANOVAs de Welch.
ru: выполнить дисперсионный анализ Уэлча.
sl: izvedi Welchove analize ANOVA.
sv: genomför ANOVAer efter Welch.
ta: வெல்ச்சின் அனோவா செய்யுங்கள்.
tr: Welch'ın ANOVA'larını gerçekleştirin.
uk: виконати ANOVA Уэлча.

source: perform Welch's tests.
ca: realitzar proves de Welch.
da: gennemfør Welchs tester.
de: Welch-Tests durchführen.
fr: réalise une test de Welch.
he: ביצוע מבחני ולץ׳.
it: eseguire i test di Welch.
kk: Уэльчтың тесттерін орындау.
nl: Welch-toetsen uitvoeren.
nn: gjennomfør Welchs testar.
no: gjennomfør Welchs tester.
pl: wykonuje testy Welcha.
pt: realizar os testes de Welch.
ru: выполнить тесты Уэлча.
sl: izvedi Welchev t preizkus.
sv: genomför Welchs tester.
ta: வெல்ச்சின் சோதனைகளைச் செய்யுங்கள்.
tr: Welch'ın testlerini gerçekleştirin.
uk: виконати тести Уэлча.

source: perform Wilcoxon signed rank tests.
ca: realitzar proves de rang amb signe de Wilcoxon.
da: gennemfør Wilcoxon-test af fortegnfordeling.
de: führt Wilcoxon-Vorzeichen-Rangtests durch.
fr: réalise un test des rangs signés de Wilcoxon.
he: ביצוע מבחן הדרגות המסומנות של וילקוקסון.
it: eseguire i test dei ranghi con segno di Wilcoxon.
kk: Вилкоксон таңбалық дәрежесі сынақтарын орындау.
nl: voer rangtekentoetsen van Wilcoxon uit.
nn: gjennomfør Wilcoxon-test av forteiknfordeling.
no: gjennomfør Wilcoxon-test av fortegnsfordeling.
pl: wykonuje testy rang Wilcoxona.
pt: realizar testes de Wilcoxon.
ru: выполнить знаковые ранговые тесты Уилкоксона.
sl: izvedi Wilcoxonov test predznačenih rangov.
sv: genomför Wilcoxon-test av foderteckenfördelning.
ta: வில்காக்சன் கையெழுத்திட்ட தரவரிசை சோதனைகளைச் செய்யுங்கள்.
tr: Wilcoxon işaretli sıra testlerini gerçekleştirin.
uk: виконати знаковые ранговые тести Уилкоксона.

source: Phi and Cramer's V
ca: Phi i V de Cramer
da: Phi og Cramers V
de: Phi und Cramer's V
fr: V de Phi et Cramer
he: פי ו־V של קרמר
it: Phi e V di Cramer
kk: Фи және Крамердің V
nl: V van Phi en Cramer
nn: Phi og Cramers V
no: Phi og Cramers V
pl: Phi i V Cramera
pt: V de Cramér e Phi
ru: Фи и Крамер V
sl: Fi in Cramerjev V
sv: Phi och Cramers V
ta: ஃபை மற்றும் க்ராமரின் வி
tr: Phi ve Cramer'in V'si
uk: Фи і Крамер V

source: Phi-coefficient
ca: coeficient Phi
da: Phi-koefficient
de: Phi-Koeffizient
fr: Coefficient Phi
he: מקדם פי
hr: Koeficijent Phi
it: Coefficiente Phi
kk: Фи коэффициенті
nl: Phi-coëfficiënt
nn: Phi-koeffisient
no: Phi-koeffisient
pl: Współczynnik Phi
pt: Coeficiente Phi
ru: Фи-коэффициент
sl: Koeficient Fi (φ)
sv: Phi-koeffisient
ta: Phi- குணகம்
tr: Phi-katsayısı
uk: Фи-коефіцієнт

source: Pillai's Trace
ca: Traça de Pillai
da: Pillais spor
de: Pillai's Spur
fr: Marque de Pillai
he: מסלול פילאי
hr: Pillaiov trag
it: Traccia di Pillai
kk: Пиллай ізі
nl: Pillai's spoor
nn: Pillais spor
no: Pillais spor
pl: Ślad Pillai
pt: Traço de Pillai
ru: След Пиллаи
sl: Pillailova sled
sv: Pillais spår
ta: பிள்ளையின் சுவடு
tr: Pillai'nin İzi
uk: Слід Пиллаи

source: Plot
ca: Gràfic
da: Diagram
de: Diagramm
fr: Graphe
he: תרשים
hr: Dijagram
it: Grafico
kk: график
nl: Grafiek
nn: Diagram
no: Diagram
pl: Wykres
pt: Gráfico
ru: График
sl: Diagram
sv: Diagram
ta: சூழ்ச்சி
tr: Grafik
uk: Графік

source: plot densities along the diagonal of the correlation matrix plot.
ca: gràfica de densitats a la diagonal del gràfic de la matriu de correlació.
da: giv ud tæthedsdiagrammer langs hoveddiagonalen i korrelationsdiagrammet.
de: gibt Dichtediagramme in der Hauptdiagonalen des Korrelationsdiagramms aus.
fr: représente les densités le long de la diagonale du graphe des matrices de corrélation.
he: צפיפות התרשים לאורך האלכסון של תרשים מטריצת המתאמים.
it: tracciare le densità lungo la diagonale del grafico della matrice di correlazione.
kk: корреляциялық матрица сызбасының диагоналы бойынша таралу тығыздығы графигі.
nn: gi ut tettleiksdiagram langs hovuddiagonalen i korrelasjonsdiagrammet.
no: gi ut tetthetsdiagrammer langs hoveddiagonalen i korrelasjonsdiagrammet.
pl: nanieś gęstości wzdłuż przekątnej wykresu macierzy korelacji.
pt: representar as densidades ao longo da diagonal do gráfico da matriz de correlação.
ru: график плотности распределения вдоль диагонали графика корреляционной матрицы.
sl: izris gostot vzdolž diagonale izrisa korelacijske matrike.
sv: ge ut täthetsdiagram längs huvuddiagonalen i korrelationsdiagrammet.
ta: தொடர்பு மேட்ரிக்ச் சதித்திட்டத்தின் மூலைவிட்டத்தில் சூழ்ச்சி அடர்த்தி.
tr: korelasyon matris grafiğinin köşegeni boyunca yoğunlukları çizin.
uk: графік плотности розподілу уздовж диагонали графіка корреляционной матрицы.

source: plot the data along with the marginal means.
ca: gràfic de les dades conjuntament amb les mitjanes marginals.
da: vis rådataene sammen med de estimerede gennemsnitterne.
de: zeigt die Rohdaten zusammen mit den Randmitteln an.
fr: représente les données avec les moyennes marginales.
he: רישום הנתונים יחד עם הממוצעים השוליים.
hr: prikaži podatke zajedno s procijenjenim marginalnim srednjim vrijednostima.
it: visualizza i dati grezzi insieme alle medie marginali.
kk: деректерді шекті орта мәндермен бірге сызыңыз.
nn: vis rådataa saman med dei estimerte gjennomsnitta.
no: vis rådataene sammen med de estimerte gjennomsnittene.
pl: utwórz wykres danych wraz ze średnimi brzegowymi.
pt: exibir os dados com as médias marginais.
ru: постройте данные вместе с маргинальными средними значениями.
sl: izris podatkov z robnimi povprečji.
sv: sätt rådataene tillsammans med de estimerade genomsnitten.
ta: விளிம்பு வழிமுறைகளுடன் தரவைத் திட்டமிடுங்கள்.
tr: veriyi marjinal ortalamalarla birlikte çizin.
uk: збудуйте дані разом з маргінальними середній значеннями.

source: Plot Type
ca: Tipus de Gràfics
da: Diagramtype
de: Diagrammtyp
fr: Type de graphe
he: סוג התרשים
hr: Vrsta dijagrama
it: Tipo di Grafico
kk: диаграмма түрі
nl: Grafiektype
nn: Diagramtype
no: Diagramtype
pl: Typ wykresu
pt: Tipo de Gráfico
ru: Тип графика
sl: Vrsta diagrama
sv: Diagramtyp
tr: Grafik Türü
uk: Тип графіка

source: Plots
ca: Gràfics
da: Figurer
de: Diagramme
fr: Graphes
he: תרשימים
hr: Dijagrami
it: Grafici
kk: графиктер
nl: Grafieken
nn: Figurar
no: Figurer
pl: Wykresy
pt: Gráficos
ru: Графики
sl: Diagrami
sv: Figurer
tr: Grafikler
uk: Графіки

source: Polynomial
ca: Polinomial
he: רב־איבר
hr: Polinomski
it: Polinomio
kk: полиномдық
nl: Polynomiaal
pl: Wielomian
pt: Polinomial
ru: Полиномиальный
sl: Polinomska‧
ta: அடுக்குக்கோவை
tr: Polinom
uk: Полиномиальный

source: Post Hoc Comparisons - {term}
ca: Comparacions Post Hoc - {term}
da: Post-hoc-sammenlikninger - {term}
de: Post-hoc-Vergleiche - {term}
fr: Comparaisons post hoc - {term}
he: השוואות המשך – {term}
hr: Post Hoc usporedba – {term}
it: Confronti Post Hoc - {term}
kk: Кейінгі салыстырулар - {term}
nl: Post-hoc-vergelijkingen - {term}
nn: Post-hoc-sammenlikninger - {term}
no: Post-hoc-sammenlikninger – {term}
pl: Porównania post-hoc – {term}
pt: Comparações Post-hoc - {term}
ru: Апостериорные сравнения - {term}
sl: Primerjave Post Hoc – {term}
sv: Post-hoc-jämförelser - {term}
ta: பிந்தைய தற்காலிக ஒப்பீடுகள் - {term}
tr: Post Hoc Karşılaştırmaları - {term}
uk: Апостериорные порівняння - {term}

source: Post Hoc Tests
ca: Proves Post Hoc
da: Post-hoc-tester
fr: Tests post hoc
he: מבחני המשך (Post Hoc)
hr: Post Hoc testovi
it: Test Post Hoc
kk: пост hoc сынақтары
nl: Post-Hoc-toetsen
nn: Post-hoc-tester
no: Post-hoc-tester
pl: Testy post-hoc
pt: Testes Post-hoc
ru: Апостериорные тесты
sl: Testi Post-Hoc
sv: Post-hoc-tester
ta: பிந்தைய தற்காலிக சோதனைகள்
tr: Post Hoc Testler
uk: Апостериорные тести

source: Post Hoc Tests – $key
ca: Proves Post Hoc -$key
da: Post-hoc-tester – $key
fr: Tests post-hoc – $key
he: מבחני המשך – $key
hr: Post Hoc testovi – $key
it: Test Post Hoc – $key
kk: Пост hoc сынақтары – $key
nl: Post-hoc-toetsen – $key
nn: Post-hoc-tester – $key
no: Post-hoc-tester – $key
pl: Testy post-hoc - $key
pt: Testes Post-hoc – $key
ru: Апостериорные тесты – $key
sl: Testi Post Hoc – $key
sv: Post-hoc-tester – $key
ta: பிந்தைய தற்காலிக சோதனைகள் - $ விசை
tr: Post Hoc Testler – $key
uk: Апостериорные тести – $key

source: Post-Hoc Model Performance
ca: Rendimient del Model Post-Hoc
da: Kvaliteten på post-hoc-modellen
de: Güte des Post-hoc-Modells
fr: Performance du modèle post hoc
he: ביצועי מודל מבחן ההמשך
hr: Post-Hoc performanca modela
it: Performance del Modello Post-Hoc
kk: Post-Hoc үлгісінің орындалуы
nl: Post-Hoc-modelprestaties
nn: Kvaliteten på post-hoc-modellen
no: Kvaliteten på post-hoc-modellen
pl: Model post-hoc
pt: Performance do Modelo Post-hoc
ru: Производительность апостериорной модели
sv: Kvaliteten på post-hoc-modellen
ta: பிந்தைய தற்காலிக மாதிரி செயல்திறன்
tr: Post-Hoc Model Performansı
uk: Производительность апостериорной моделі

source: Post-Hoc Test
ca: Prova Post-Hoc
fr: Test post hoc
he: מבחן המשך
it: Test Post-Hoc
kk: Post-Hoc тесті
nl: Post-Hoc-toets
pl: Test post-hoc
pt: Teste Post-hoc
ru: Апостериорный тест
ta: பிந்தைய தற்காலிக சோதனை
tr: Post-Hoc Testi
uk: Апостериорный тіст

source: Post-Hoc Tests
ca: Proves Post-Hoc
da: Post-hoc-tester
fr: Tests post hoc
he: מבחני המשך
hr: Post-Hoc testovi
it: Test Post-Hoc
kk: Post-Hoc тестілері
nl: Post-Hoc-toetsen
nn: Post-hoc-tester
no: Post-hoc-tester
pl: Testy post-hoc
pt: Testes Post-hoc
ru: Апостериорные тесты
sl: Testi Post-Hoc
sv: Post-hoc-tester
ta: பிந்தைய தற்காலிக சோதனைகள்
tr: Post-Hoc Testler
uk: Апостериорные тести

source: Posterior
ca: A Posteriori
fr: Postérieur
he: פוסטריור
it: A Posteriori
kk: апостериор
ru: Постериорный
ta: பின்புறம்
uk: Постериорный

source: Posterior plot
ca: Gràfic a Posteriori
da: Posterior-diagram
de: Posterior-Diagramm
fr: Graphe postérieur
he: תרשים הפוסטריור
it: Grafico a posteriori
kk: апостериор графигі
nl: Posterior-diagram
nn: Posterior-diagram
no: Posterior-diagram
pl: Wykres rozkładu a posteriori
pt: Gráfico a posteriori
ru: Постериорный график
sv: Posterior-diagram
ta: பின்புற சூழ்ச்சி
tr: Posterior grafik
uk: Постериорный графік

source: Posterior Plots
ca: Gràfics a Posteriori
da: Posterior-diagrammer
de: Posterior-Diagramme
fr: Graphes postérieurs
he: תרשימי הפוסטריור
it: Grafici a Posteriori
kk: апостериор графиктері
nl: Posterior-diagrammen
nn: Posterior-diagram
no: Posterior-diagrammer
pl: Wykresy rozkładu a posteriori
pt: Gráficos a posteriori
ru: Постериорные графики
sv: Posterior-diagram
ta: பின்புற அடுக்குகள்
tr: Posterior Grafikler
uk: Постериорные графіки

source: Predicted
ca: Predicció
da: Forventa
de: Vorhergesagt
fr: Prédit
he: מנובא
hr: Predviđeno
it: Previsto
kk: болжанған
nl: Voorspeld
nn: Føresagt
no: Forutsagt
pl: Przewidywane
pt: Previsto
ru: Предсказанный
sl: Napovedano
sv: Förväntat
ta: கணிக்கப்பட்டுள்ளது
tr: Tahmin Edilen
uk: Предсказанный
