Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # REPEATED MEASURES ANOVA # # Within Subjects Effects # ─────────────────────────────────────────────────────────────────────── # Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────────────── # Note. Type 3 Sums of Squares # # # # Between Subjects Effects # ───────────────────────────────────────────────────────────────── # Sum of Squares df Mean Square F p # ───────────────────────────────────────────────────────────────── # Residual 954 90 10.6 # ───────────────────────────────────────────────────────────────── # Note. Type 3 Sums of Squares #
ca: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ANOVA PER A MESURES REPETIDES # # Efectes Intra-subjectes # ─────────────────────────────────────────────────────────────────────── # Suma Quadràtica gl Mitjana Quadràtica F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126,11 44,2 < ,001 # residu 257 90 2,85 # ─────────────────────────────────────────────────────────────────────── # Nota. Sumes Quadràtiques tipus 3 # # # # Efectes Inter-subjectes # ─────────────────────────────────────────────────────────────────────── # Suma Quadràtica gl Mitjana Quadràtica F p # ─────────────────────────────────────────────────────────────────────── # residu 954 90 10,6 # ─────────────────────────────────────────────────────────────────────── # Nota. Sumes Quadràtiques tipus 3 #
da: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ANOVA FOR GENTAGNE MÅLINGER # # Mellomsubjekteffekter # ─────────────────────────────────────────────────────────────── # Kvadratsum df Varians F p # ─────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────── # Notater. Type-3-kvadratsumme # # # # Effekter inden for deltagerene # ─────────────────────────────────────────────────────────────── # Kvadratsum df Varians F p # ─────────────────────────────────────────────────────────────── # Residuer 954 90 10.6 # ─────────────────────────────────────────────────────────────── # Notater. Type-3-kvadratsumme #
de: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ANOVA MIT MESSWIEDERHOLUNG # # Zwischensubjekteffekte # ─────────────────────────────────────────────────────────────────────────── # Quadratsumme df Mittl. quad. Abw. F p # ─────────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────────────────── # Anmerkung. Quadratsumme vom Typ 3 # # # # Innersubjekteffekte # ───────────────────────────────────────────────────────────────────── # Quadratsumme df Mittl. quad. Abw. F p # ───────────────────────────────────────────────────────────────────── # Residuen 954 90 10.6 # ───────────────────────────────────────────────────────────────────── # Anmerkung. Quadratsumme vom Typ 3 #
it: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # ANOVA A MISURE RIPETUTE # REPEATED MEASURES ANOVA # # Within Subjects Effects # ─────────────────────────────────────────────────────────────────────── # Sum of Squares df Mean Square F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────────────── # Note. Type 3 Sums of Squares # # # # Between Subjects Effects # ───────────────────────────────────────────────────────────────── # Sum of Squares df Mean Square F p # ───────────────────────────────────────────────────────────────── # Residual 954 90 10.6 # ───────────────────────────────────────────────────────────────── # Note. Type 3 Sums of Squares #
kk: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ҚАЙТАЛАНАТЫН ӨЛШЕМДЕР ANOVA # # Субъект ішілік әсерлер # ─────────────────────────────────────────────────────────────────────── # Квадраттардың қосындысы df Квадраттың орташа мәні F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # ─────────────────────────────────────────────────────────────────────── # Residual 257 90 2.85 # Ескерту. Квадраттардың 3 қосындысын жазыңыз # # # # Субъект ішілік әсерлер # ───────────────────────────────────────────────────────────────── # Квадраттардың қосындысы df Квадраттың орташа мәні F p # ───────────────────────────────────────────────────────────────── Қалдық 954 90 10.6 # ───────────────────────────────────────────────────────────────── # Ескерту. Квадраттардың 3 қосындысын жазыңыз #
nn: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ANOVA FOR GJENTEKNE MÅLINGAR # # Mellomsubjekteffekter # ─────────────────────────────────────────────────────────────── # Kvadratsum df Varians F p # ─────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────── # Notat. Type-3-kvadratsumma # # # # Effekter innanfor deltakarane # ─────────────────────────────────────────────────────────────── # Kvadratsum df Varians F p # ─────────────────────────────────────────────────────────────── # Residuer 954 90 10.6 # ─────────────────────────────────────────────────────────────── # Notat. Type-3-kvadratsumma #
pl: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ANOVA dla powtórzonych pomiarów # # Efekty wewnątrzobiektowe # ─────────────────────────────────────────────────────────────────────── # Suma kwadratów df Średni kwadrat F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Reszta 257 90 2.85 # ─────────────────────────────────────────────────────────────────────── # Uwaga. Suma of kwadratów typu III # # # # Efekty międzyobiektowe # ───────────────────────────────────────────────────────────────── # Suma kwadratów df Średni kwadrat F p # ───────────────────────────────────────────────────────────────── # Reszta 954 90 10.6 # ───────────────────────────────────────────────────────────────── # Uwaga. Suma of kwadratów typu III #
ru: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ДА ДЛЯ ПОВТОРНЫХ ИЗМЕРЕНИЙ # # Внутрисубъектные эффекты # ─────────────────────────────────────────────────────────────────────── # Сумма квадратов df Средний квадрат F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────────────── # Примечание. Сумма квадратов тип 3 # # # # Межсубъектные эффекты # ───────────────────────────────────────────────────────────────── # Сумма квадратов df Средний квадрат F p # ───────────────────────────────────────────────────────────────── # Residual 954 90 10.6 # ───────────────────────────────────────────────────────────────── # Примечание. Сумма квадратов тип 3 #
sv: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ANOVA FÖR UPPREPADE MÄTNINGAR # # Mellomsubjekteffekter # ─────────────────────────────────────────────────────────────── # Kvadratsum df Varians F p # ─────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────── # Anteckningar. Type-3-kvadratsumme # # # # Effekter inom deltagarna # ─────────────────────────────────────────────────────────────── # Kvadratsum df Varians F p # ─────────────────────────────────────────────────────────────── # Residuer 954 90 10.6 # ─────────────────────────────────────────────────────────────── # Anteckningar. Type-3-kvadratsumme #
ta: தரவு ('பிழைகள்', தொகுப்பு = 'JMV') அனோவார்ம் ( தரவு = பிழைகள், rm = பட்டியல் ( பட்டியல் ( சிட்டை = 'பயமுறுத்தும்', நிலைகள் = சி ('குறைந்த', 'உயர்'))), rmcells = பட்டியல் ( பட்டியல் ( அளவீடு = 'LDLF', செல் = 'குறைந்த'), பட்டியல் ( அளவீடு = 'LDHF', செல் = 'உயர்')), rmterms = பட்டியல் ( 'பயமுறுத்தும்')) # # மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA # # பாடங்களின் விளைவுகளுக்குள் # ─ ─ # சதுரங்களின் தொகை df சராசரி நாற்கை f p # ─ ─ # பயமுறுத்தும் 126 1 126.11 44.2 <.001 # மீதமுள்ள 257 90 2.85 # ─ ─ # குறிப்பு. சதுரங்களின் 3 தொகை # # # # பாடங்களின் விளைவுகளுக்கு இடையில் # ─ ─ # சதுரங்களின் தொகை df சராசரி நாற்கை f p # ─ ─ # மீதமுள்ள 954 90 10.6 # ─ ─ # குறிப்பு. சதுரங்களின் 3 தொகை #
uk: data('bugs', package = 'jmv') anovaRM( data = bugs, rm = list( list( label = 'Frightening', levels = c('Low', 'High'))), rmCells = list( list( measure = 'LDLF', cell = 'Low'), list( measure = 'LDHF', cell = 'High')), rmTerms = list( 'Frightening')) # # ANOVA ДЛЯ ПОВТОРНИЙ ВИМІРІВ # # Внутрисубъектные ефекти # ─────────────────────────────────────────────────────────────────────── # Сума квадратів df Середній квадрат F p # ─────────────────────────────────────────────────────────────────────── # Frightening 126 1 126.11 44.2 < .001 # Residual 257 90 2.85 # ─────────────────────────────────────────────────────────────────────── # Примечание. Сума квадратів типу 3 # # # # Межсубъектные ефекти # ───────────────────────────────────────────────────────────────── # Сума квадратів df Середній квадрат F p # ───────────────────────────────────────────────────────────────── # Residual 954 90 10.6 # ───────────────────────────────────────────────────────────────── # Примечание. Сума квадратів типу 3 #

source: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # REPEATED MEASURES ANOVA (NON-PARAMETRIC) # # Friedman # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
ca: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ANOVA PER A MESURES REPETIDES (NO-PARAMETRIC) # # Friedman # ──────────────────────── # χ² gl p # ──────────────────────── # 55,8 3 < ,001 # ──────────────────────── #
da: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ANOVA FOR GENTAGNE MÅLINGER (IKKE-PARAMETRISK) # # Friedman # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
de: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ANOVA MIT MESSWIEDERHOLUNG (NICHT-PARAMETRISCH) # # Friedman # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
it: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # ANOVA A MISURE RIPETUTE (NON-PARAMETRICA) # REPEATED MEASURES ANOVA (NON-PARAMETRIC) # # Friedman # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
kk: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ҚАЙТАЛАНАТЫН ӨЛШЕМДЕР ҮШІН ANOVA (ПАРАМЕТРЛІК ЕМЕС) # # Фридман # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
nn: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ANOVA FOR GJENTEKNE MÅLINGAR (IKKJE-PARAMETRISK) # # Friedman # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
pl: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ANOVA dla powtórzonych pomiarów (NIEPARAMETRYCZNA) # # test Friedmana # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
ru: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ДА ДЛЯ ПОВТОРНЫХ ИЗМЕРЕНИЙ (НЕПАРАМЕТРИЧЕСКИЙ) # # Фридман # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
sv: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ANOVA FÖR UPPREPADE MÄTNINGAR (IKKE-PARAMETRISK) # # Friedman # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #
ta: தரவு ('பிழைகள்', தொகுப்பு = 'JMV') anovarmnp (பிழைகள், நடவடிக்கைகள் = VARS (LDLF, LDHF, HDLF, HDHF))) # # மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA (அளவுரு அல்லாத) # # ப்ரீட்மேன் # ─ # χ² df ப # ─ # 55.8 3 <.001 # ─ #
uk: data('bugs', package = 'jmv') anovaRMNP(bugs, measures = vars(LDLF, LDHF, HDLF, HDHF)) # # ANOVA ДЛЯ ПОВТОРНИЙ ВИМІРІВ (НЕПАРАМЕТРИЧЕСКИЙ) # # Фридман # ──────────────────────── # χ² df p # ──────────────────────── # 55.8 3 < .001 # ──────────────────────── #

source: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # PAIRED SAMPLES T-TEST # # Paired Samples T-Test # ────────────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Student's t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
ca: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # PROVA T PER A MOSTRES EMPARELLADES # # Prova T per a mostres emparellades # ────────────────────────────────────────────────────────────── # estadístic gl p # ────────────────────────────────────────────────────────────── # LDLF LDHF t de Student -6,65 90,0 < ,001 # ────────────────────────────────────────────────────────────── #
da: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # PARRET T-TEST # # Parret t-test # ────────────────────────────────────────────────────────────── # Statistikk df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Students t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
de: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # T-TEST FÜR ABHÄNGIGE STICHPROBEN # # t-Test für abhängige Stichproben # ────────────────────────────────────────────────────────────── # Statistik df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Student's t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
it: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # Test t CAMPIONI APPAIATI # PAIRED SAMPLES T-TEST # # Paired Samples T-Test # ────────────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Student's t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
kk: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # ЖҰПТАСТЫРЫЛҒАН ҮЛГІЛЕР T-ТЕСТ # # Жұптастырылған Үлгілер T-Test # ────────────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Student's t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
nn: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # PARET T-TEST # # Paret t-test # ────────────────────────────────────────────────────────────── # Statistikk df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Students t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
pl: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # TEST T DLA DANYCH ZALEŻNYCH # # Test t dla danych zależnych # ────────────────────────────────────────────────────────────── # statystyka df p # ────────────────────────────────────────────────────────────── # LDLF LDHF t Studenta -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
ru: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # T-ТЕСТ ПАРНЫХ ВЫБОРОК # # Т-тест парных выборок # ────────────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Student's t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
sv: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # PARET T-TEST # # Paret t-test # ────────────────────────────────────────────────────────────── # Statistik df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Students t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
ta: தரவு ('பிழைகள்', தொகுப்பு = 'JMV') TTESTPS (பிழைகள், சோடிகள் = பட்டியல் ( பட்டியல் (i1 = 'ldlf', i2 = 'ldhf'))) # # இணை மாதிரிகள் டி-சோதனை # # இணை மாதிரிகள் டி-சோதனை # ─ ─ # புள்ளிவிவர டி.எஃப் ப # ─ ─ # LDLF LDHF மாணவர்களின் T -6.65 90.0 <.001 # ─ ─ #
uk: data('bugs', package = 'jmv') ttestPS(bugs, pairs = list( list(i1 = 'LDLF', i2 = 'LDHF'))) # # T-ТІСТ ПАРНЫХ ВИБІРОК # # Т-тіст парных вибірок # ────────────────────────────────────────────────────────────── # statistic df p # ────────────────────────────────────────────────────────────── # LDLF LDHF Student's t -6.65 90.0 < .001 # ────────────────────────────────────────────────────────────── #
