Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` or `FALSE` (default), perform homogeneity tests
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves d'homogeneïtat
da: `TRUE` eller `FALSE` (standard), gennemfør homogenitetstester
de: `TRUE` oder `FALSE` (Vorgabe), führt Homogenitätstests durch
fr: `TRUE` or `FALSE` (default), réalise un test d'homogénéité
it: `TRUE` o `FALSE` (predefinito), esegue un test di omogeneità
kk: `TRUE` немесе `FALSE` (әдепкі), біртектілік сынақтарын орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør homogenitetstestar
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy homogeniczności
pt: `TRUE` ou` FALSE` (padrão), realiza testes de homogeneidade
ru: `TRUE` или `FALSE` (по умолчанию), выполняете тестов на однородность
sl: `TRUE` ali `FALSE` (privzeto), izvede preizkuse homogenosti
sv: `TRUE` eller `FALSE` (standard), genomför homogenitetstester
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஒரேவிதமான சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконуєте тестів на однородность

source: `TRUE` or `FALSE` (default), perform Levene's test for homogeneity of variances
ca: `TRUE` o `FALSE` (predeterminat), realitzar Prova de Levene d'homogeneïtat de les variàncies
da: `TRUE` eller `FALSE` (standard), gennemfør Levenes test for homogenitet af varianser
de: `TRUE` oder `FALSE` (Vorgabe), führt einen Levene-Test auf Homogenität der Varianzen durch
fr: `TRUE` or `FALSE` (default), réalise un test de Levene d'homogénéité des variances
it: `TRUE` o `FALSE` (predefinito), esegue il test di Levene per l'omogeneità delle varianze
kk: 'TRUE' немесе 'FALSE' (әдепкі), дисперсиялардың біртектілігіне Levene тестін орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør Levenes test for homogenitet av variansar
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test homogeniczności wariancji Levene'a
pt: `TRUE` ou` FALSE` (padrão), executa o teste de Levene para homogeneidade de variâncias
ru: TRUE` или `FALSE` (по умолчанию), выполняет тест Левена на однородность дисперсий
sl: `TRUE` ali `FALSE` (privzeto), izvede Levenove preizkuse homogenosti varianc
sv: `TRUE` eller `FALSE` (standard), genomför Levenes test för homogenitet av varianser
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாறுபாடுகளின் ஒருமைப்பாட்டிற்கான லெவனின் சோதனையைச் செய்யுங்கள்
uk: TRUE` або `FALSE` (по умолчанию), виконує тесту Левена на однородность дисперсий

source: `TRUE` or `FALSE` (default), perform Levene's tests for homogeneity of variances
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves de Levene d'homogeneïtat de les variàncies
da: `TRUE` eller `FALSE` (standard), gennemfør Levenes tester for homogenitet af varianser
de: 'TRUE' oder 'FALSE' (Vorgabe), führt einen Levene-Tests auf Homogenität der Varianzen durch
fr: `TRUE` or `FALSE` (default), réalise un test de Levene d'homogénéité des variances
it: `TRUE` o `FALSE` (predefinito), esegue i test di Levene per l'omogeneità delle varianze
kk: 'TRUE' немесе 'FALSE' (әдепкі), дисперсиялардың біртектілігіне Levene тестін орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør Levenes testar for homogenitet av variansar
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy homogeniczności wariancji Levene'a
pt: `TRUE` ou` FALSE` (padrão), executa os testes de Levene para homogeneidade de variâncias
ru: `TRUE` или `FALSE` (по умолчанию), выполняет тестов Левена на однородность дисперсий
sl: `TRUE` ali `FALSE` (privzeto), izvede Levenov preizkus homogenosti varianc
sv: `TRUE` eller `FALSE` (standard), genomför Levenes tester för homogenitet av varianser
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாறுபாடுகளின் ஒருமைப்பாட்டிற்கு லெவனின் சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує тестів Левена на однородность дисперсий

source: `TRUE` or `FALSE` (default), perform Mann-Whitney U tests
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves U de Mann-Whitney
da: `TRUE` eller `FALSE` (standard), gennemfør Mann-Whitney U-tester
de: `TRUE` oder `FALSE` (Vorgabe), führt Mann-Whitney-U-Tests durch
fr: `TRUE` or `FALSE` (default), réalise un test U de Mann-Whitney
it: `TRUE` o `FALSE` (predefinito), esegue i test di Mann-Whitney U
kk: 'TRUE' немесе 'FALSE' (әдепкі), Mann-Whitney U тестін орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør Mann-Whitney U-testar
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy U Manna-Whitneya
pt: `TRUE` ou` FALSE` (padrão), executa o teste U de Mann-Whitney
ru: `TRUE` или `FALSE` (по умолчанию), выполняет U-критерий Манна-Уитни
sl: `TRUE` ali `FALSE` (privzeto), izračuna Man-Whitneyev U
sv: `TRUE` eller `FALSE` (standard), genomför Mann-Whitney U-tester
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மான்-விட்னி யு சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує U-критерій Манна-Уитни

source: `TRUE` or `FALSE` (default), perform pairwise comparisons
ca: `TRUE` o `FALSE` (predeterminat), realitzar comparacions per parelles
da: `TRUE` eller `FALSE` (standard), gennemfør parvise sammenligninger
de: `TRUE` oder `FALSE` (Vorgabe), führt paarweise Vergleiche durch
fr: `TRUE` or `FALSE` (default), réalise un test comparaison pair à pair (apparié)
it: `TRUE` o `FALSE` (predefinito), esegue confronti a coppie
kk: 'TRUE' немесе 'FALSE' (әдепкі), жұптық салыстыруларды орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør parvise samanlikningar
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje porównania parami
pt: `TRUE` ou` FALSE` (padrão), realiza comparações de pares
ru: `TRUE` или `FALSE` (по умолчанию), выполняет попарные сравнения
sl: `TRUE` or `FALSE` (privzeto), izvede parne primerjave
sv: `TRUE` eller `FALSE` (standard), genomför parvisa jämförelser
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சோடிவரிசை ஒப்பீடுகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує попарные порівняння

source: `TRUE` or `FALSE` (default), perform Shapiro-wilk normality tests
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves de normalitat Shapiro-wilk
da: `TRUE` eller `FALSE` (standard), gennemfør Shapiro-Wilk-tester af normalfordeling
de: `TRUE` oder `FALSE` (Vorgabe), prüft mittels Shapiro-Wilk-Tests auf Normalverteilung
fr: `TRUE` or `FALSE` (default), réalise un test de normalité de Shapiro-Wilk
it: `TRUE` o `FALSE` (predefinito), esegue i test di normalità di Shapiro-Wilk
kk: 'TRUE' немесе 'FALSE' (әдепкі), Shapiro-wilk қалыптылық сынақтарын орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør Shapiro-Wilk-testar av normalfordeling
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy normalności Shapiro-Wilka
pt: `TRUE` ou` FALSE` (padrão), execute o teste à Normalidade de Shapiro-Wilk
ru: `TRUE` или `FALSE` (по умолчанию), выполняет тесты Шапиро-Уилка на нормальность
sl: `TRUE` ali `FALSE` (privzeto), izvede Shapiro-Wilkove preizkuse normalnosti
sv: `TRUE` eller `FALSE` (standard), genomför Shapiro-Wilk-tester av normalfördelning
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சாபிரோ-வில்க் இயல்பான சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує тести Шапиро-Уилка на нормальность

source: `TRUE` or `FALSE` (default), perform Shapiro-Wilk test of normality
ca: `TRUE` o `FALSE` (predeterminat), realitzar la Prova de normalitat de Shapiro-Wilk
da: `TRUE` eller `FALSE` (standard), gennemfør Shapiro-Wilk test af normalfordeling
de: `TRUE` oder `FALSE` (Vorgabe), prüft mittels eines Shapiro-Wilk-Tests auf Normalverteilung
fr: `TRUE` or `FALSE` (default), réalise un test de normalité de Shapiro-Wilk
it: `TRUE` o `FALSE` (predefinito), esegue il test di normalità di Shapiro-Wilk
kk: 'TRUE' немесе 'FALSE' (әдепкі), Shapiro-wilk қалыптылық сынақтарын орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør Shapiro-Wilk test av normalfordeling
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test normalności Shapiro-Wilka
pt: `TRUE` ou` FALSE` (padrão), execute o teste à Normalidade de Shapiro-Wilk
ru: `TRUE` или `FALSE` (по умолчанию), выполняет тест Шапиро-Уилка на нормальность
sl: `TRUE` ali `FALSE` (privzeto), izvede Shapiro-Wilkov preizkus normalnosti
sv: `TRUE` eller `FALSE` (standard), genomför Shapiro-Wilk test av normalfördelning
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), இயல்பான சாபிரோ-வில்க் சோதனையைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує тесту Шапиро-Уилка на нормальность

source: `TRUE` or `FALSE` (default), perform Shapiro-Wilk tests of normality
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves de normalitat de Shapiro-Wilk
da: `TRUE` eller `FALSE` (standard), gennemfør Shapiro-Wilk-tester af normalfordeling
de: `TRUE` oder `FALSE` (Vorgabe), prüft mittels Shapiro-Wilk-Tests auf Normalverteilung
fr: `TRUE` or `FALSE` (default), réalise un test de normalité de Shapiro-Wilk
it: `TRUE` o `FALSE` (predefinito), esegue i test di normalità di Shapiro-Wilk
kk: 'TRUE' немесе 'FALSE' (әдепкі), Shapiro-wilk қалыптылық сынақтарын орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør Shapiro-Wilk-testar av normalfordeling
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy normalności Shapiro-Wilka
pt: `TRUE` ou` FALSE` (padrão), execute os testes de Shapiro-Wilk
ru: `TRUE` или `FALSE` (по умолчанию), выполняет тест Шапиро-Уилка на нормальность
sl: `TRUE` ali `FALSE` (privzeto), izvede Shapiro-Wilkove preizkuse normalnosti
sv: `TRUE` eller `FALSE` (standard), genomför Shapiro-Wilk-tester av normalfördelning
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), இயல்பான சாபிரோ-வில்க் சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує тесту Шапиро-Уилка на нормальность

source: `TRUE` or `FALSE` (default), perform Shapiro-wilk tests of normality
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves de normalitat de Shapiro-wilk
da: `TRUE` eller `FALSE` (standard), gennemfør Shapiro-Wilk-tester af normalfordeling
de: `TRUE` oder `FALSE` (Vorgabe), prüft mittels Shapiro-Wilk-Tests auf Normalverteilung
fr: `TRUE` or `FALSE` (default), réalise un test de normalité de Shapiro-Wilk
it: `TRUE` o `FALSE` (predefinito), esegue i test di normalità di Shapiro-Wilk
kk: 'TRUE' немесе 'FALSE' (әдепкі), Shapiro-wilk қалыптылық сынақтарын орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør Shapiro-Wilk-testar av normalfordeling
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy normalności Shapiro-Wilka
pt: `TRUE` ou` FALSE` (padrão), execute o teste à Normalidade de Shapiro-Wilk
ru: `TRUE` или `FALSE` (по умолчанию), выполняет тесты Шапиро-Уилка на нормальность
sl: `TRUE` ali `FALSE` (privzeto), izvede Shapiro-Wilkove preizkuse normalnosti
sv: `TRUE` eller `FALSE` (standard), genomför Shapiro-Wilk-tester av normalfördelning
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), இயல்பான சாபிரோ-வில்க் சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує тести Шапиро-Уилка на нормальность

source: `TRUE` or `FALSE` (default), perform sphericity tests
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves de esfericitat
da: `TRUE` eller `FALSE` (standard), gennemfør test af sfæricitet
de: `TRUE` oder `FALSE` (Vorgabe), führt Sphärizitätstests durch
fr: `TRUE` or `FALSE` (default), réalise un test de sphéricité
it: `TRUE` o `FALSE` (predefinito), esegue un test di sfericità
kk: 'TRUE' немесе 'FALSE' (әдепкі), сфералық сынақтарды орындаңыз
nn: `TRUE` eller `FALSE` (standard), gjennomfør test av sfærisitet
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy sferyczności
pt: `TRUE` ou` FALSE` (padrão), realiza testes à esfericidade
ru: `TRUE` или `FALSE` (по умолчанию), выполняет тесты на сферичность
sl: `TRUE` ali `FALSE` (privzeto), izvede preizkus sferičnosti
sv: `TRUE` eller `FALSE` (standard), genomför test av sfäricitet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கோள சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує тести на сферичность

source: `TRUE` or `FALSE` (default), perform Welch's t-tests
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves t de Welch
da: `TRUE` eller `FALSE` (standard), gennemfør Welchs t-tester
de: `TRUE` oder `FALSE` (Vorgabe), führt Welch's t-Tests durch
fr: `TRUE` or `FALSE` (default), réalise un test t de Welch
it: `TRUE` o `FALSE` (predefinito), esegue i t-test di Welch
kk: 'TRUE' немесе 'FALSE' (әдепкі), Уэлчтің t-тестін орындайды
nn: `TRUE` eller `FALSE` (standard), gjennomfør Welchs t-tester
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy t Welcha
pt: `TRUE` ou` FALSE` (padrão), executa os testes t de Welch
ru: `TRUE` или `FALSE` (по умолчанию), выполняет t-критерий Уэлча
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednost Welchovih T-Testov
sv: `TRUE` eller `FALSE` (standard), genomför Welchs t-tester
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வெல்ச்சின் டி-சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує t-критерій Уэлча

source: `TRUE` or `FALSE` (default), perform Wilcoxon signed rank tests
ca: `TRUE` o `FALSE` (predeterminat), realitzar proves de rang amb signe de Wilcoxon
da: `TRUE` eller `FALSE` (standard), gennemfør Wilcoxon-test af fortegnfordeling
de: `TRUE` oder `FALSE` (Vorgabe), führt Wilcoxon-Rang-Vorzeichentests durch
fr: `TRUE` or `FALSE` (default), réalise un test des rangs signés de Wilcoxon
it: `TRUE` o `FALSE` (predefinito), esegue il test dei segni per ranghi di Wilcoxon
kk: 'TRUE' немесе 'FALSE' (әдепкі), Wilcoxon қол қойылған рангтық тестілерді орындайды
nn: `TRUE` eller `FALSE` (standard), gjennomfør Wilcoxon-test av forteiknfordeling
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje testy rang Wilcoxona
pt: `TRUE` ou` FALSE` (padrão), executa o teste de Wilcoxon
ru: `TRUE` или `FALSE` (по умолчанию), выполняет ранговый тест знаков Уилкоксона
sl: `TRUE` ali `FALSE` (privzeto), izvede Wilcoxonov preizkus predznačenih rangov
sv: `TRUE` eller `FALSE` (standard), genomför Wilcoxon-test av foderteckenfördelning
ta: `உண்மை` அல்லது` தவறு` (இயல்புநிலை), வில்காக்சன் கையொப்பமிடப்பட்ட தரவரிசை சோதனைகளைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), виконує ранговый тіст знаків Уилкоксона

source: `TRUE` or `FALSE` (default), plot the data on top of the marginal means
ca: `TRUE` o `FALSE` (predeterminat), gràfic de les dades a sobre de les mitjanes marginals
da: `TRUE` eller `FALSE` (standard), vis rådata i diagram med estimeret gennemsnit
de: `TRUE` oder `FALSE` (Vorgabe), zeigt die Rohdaten im Diagramm mit den Randmitteln an
fr: `TRUE` or `FALSE` (default), représente les données en plus des moyennes marginales
it: `TRUE` o `FALSE` (predefinito), traccia i dati sopra le medie marginali
kk: 'TRUE' немесе 'FALSE' (әдепкі), деректерді шекті құралдардың үстіне салады
nn: `TRUE` eller `FALSE` (standard), vis rådata i diagram med estimert gjennomsnitt
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres dla górnych wartości średnich brzegowych
pt: `TRUE` ou` FALSE` (padrão), grafar os dados no topo das médias marginais
ru: `TRUE` или `FALSE` (по умолчанию), наносит данные поверх предельных средних значений
sl: `TRUE` or `FALSE` (privzeto), izriše podatke na robna povprečja
sv: `TRUE` eller `FALSE` (standard), visa rådata i diagram med estimerat genomsnitt
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), விளிம்பு வழிமுறைகளின் மேல் தரவைத் திட்டமிடுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), завдає дані поверх граничних середній значень

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficient estimates
ca: `TRUE` o `FALSE` (predeterminat), proporciona un Interval de Confiança per a les estimacions dels coeficients del model
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervall for modelkoefficientestimaterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die Schätzungen der Modellkoeffizienten aus
fr: `TRUE` or `FALSE` (default), fournit un intervalle de confiance pour les estimations des coefficients du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce l'intervallo di fiducia per le stime del coefficiente del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгі коэффициентін бағалау үшін сенімді аралықты қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervall for modellkoeffisientestimata
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedział ufności dla oszacowań współczynników modelu
pt: `TRUE` ou` FALSE` (padrão), fornece um intervalo de confiança para as estimativas dos coeficientes do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительный интервал для оценок коэффициентов модели
sl: `TRUE` ali `FALSE` (privzeto), določi interval zaupanja za napovedane koeficientov modela
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervall för modellkoeffisientestimatene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி குணக மதிப்பீடுகளுக்கு நம்பிக்கை இடைவெளியை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительный интервал для оцінок коефіцієнтів моделі

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficient odds ratio estimates
ca: `TRUE` o `FALSE` (predeterminat), proporciona un Interval de Confiança per a les estimacions del coeficient de la raó de contraris del model
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervallet for estimaterne af odds-ratioerne til modelkoefficienterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die Schätzungen des Odds Ratio-Verhältnisses für die Modellkoeffizienten aus
fr: `TRUE` or `FALSE` (default), fournit un intervalle de confiance pour les estimations de l'odds ratio (rapport des cotes) du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce l'intervallo di fiducia per le stime dell'odds ratio del coefficiente del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), модель коэффициентінің ықтималдық қатынасын бағалауға арналған сенімділік аралығын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervallet for estimata av odds-ratioane til modellkoeffisientane
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedział ufności dla oszacowań ilorazu szans współczynników modelu
pt: `TRUE` ou` FALSE` (padrão), fornece um intervalo de confiança para as estimativas dos rácios de chances dos coeficientes do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительный интервал для оценки отношения шансов коэффициента модели
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervallet för estimatene av odds-ratioene till modellkoefficienterna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி குணக முரண்பாடுகள் விகித மதிப்பீடுகளுக்கு நம்பிக்கை இடைவெளியை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительный интервал для оцінки ставлення шансів коефіцієнта моделі

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficient rate ratio estimates
ca: `TRUE` o `FALSE` (predeterminat), proporciona un Interval de Confiança per a les estimacions de la relació de tasa de coeficient del model
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervallet for estimaterne af rate-ration for modelkoefficienterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die Schätzungen der Rate-Ratio der Modellkoeffizienten aus
fr: `TRUE` or `FALSE` (default), fournit un intervalle de confiance pour les estimations de le rate ratio (rapport des taux) du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce l'intervallo di fiducia per le stime del coefficiente rate ratio del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), модель коэффициенттерінің коэффициенттік қатынасын бағалау үшін сенімділік аралығын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervallet for estimata av rate-ration for modellkoeffisientane
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedział ufności dla oszacowań wskaźnika proporcji współczynników modelu
pt: `TRUE` ou` FALSE` (padrão), fornece um intervalo de confiança para as estimativas dos coeficientes de razão do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительный интервал для оценок коэффициента отношения коэффициентов модели
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervallet för estimatene av rate-ration för modellkoefficienterna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி குணக விகித விகித மதிப்பீடுகளுக்கு நம்பிக்கை இடைவெளியை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительный интервал для оцінок коефіцієнта ставлення коефіцієнтів моделі

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficient standardized estimates
ca: `TRUE` o `FALSE` (predeterminat), proporciona un Interval de Confiança per a les estimacions estandaritzades del coeficient del model
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervallet for standardiserede estimater af modelkoefficienterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die standardisierten Schätzungen der Modellkoeffizienten aus
fr: `TRUE` or `FALSE` (default), fournit un intervalle de confiance pour les estimations standardisées du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce l'intervallo di fiducia per le stime standardizzate del coefficiente del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), стандартталған модель коэффициентінің бағалаулары үшін сенімділік аралығын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervallet for standardiserte estimat av modellkoeffisientane
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedział ufności dla standaryzowanych oszacowań współczynników modelu
pt: `TRUE` ou` FALSE` (padrão), fornece um intervalo de confiança para as estimativas estandardizadas dos coeficientes do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительный интервал для стандартизированных оценок коэффициента модели
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervallet för standardiserade estimater av modellkoefficienterna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி குணகம் தரப்படுத்தப்பட்ட மதிப்பீடுகளுக்கு நம்பிக்கை இடைவெளியை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительный интервал для стандартизированных оцінок коефіцієнта моделі

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model coefficients
ca: `TRUE` o `FALSE` (predeterminat), proporciona un Interval de Confiança pels coeficients del model
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervallet for modelkoefficienterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die Modellkoeffizienten aus
fr: `TRUE` or `FALSE` (default), fournit un intervalle de confiance pour les coefficients du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce l'intervallo di fiducia per i coefficienti del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), модель коэффициенттері үшін сенімділік аралығын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervallet for modellkoeffisientane
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedział ufności dla współczynników modelu
pt: `TRUE` ou` FALSE` (padrão), fornece um intervalo de confiança para os coeficientes do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительный интервал для коэффициентов модели
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervallet för modellkoefficienterna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி குணகங்களுக்கு நம்பிக்கை இடைவெளியை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительный интервал для коефіцієнтів моделі
