Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # MULTINOMIAL LOGISTIC REGRESSION # # Model Fit Measures # ────────────────────────────────────── # Model Deviance AIC R²-McF # ────────────────────────────────────── # 1 360 372 0.0333 # ────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ─────────────────────────────────────────────────────────────── # race Predictor Estimate SE Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 Intercept 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Intercept 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────── # #
ca: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # REGRESIÓ LOGÍSTICA BINOMIAL # # Mesures ajustament del model # ─────────────────────────────────────── # model Desviació AIC R²-McF # ────────────────────────────────────── # 1 360 372 0,0333 # ────────────────────────────────────── # # # RESULTATS ESPECÍFICS DEL MODEL # # Model 1 # # Coeficients del model # ─────────────────────────────────────────────────────────────── # race Predictor Estimació EE Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 Constant 0,8155 1,1186 0,729 0,466 # age -0,1038 0,0487 -2,131 0,033 # low: # 1 – 0 0,7527 0,4700 1,601 0,109 # 3 - 1 Constant 1,0123 0,7798 1,298 0,194 # age -0,0663 0,0324 -2,047 0,041 # low: # 1 – 0 0,5677 0,3522 1,612 0,107 # ─────────────────────────────────────────────────────────────── # #
da: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # MULTINOMIAL LOGISTISK REGRESSION # # Mål for Modelltilpasning # ──────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────── # 1 360 372 0.0333 # ──────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTATER # # MODEL 1 # # Modelkoefficienter # ──────────────────────────────────────────────────────────────────────── # race Prediktor Estimat Std.-fejl Z p # ──────────────────────────────────────────────────────────────────────── # 2 - 1 Skæringspunkt 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Skæringspunkt 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ──────────────────────────────────────────────────────────────────────── # #
de: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # MULTINOMIALE LOGISTISCHE REGRESSION # # Güte der Modellanpassung # ───────────────────────────────────────── # Modell Abweichung AIC R²-McF # ───────────────────────────────────────── # 1 360 372 0.0333 # ───────────────────────────────────────── # # # MODELL-SPEZIFISCHE ERGEBNISSE # # MODELL 1 # # Modellkoeffizienten # ─────────────────────────────────────────────────────────────────────── # race Prädiktor Schätzung Std.-fehler Z p # ─────────────────────────────────────────────────────────────────────── # 2 - 1 Intercept 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Intercept 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────────────── # #
it: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # REGRESSIONE LOGISTICA MULTINOMIALE # # Model Fit Measures # ────────────────────────────────────── # Model Deviance AIC R²-McF # ────────────────────────────────────── # 1 360 372 0.0333 # ────────────────────────────────────── # # # MODEL SPECIFIC RESULTS # # MODEL 1 # # Model Coefficients # ─────────────────────────────────────────────────────────────── # race Predictor Estimate SE Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 Intercept 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Intercept 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────── # #
kk: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # МУЛЬТИНОМАЛДЫ ЛОГИСТИКАЛЫҚ РЕГРЕССИЯ # # Сәйкестік өлшемдері үлгісі # ────────────────────────────────────── # Model Deviance AIC R²-McF # ────────────────────────────────────── # 1 360 372 0.0333 # ────────────────────────────────────── # # # МОДЕЛЬДІҢ АРНАЙЫ НӘТИЖЕЛЕРІ # # МОДЕЛЬ1 # # Model Coefficients # ─────────────────────────────────────────────────────────────── # race Predictor Estimate SE Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 Intercept 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Intercept 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────── # #
nn: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # MULTINOMIAL LOGISTISK REGRESJON # # Mål for Modelltilpassing # ──────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────── # 1 360 372 0.0333 # ──────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # Modellkoeffisientar # ──────────────────────────────────────────────────────────────────────── # race Prediktor Estimat Std.-feil Z p # ──────────────────────────────────────────────────────────────────────── # 2 - 1 Skjeringspunkt 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Skjeringspunkt 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ──────────────────────────────────────────────────────────────────────── # #
pl: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # WIELOMIANOWA REGRESJA LOGISTYCZNA # # Miary dopasowania modelu # ────────────────────────────────────── # Model Odchylenie AIC R²-McF # ────────────────────────────────────── # 1 360 372 0.0333 # ────────────────────────────────────── # # # Wyniki dla poszczególnych modeli # # MODEL 1 # # Współczynniki modelu # ─────────────────────────────────────────────────────────────── # race Predyktor Oszacowanie SE Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 Wyraz wolny 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Wyraz wolny 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────── # #
ru: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # МУЛЬТИНОМИАЛЬНАЯ ЛОГИСТИЧЕСКАЯ РЕГРЕССИЯ # # Измерения соответствия модели # ────────────────────────────────────── # Model Deviance AIC R²-McF # ────────────────────────────────────── # 1 360 372 0.0333 # ────────────────────────────────────── # # # СПЕЦИФИЧЕСКИЕ РЕЗУЛЬТАТЫ МОДЕЛИ # # МОДЕЛЬ 1 # # Коэффициенты модели # ─────────────────────────────────────────────────────────────── # race Predictor Estimate SE Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 Intercept 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Intercept 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────── # #
sv: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # MULTINOMIAL LOGISTISK REGRESSION # # Mål för Modellanpassning # ──────────────────────────────────── # Modell Avvik AIC R²-McF # ──────────────────────────────────── # 1 360 372 0.0333 # ──────────────────────────────────── # # # MODELLSPEZIFIKKE RESULTAT # # MODELL 1 # # Modellkoefficienter # ──────────────────────────────────────────────────────────────────────── # race Prediktor Estimat Std.-fel Z p # ──────────────────────────────────────────────────────────────────────── # 2 - 1 Skärningspunkt 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Skärningspunkt 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ──────────────────────────────────────────────────────────────────────── # #
ta: தரவு ('பிறப்பு', தொகுப்பு = 'நிறை') dat <- data.frame ( ரேச் = காரணி (பிறப்பு Wate ரேச்), அகவை = பிறப்பு $ வயது, குறைந்த = காரணி (பிறப்பு சொல் குறைந்த)) logregmulti (data = dat, dep = race, covs = அகவை, காரணிகள் = குறைந்த, தொகுதிகள் = பட்டியல் (பட்டியல் ("வயது", "குறைந்த")), reflevels = பட்டியல் ( பட்டியல் (var = "இனம்", ref = "1"), பட்டியல் (var = "low", ref = "0"))) # # பன்முக லாசிச்டிக் பின்னடைவு # # மாதிரி பொருத்தம் நடவடிக்கைகள் # ─ # மாதிரி விலகல் AIC R²-MCF # ─ # 1 360 372 0.0333 # ─ # # # மாதிரி குறிப்பிட்ட முடிவுகள் # # மாதிரி 1 # # மாதிரி குணகங்கள் # ─ ─ # ரேச் முன்கணிப்பு மதிப்பீடு SE சட் P. # ─ ─ # 2 - 1 இடைமறிப்பு 0.8155 1.1186 0.729 0.466 # அகவை -0.1038 0.0487 -2.131 0.033 # குறைந்த: # 1 - 0 0.7527 0.4700 1.601 0.109 # 3 - 1 இடைமறிப்பு 1.0123 0.7798 1.298 0.194 # அகவை -0.0663 0.0324 -2.047 0.041 # குறைந்த: # 1 - 0 0.5677 0.3522 1.612 0.107 # ─ ─ # #
uk: data('birthwt', package='MASS') dat <- data.frame( race = factor(birthwt$race), age = birthwt$age, low = factor(birthwt$low)) logRegMulti(data = dat, dep = race, covs = age, factors = low, blocks = list(list("age", "low")), refLevels = list( list(var="race", ref="1"), list(var="low", ref="0"))) # # МУЛЬТИНОМИАЛЬНАЯ ЛОГИСТИЧЕСКАЯ РЕГРЕССИЯ # # Виміри відповідності моделі # ────────────────────────────────────── # Model Deviance AIC R²-McF # ────────────────────────────────────── # 1 360 372 0.0333 # ────────────────────────────────────── # # # СПЕЦИФИЧЕСКИЕ РЕЗУЛЬТАТИ МОДЕЛІ # # МОДЕЛЬ 1 # # Коефіцієнти моделі # ─────────────────────────────────────────────────────────────── # race Predictor Estimate SE Z p # ─────────────────────────────────────────────────────────────── # 2 - 1 Intercept 0.8155 1.1186 0.729 0.466 # age -0.1038 0.0487 -2.131 0.033 # low: # 1 – 0 0.7527 0.4700 1.601 0.109 # 3 - 1 Intercept 1.0123 0.7798 1.298 0.194 # age -0.0663 0.0324 -2.047 0.041 # low: # 1 – 0 0.5677 0.3522 1.612 0.107 # ─────────────────────────────────────────────────────────────── # #
