Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The Analysis of Variance (ANOVA) is used to explore the relationship between a continuous dependent variable, and one or more categorical explanatory variables. This 'One-Way ANOVA' is a simplified version of the 'normal' ANOVA, allowing only a single explanatory factor, however also providing a Welch's ANOVA. The Welch's ANOVA has the advantage that it need not assume that the variances of all groups are equal. For convenience, this method allows specifying multiple dependent variables, resulting in multiple independent tests. Note that the Welch's ANOVA is the same procedure as the Welch's independent samples t-test.
ca: L'anàlisi de variància (ANOVA) s'utilitza per a explorar la relació entre una variable dependent continua i una o més variables explicatives categòriques. Aquest 'ANOVA unidireccional' és una versió simplificada del ANOVA 'normal', que permet només un factor explicatiu, tot i que també proporciona un ANOVA de Welch. El ANOVA de Welch te l'avantatge de que no és necessari assumir que les variacions de tots els grups son iguals. Por conveniència, aquest mètode permet especificar diverses variables dependents, el que porciona múltiples proves independents. Cal tenir en compte que el ANOVA de Welch és el mateix procedimient que la prova t de Welch de mostres independents.
da: Variansanalysen (ANOVA) bruges til at undersøge relationen mellem en kontinuerligt afhængig variabel og en eller flere kategoriske uafhængige variabler. Denne »ANOVA med en faktor« er en foreklet version af den »almindelige« ANOVA, sådan at tillader kun en faktor som uafhængig variabel. Endvidere eksisterer også en ANOVA efter Welch. Welchs ANOVA har som fordel, at det ikke behøver at antages, at varianserne for alle grupper er lige så. For at gøre ting enklere tillader denne ANOVA med en faktor at specificere flere afhængige variabler. Det resulterer i flere uafhængige tester. Vær opmærksom på at den samme procedure som underligger uafhængigt t-test efter Welch også står bag Welchs ANOVA.
de: Die Varianzanalyse (ANOVA) wird verwendet, um die Beziehung zwischen einer kontinuierlichen abhängigen Variablen und mindestens einer kategorialen unabhängigen Variablen zu untersuchen. Die einfakorielle ANOVA ist eine vereinfachte Version der „normalen“ ANOVA, die jedoch nur einen einzigen Faktor (d.h. eine unabhängige Variable) zulässt und bietet eine ANOVA nach Welch. Die ANOVA nach Welch hat den Vorteil, dass nicht davon ausgegangen werden muss , dass die Varianzen in allen Gruppen gleich sind. Der Einfachheit halber ermöglicht diese Methode die Angabe mehrerer abhängiger Variablen, die in mehreren unabhängigen Tests untersucht werden. Beachten Sie, dass die ANOVA nach Welch das gleiche Verfahren nutzt wie die Korrektur für ungleiche Varianzen nach Welch im t-Test unabhängige Stichproben.
fr: L'Analyse de Variance (ANOVA) est utilisée pour explorer la relation entre une variable dépendante continue et une ou plusieurs variables explicatives catégorielles. L'ANOVA à un facteur est une version simplifiée de l'ANOVA "normale", n'autorisant qu'une seule variable explicative mais fournissant également une ANOVA de Welch. Celle-ci a l'avantage de ne pas nécessiter que les variances de tous les groupes soient homogènes. Par praticité, cette méthode permet de spécifier plusieurs variables dépendantes, résultant en de multiples tests de Welch indépendants. N.B. : l'ANOVA de Welch est la même procédure que le test t de Welch pour échantillons indépendants.
he: משתמשים בניתוח השונות (ANOVA) כדי לבחון את הקשר שבין משתנה תלוי רציף ולפחות משתנה מסביר איכותי אחד. ניתוח השונות למדגם יחיד זה הוא פישוט של ניתוח השונות ”הרגיל“, שבו ניתן להשתמש רק בגורם מסביר אחד. אולם הוא גם מאפשר את השימוש בניתוח השונות של ולץ׳. לניתוח השונות של ולץ׳ יש את היתרון שהוא אינו צריך להניח שהשונויות של כל הקבוצות שוות. לשם הנוחות, שיטה זו מאפשרת לציין כמה משתנים תלויים שייבחנו בכמה מבחנים בלתי תלויים. יש לשים לב שניתוח השונות של ולץ׳ עובד באותה הצורה כמו מבחן t למדגמים בלתי תלויים של ולץ׳.
it: L'Analisi della Varianza (ANOVA) è usata per esplorare la relazione tra una variabile dipendente continua e una o più variabili esplicative categoriche. Questa 'ANOVA a una via' è una versione semplificata della 'ANOVA normale', permettendo solo un singolo fattore esplicativo, tuttavia fornisce anche un'ANOVA di Welch. L'ANOVA di Welch ha il vantaggio che non necessita di assumere che le varianze di tutti i gruppi siano uguali. Per comodità, questo metodo permette di specificare più variabili dipendenti, dando luogo a più test indipendenti. Da notare che l'ANOVA di Welch è la stessa procedura del t-test di Welch per campioni indipendenti.
kk: Дисперсиялық талдау (ANOVA) үздіксіз тәуелді айнымалы мен бір немесе бірнеше категориялық түсіндірме айнымалылар арасындағы байланысты тексеру үшін қолданылады. Бұл «бір жақты ANOVA» қалыпты ANOVA-ның жеңілдетілген нұсқасы болып табылады, тек бір түсіндірме факторға мүмкіндік береді, сонымен бірге Welch ANOVA-ны қамтамасыз етеді. Welch's ANOVA-ның артықшылығы - барлық топтардың дисперсиялары тең деп болжаудың қажеті жоқ. Ыңғайлы болу үшін бұл әдіс бірнеше тәуелді айнымалыларды көрсетуге мүмкіндік береді, нәтижесінде көптеген тәуелсіз сынақтар жасалады. Welch's ANOVA тәуелсіз үлгілер t-сынағы сияқты процедура екенін ескеріңіз.
nn: Variansanalysen (ANOVA) blir brukt til å undersøkja relasjonen mellom ein kontinuerleg avhengig variabel, og éin eller fleire kategoriske uavhengige variablar. Denne «ANOVA med éin faktor» er ein foreklet versjon av den «vanlege» ANOVA, slik at tillèt berre éin faktor som uavhengig variabel. I tillegg eksisterer også ein ANOVA etter Welch. Welchs ANOVA har som fordel at det ikkje treng å bli rekna med at variansane for alle gruppene er like. For å gjera ting enklare tillèt denne ANOVA med éin faktor å spesifisera fleire avhengige variablar. Det resulterer i fleire uavhengige testar. Ver merksam på at den same prosedyren som underliggjar uavhengig t-test etter Welch også står bak Welchs ANOVA.
no: Variansanalysen (ANOVA) brukes til å undersøke relasjonen mellom en kontinuerlig avhengig variabel, og én eller flere kategoriske uavhengige variabler. Denne «ANOVA med én faktor» er en foreklet versjon av den «vanlige» ANOVA, slik at tillater bare én faktor som uavhengig variabel. I tillegg eksisterer også en ANOVA etter Welch. Welchs ANOVA har som fordel at det ikke trenger å antas at variansene for alle gruppene er like. For å gjøre ting enklere tillater denne ANOVA med én faktor å spesifisere flere avhengige variabler. Det resulterer i flere uavhengige tester. Vær oppmerksom på at den samme prosedyren som underligger uavhengig t-test etter Welch også står bak Welchs ANOVA.
pl: Analiza wariancji (ANOVA) służy do badania zależności pomiędzy ciągłą zmienną zależną, a jedną lub kilkoma kategorialnymi zmiennymi objaśniającymi. Jednoczynnikowa ANOVA (1-ANOVA) jest uproszczoną wersją testu ANOVA, dopuszczającą tylko jeden czynnik objaśniający. Alternatywna dla testu Fishera ANOVA Welcha ma tę zaletę, że nie wymaga przyjęcia założenia o jednorodności wariancji w grupach. Dla wygody metoda ta pozwala na wybranie wielu zmiennych zależnych, generując wyniki wielu niezależnych od siebie testów. Proszę zwrócić uwagę, że ANOVA Welcha jest taką samą analizą jak test Welcha dla dwóch prób niezależnych.
pt: A Análise de Variância (ANOVA) é utilizada para explorar a relação entre uma variável dependente contínua, e uma ou mais variáveis explicativas categoriais. Esta "ANOVA unifatoriall" é uma versão simplificada da ANOVA "normal", permitindo apenas um único fator explicativo, no entanto também fornece a ANOVA da Welch. A ANOVA da Welch tem a vantagem de não exigir que as variâncias de todos os grupos sejam iguais. Por conveniência, este método permite especificar múltiplas variáveis dependentes, produzindo múltiplos testes independentes. Note que a ANOVA de Welch é o mesmo procedimento que o teste t de Welch para amostras independentes.
ru: Дисперсионный анализ (ANOVA) используется для изучения взаимосвязи между непрерывной зависимой переменной и одной или несколькими категориальными объясняющими переменными. Этот 'однофакторный ANOVA' является упрощенной версией нормального ANOVA, допускающего только один объясняющий фактор, однако также обеспечивает Welch's ANOVA. Преимущество ANOVA Уэлча состоит в том, что не нужно предполагать, что дисперсии всех групп равны. Для удобства этот метод позволяет указать несколько зависимых переменных, что приводит к нескольким независимым тестам. Обратите внимание, что ANOVA Уэлча является такой же процедурой, что и t-тест для независимых выборок .
sl: Analiza variance (ANOVA) se uporablja za raziskovanje razmerja med zvezno odvisno spremenljivko in eno ali več kategoričnimi pojasnjevalnimi spremenljivkami. Enosmerna ANOVA je poenostavljena različica »običajne« analize ANOVA, ki pa omogoča le en pojasnjevalni dejavnik, a zagotavlja izračun Welchove analize ANOVA. Prednost te je, da ni treba predpostavljati enakih varianc vseh skupin. Priročnost uporabe se kaže v možnosti določitve več odvisnih spremenljivk, to pa omogoča več neodvisnih testov. Welchova analiza ANOVA sledi enakemu postopku kot Welchov T-Test za neodvisne vzorce.
sv: Variansanalysen (ANOVA) användes till att undersöka relationen mellan en kontinuerligt beroende variabel, och en eller flera kategoriska oberoende variabler. Denna “ANOVA med en faktor” är en foreklet version av den “vanliga” ANOVA, så att tillåter bara en faktor som oberoende variabel. Därtill existerar också en ANOVA efter Welch. Welchs ANOVA har som fördel att det inte behöver att antas att varianserna för alla grupperna är lika. För att göra saker enklare tillåter denna ANOVA med en faktor att specificera flera beroende variabler. Det resulterar i flera oberoende tester. Vara uppmärksam på att den samma proceduren som underligger oberoende t-test efter Welch också står bak Welchs ANOVA.
ta: உறவை ஆராய மாறுபாட்டின் பகுப்பாய்வு (ANOVA) பயன்படுத்தப்படுகிறது தொடர்ச்சியான சார்பு மாறி, மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட வகைப்படுத்தல் விளக்கமளிக்கும் மாறிகள். இந்த 'ஒரு வழி ANOVA' இன் எளிமைப்படுத்தப்பட்ட பதிப்பாகும் இருப்பினும், 'சாதாரண' ANOVA, ஒரு விளக்க காரணி மட்டுமே அனுமதிக்கிறது வெல்ச்சின் ANOVA ஐ வழங்கும். வெல்ச்சின் ANOVA க்கு நன்மை உண்டு அனைத்து குழுக்களின் மாறுபாடுகளும் சமம் என்று கருத தேவையில்லை. வசதிக்காக, இந்த முறை பல சார்பைக் குறிப்பிட அனுமதிக்கிறது மாறிகள், இதன் விளைவாக பல சுயாதீன சோதனைகள் ஏற்படுகின்றன. வெல்ச்சின் ANOVA வெல்ச்சின் அதே நடைமுறை என்பதை நினைவில் கொள்க சுயாதீன மாதிரிகள் டி-சோதனை.
tr: Varyans Analizi (ANOVA), sürekli bir bağımlı değişken ile bir veya daha fazla kategorik açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır. Bu 'Tek Yönlü ANOVA', 'normal' ANOVA'nın basitleştirilmiş bir versiyonudur, sadece tek bir açıklayıcı faktöre izin verir, ancak aynı zamanda Welch ANOVA'sı da sağlar. Welch ANOVA'sının avantajı, tüm grupların varyanslarının eşit olduğunu varsayması gerekmez. Kolaylık sağlamak için, bu yöntem birden fazla bağımlı değişken belirtmeye izin verir, bu da birden fazla bağımsız testle sonuçlanır. Welch ANOVA'sının Welch'in bağımsız örneklemler t-testi ile aynı prosedür olduğunu unutmayın.
uk: Дисперсионный аналіз (ANOVA) використовує для вивчення взаимосвязи між непрерывной залежати переменной і одної або кількома категориальными котрий пояснювати переменными. Цей 'односторонний ANOVA' являється спрощеної версією нормального ANOVA, котрий допускати тільки один котрий пояснювати фактор, однак також забезпечує Welch's ANOVA. Перевага ANOVA Уэлча складається у том, що не потрібно припускати, що дисперсии всіх груп рівні. Для вигоди цейметод дозволяє вказати кілька залежати переменных, що приводить к кільком незалежний тестам. Обратите увагу, що ANOVA Уэлча являється такою ж процедурою, що і t-тест для незалежний вибірок .

source: the between subjects factors (optional).
ca: els factors entre subjectes (opcional).
da: mellemsubjekt-faktorerne (valgfrit).
de: die Zwischensubjektfaktoren (optional).
fr: les facteurs intersujets du modèle (optionel).
he: הגורמים הבין נבדקיים (רשות).
it: i fattori tra soggetti (opzionale).
kk: субъектілер арасындағы факторлар (міндетті емес).
nl: de factoren binnen elementen (optioneel).
nn: mellomsubjekt-faktorane (valfritt).
no: mellomsubjekt-faktorene (valgfritt).
pl: czynniki międzyobiektowe (opcjonalnie).
pt: os fatores entre sujeitos (opcional).
ru: факторы между субъектами (необязательно).
sv: mellansubjektfaktorerna (valfritt).
ta: பாடங்களுக்கு இடையில் (விரும்பினால்).
tr: denekler arası faktörler (isteğe bağlı).
uk: фактори між суб'єктами (необязательно).

source: the between subjects terms of the model.
ca: els termes entre subjectes del model.
da: mellemsubjekt-termerne for modellen.
de: die Zwischensubjektterme des Modells.
fr: les mesures intersujets du modèle.
he: התנאים הבין נבדקיים של המודל.
it: i termini tra soggetti del modello.
kk: модельдің субъектіаралық шарттары.
nl: de modeltermen die van toepassing zijn tussen elementen.
nn: mellomsubjekt-termane for modellen.
no: mellomsubjekt-termene for modellen.
pl: składniki międzyobiektowe modelu.
pt: os termos entre sujeitos do modelo.
ru: межсубъектные условия модели.
sv: mellansubjekttermerna för modellen.
ta: மாதிரியின் பாடங்களுக்கு இடையில்.
tr: modelin denekler arası terimleri.
uk: межсубъектные умови моделі.

source: The Binomial test is used to test the Null hypothesis that the proportion of observations match some expected value. If the p-value is low, this suggests that the Null hypothesis is false, and that the true proportion must be some other value.
ca: La prova binomial s'utilitza per a provar la hipòtesi nul·la de que la proporció d'observacions coincideix amb algun valor esperat. Si el valor-p es baixo, això suggereix que la hipòtesi nul·la és falsa i que la proporció verdadera ha de ser algun altre valor.
da: Binomialtesten bruges til at teste nulhypotesen, at andelen af observationer tilsvarer med en bestemt forventet værdi. Hvis p-værdien er lav, tyder dette på at nulhypotesen er usand, og at den observerede andel afviger fra den forventede andel.
de: Der Binomialtest wird verwendet, um die Nullhypothese, dass der Anteil der Beobachtungen mit einem erwarteten Anteil übereinstimmt, zu testen. Ein niedriger p-Wert deutet darauf hin, dass die Nullhypothese falsch ist und dass der beobachtete Anteil vom erwarteten Anteil abweicht.
fr: Le test binomial est utilisé pour tester l'hypothèse nulle que la proportion d'observations correspond bien à la proportion attendue. Si la valeur p est basse, cela suggère que l'hypothèse nulle est fausse et que la véritable proportion doit être différente.
he: משתמשים במבחן הבינומי לבחינת השערת האפס שיחסי התצפיות מתאימים לערך מצופה כלשהו. ערך ה־p נמוך מעיד שהשערת האפס אינה נכונה ושהיחסים האמיתיים הם ערך אחר.
it: Il test Binomiale è usato per testare l'ipotesi Nulla che la proporzione di osservazioni corrisponda a qualche valore atteso. Un piccolo valore di p, suggerisce che l'ipotesi Nulla è falsa e che la vera proporzione deve essere qualche altro valore.
kk: Биномдық тест бақылаулардың үлесі қандай да бір күтілетін мәнге сәйкес келетіні туралы Нөл гипотезасын тексеру үшін қолданылады. Егер p-мәні төмен болса, бұл Нөл гипотезасының жалған екенін, ал шынайы пропорция қандай да бір басқа мән болуы керек дегенді білдіреді.
nl: De binomiale toets wordt gebruikt om de nulhypothese, dat de steekproefproportie overeenkomt met een verwachte waarde, te toetsen. Een lage p-waarde duidt erop dat de nulhypothese onjuist is. De ware proportie moet dan gelijk zijn aan een andere waarde.
nn: Binomialtesten blir brukt til å testa nullhypotesen at andelen av observasjonar samsvarer med ein bestemd forventa verdi. Viss p-verdien er låg, tyder dette på at nullhypotesen er usann, og at den observerte andelen avvik frå den forventa andelen.
no: Binomialtesten brukes til å teste nullhypotesen at andelen av observasjoner samsvarer med en bestemt forventet verdi. Hvis p-verdien er lav, tyder dette på at nullhypotesen er usann, og at den observerte andelen avviker fra den forventete andelen.
pl: Test dwumianowy służy do testowania hipotezy zerowej, mówiącej o tym, że proporcja obserwacji odpowiada pewnej wartości oczekiwanej. Niska wartość p sugeruje, że hipoteza zerowa jest fałszywa i że prawdziwa proporcja może mieć inną wartość.
pt: O teste Binomial é utilizado para testar a hipótese nula de que a proporção de observações é igual a um determinado valor esperado. Se o p-value for pequeno, isto sugere que a hipótese nula é falsa, e que a proporção verdadeira deve ser algum outro valor diferente do valor esperado.
ru: Биномиальный тест используется для проверки нулевой гипотезы о том, что доля наблюдений соответствует некоторому ожидаемому значению. Если p-значение мало, это говорит о том, что нулевая гипотеза ложна, и что истинная пропорция должна быть какой-то другой.
sl: Binomski test se uporablja za preverjanje ničelne hipoteze, da se sorazmerni delež opazovanj ujema z določeno pričakovano vrednostjo. Če je p-vrednost nizka, pomeni, da je ničelna hipoteza napačna in da mora biti pravi delež druge vrednosti.
sv: Binomialtesten användes till att testa nollhypotesen att andelen av observationer samsvarer med en bestämt förväntat värde. Om p-vårdet är låg, tyder detta på att nollhypotesen är falsk, och att den observerade andelen avviker från den förväntade andelen.
ta: அவதானிப்புகளின் விகிதம் சில எதிர்பார்க்கப்படும் மதிப்புடன் பொருந்துகிறது என்ற சுழிய கருதுகோளை சோதிக்க பைனோமியல் சோதனை பயன்படுத்தப்படுகிறது. பி-மதிப்பு குறைவாக இருந்தால், இது சுழிய கருதுகோள் தவறானது என்றும், உண்மையான விகிதம் வேறு சில மதிப்பாக இருக்க வேண்டும் என்றும் இது அறிவுறுத்துகிறது.
tr: Binom testi, gözlemlerin oranının belirli bir beklenen değerle eşleştiği Boş hipotezi test etmek için kullanılır. Eğer p-değeri düşükse, bu Boş hipotezin yanlış olduğunu ve gerçek oranın başka bir değer olması gerektiğini gösterir.
uk: Биномиальный тіст використовує для перевірки нульовий гіпотези о тому, що доля наглядів соответствует некоторому очікувати значенню. Якщо p-значення маленьке, це говорить о тому, що нульова гіпотеза ложна, і що истинная пропорція повинна бути якоїсь другой.

source: the categorical explanatory (or independent) variables.
ca: les variables categòriques explicatives (o independents).
da: de kategoriske prediktor- (eller uafhængige) variablerne.
de: die kategorialen erklärenden (oder unabhängigen) Variablen.
fr: les variables indépendantes ou explicatives.
he: המשתנים המסבירים (או הבלתי תלויים) האיכותיים.
it: le variabili categoriali esplicative (o indipendenti).
kk: категориялық түсіндірмелі (немесе тәуелсіз) айнымалылар.
nl: de categorische verklarende (of onafhankelijke) variabelen.
nn: dei kategoriske prediktor- (eller uavhengige) variablane.
no: de kategoriske prediktor- (eller uavhengige) variablene.
pl: kategorialne zmienne wyjaśniające (niezależne).
pt: as variáveis explicativas categoriais (ou independentes).
ru: категориальные объясняющие (или независимые) переменные.
sl: kategorične pojasnjevalne (ali neodvisne) spremenljivke.
sv: de kategoriska prediktor- (eller oberoende) variablerna.
ta: வகைப்படுத்தப்பட்ட விளக்கமளிக்கும் (அல்லது சுயாதீனமான) மாறிகள்.
tr: kategorik açıklayıcı (veya bağımsız) değişkenler.
uk: категориальные котрий пояснювати (або незалежні) переменные.

source: The CI of the mean assumes sample means follow a t-distribution with N - 1 degrees of freedom
ca: El CI de la mitjana suposa que les mitjanes mostrals segueixen una distribució t amb N-1 graus de llibertat
da: Konfidensintervall af gennemsnittet antager, at gennemsnit i stikprøve følger en t-fordeling med N - 1 frihedsgrader
fr: L'IC de la moyenne utilisant la moyenne de l'échantillon suit une distribution de Student à N - 1 degrés de liberté
he: רווחה הסמך של הממוצע מניח שממוצע המדגם מתאים להתפלגות t בעלת N - 1 דרגות חופש
hr: Interval pouzdanosti srednje vrijednosti pretpostavlja da srednje vrijednosti uzorka slijede t-distribuciju s N - 1 stupnjeva slobode
kk: Орташа мәннің сенімділік интервалы таңдау құралдары N–1 еркіндік дәрежесі бар t-үлестіруді бақылайды деп болжайды
nn: Konfidensintervall av gjennomsnittet reknar med at gjennomsnitt i stikkprøve følgjer ein t-fordeling med N - 1 fridomsgrader
no: Konfidensintervall av gjennomsnittet antar at gjennomsnitt i stikkprøve følger en t-fordeling med N - 1 frihetsgrader
pl: Dla PU średniej założono, że średnie z próby przyjmują rozkład t z N - 1 stopniami swobody
ru: Доверительный интервал среднего предполагает, что выборочные средние следуют t-распределению с N–1 степенями свободы
sv: Konfidensintervall av genomsnittet antar att genomsnitt i stickprov följer en t-fordeling med N - 1 frihetsgrader
ta: சராசரியின் தொஒ என்பது மாதிரியைக் கருதுகிறது என்றால் n - 1 டிகிரி சுதந்திரத்துடன் ஒரு டி -விநியோகத்தைப் பின்பற்றுங்கள்
tr: Ortalamanın GA'sı, örneklem ortalamalarının N - 1 serbestlik dereceli t-dağılımı izlediğini varsayar

source: the confidence interval width for the effect-sizes.
ca: l'amplada de l'interval de confiança per a les magnituds de l'efecte.
da: bredden på konfidensintervall for effektstørrelserne.
de: die Breite des Konfidenzintervalls für die Effektstärken.
fr: la largeur de l'intervalle de confiance des tailles d'effet.
he: רוחב רווח הסמך של גודלי האפקט.
it: l'ampiezza dell'intervallo di fiducia per le dimensioni dell'effetto.
kk: эффект өлшемдері үшін сенімділік интервал ені.
nn: breidda på konfidensintervall for effektstorleikane.
no: bredden på konfidensintervall for effektstørrelsene.
pl: szerokość przedziału ufności dla wielkości efektu.
pt: a amplitude do intervalo de confiança para as dimensões do efeito.
ru: ширина доверительного интервала для размеров эффекта.
sl: širina intervala zaupanja za velikosti učinka.
sv: bredden på konfidensintervall för effektstorlekarna.
ta: விளைவு அளவுகளுக்கான நம்பிக்கை இடைவெளி அகலம்.
tr: etki büyüklükleri için güven aralığı genişliği.
uk: ширина доверительного интервала для розмірів ефекту.

source: the confidence interval width for the post-hoc effect sizes.
ca: l'amplitud de l'interval de confiança per a les magnituds de l'efecte post-hoc.
da: bredden på konfidensintervall for post-hoc-effektstørrelsene.
de: die Breite des Konfidenzintervalls für die Effektstärken der Post-hoc-Tests.
fr: la largeur de l'intervalle de confiance des tailles d'effet du test post hoc.
he: רוחב רווח הסמך של גודלי האפקט של ניתוחי ההמשך.
it: l'ampiezza dell'intervallo di fiducia per le dimensioni dell'effetto post-hoc.
kk: кейінгі әсер өлшемдері үшін сенімділік интервалының ені.
nn: breidda på konfidensintervall for post-hoc-effektstørrelsene.
no: bredden på konfidensintervall for post-hoc-effektstørrelsene.
pl: szerokość przedziału ufności dla wielkości efektu testów post-hoc.
pt: a amplitude do intervalo de confiança.
ru: ширина доверительного интервала для размеров апостериорного эффекта.
sl: širina intervala zaupanja za velikosti učinka preizkusov post-hoc.
sv: bredden på konfidensintervall för post-hoc-effektstørrelsene.
ta: பிந்தைய தற்காலிக விளைவு அளவுகளுக்கான நம்பிக்கை இடைவெளி அகலம்.
tr: post-hoc etki büyüklükleri için güven aralığı genişliği.
uk: ширина доверительного интервала для розмірів апостериорного ефекту.
