Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Descriptives Plots
ca: Gràfiques Descriptives
da: Deskriptive diagrammer
de: Deskriptives Diagramm
fr: Graphes descriptifs
he: תרשימי מידע תיאורי
hr: Dijagrami deskriptivnih pokazatelja
it: Grafici Descrittive
kk: сипаттама графиктері
nl: Beschrijvende grafieken
nn: Deskriptive diagram
no: Deskriptive diagrammer
pl: Wykresy opisowe
pt: Gráficos descritivos
ru: Описательные графики
sl: Opisni izrisi
sv: Deskriptiva diagram
ta: விளக்கங்கள் அடுக்கு
tr: Betimleyici Grafikler
uk: Описательные графіки

source: Descriptives plots
ca: Gràfiques Descriptives
da: Deskriptive diagrammer
de: Deskriptive Diagramme
fr: Graphes descriptifs
he: תרשימי מידע תיאורי
hr: Dijagrami deskriptivnih pokazatelja
it: Grafici descrittive
kk: сипаттамал графиктері
nl: Beschrijvende grafieken
nn: Deskriptive diagram
no: Deskriptive diagrammer
pl: Wykresy opisowe
pt: Gráficos descritivos
ru: Описательные графики
sl: Opisni izrisi
sv: Deskriptiva diagram
ta: விளக்கங்கள் அடுக்கு
tr: Betimleyici grafikler
uk: Описательные графіки

source: Descriptives Table
ca: Taula de Descriptives
da: Tabel med deskriptivstatistikk
de: Tabelle mit Deskriptivstatistik
fr: Tableau des statistiques descriptives
he: טבלת המידע התיאורי
hr: Tablica deskriptivnih pokazatelja
it: Tabella Descrittive
kk: сипаттамалар кестесі
nl: Beschrijvende tabel
nn: Tabell med deskriptivstatistikk
no: Tabell med deskriptivstatistikk
pl: Tabela statystyk opisowych
pt: Tabela Descritivas
ru: Описательная таблица
sl: Razpredelnica opisne statistike
sv: Tabell med deskriptiv statistik
ta: விளக்க அட்டவணை
tr: Betimleyici İstatistikler Tablosu
uk: Описательная таблиця

source: Descriptives table
ca: Taula de Descriptives
da: Tabel med deskriptivstatistikk
de: Tabelle mit Deskriptivstatistik
fr: Tableau des statistiques descriptives
he: טבלת הנתונים התיאוריים
hr: Tablica deskriptivnih pokazatelja
it: Tabella descrittive
kk: сипаттамалар кестесі
nl: Beschrijvende tabel
nn: Tabell med deskriptivstatistikk
no: Tabell med deskriptivstatistikk
pl: Tabela statystyk opisowych
pt: Tabela Descritivas
ru: Описательная таблица
sl: Razpredelnica opisne statistike
sv: Tabell med deskriptiv statistik
ta: விளக்க அட்டவணை
tr: Betimleyici istatistikler tablosu
uk: Описательная таблиця

source: Deviance
ca: Desviació
da: Afvigelse
de: Abweichung
fr: Déviance
he: סטייה
it: Devianza
kk: ауытқу
nl: Deviantie
nn: Avvik
no: Avvik
pl: Odchylenie
pt: Desviância
ru: Девиантность
sl: Odklonskost
sv: Avvikelser
ta: விலகல்
tr: Sapma
uk: Девиантность

source: Deviation
ca: Desviació
da: Afvigelse
de: Abweichung
fr: Déviation
he: סטייה
it: Deviazione
kk: ауытқу
nl: Afwijking
nn: Avvik
no: Avvik
pl: Odchylenie
pt: Desvio
ru: Отклонение
sl: Odklon
sv: Avvikelser
ta: விலகல்
tr: Sapma
uk: Відхилення

source: df
ca: gl
fr: ddl
he: ד״ח
it: gdl
nl: vrijheidsgraden
pt: gl
ru: df (степеней свободы)
ta: டி.எஃப்
tr: sd
uk: df (ступенів свободи)

source: Difference
ca: Diferència
de: Unterschied
fr: Différence
he: הפרש
it: Differenza
kk: айырмашылық
nl: Verschil
nn: Differanse
no: Differanse
pl: Różnica
pt: Diferença
ru: Разница
sl: Razlika
sv: Differanse
ta: வேறுபாடு
tr: Fark
uk: Різниця

source: Difference in 2 proportions
ca: Diferència entre 2 proporcions
da: Difference i 2 proportioner
de: Differenz von 2 Anteilen
fr: Différence entre deux proportions
he: הבדל בין שני יחסים
it: Differenza in 2 proporzioni
kk: 2 пропорциядағы айырмашылық
nl: Verschil in 2 proporties
nn: Differanse i 2 proporsjonar
no: Differanse i 2 proporsjoner
pl: Różnica w dwóch proporcjach
pt: Diferenca entre 2 proporções
ru: Разница в 2 пропорциях
sl: Razlika dveh sorazmernih deležev
sv: Differanse i 2 proportioner
ta: 2 விகிதாச்சாரத்தில் வேறுபாடு
tr: 2 oran arasındaki fark
uk: Різниця у 2 пропорціях

source: Difference in proportions
ca: Diferència de proporcions
da: Difference i proportioner
de: Unterschiede in den Proportionen
fr: Différence entre les proportions
he: הבדל בין יחסים
it: Differenza nelle proporzioni
kk: Пропорциялардағы айырмашылық
nl: Proportieverschillen
nn: Differanse i proporsjonar
no: Differanse i proporsjoner
pl: Różnica w proporcjach
pt: Diferença de proporções
ru: Разница в пропорциях
sl: Razlika sorazmernih deležev
sv: Differanse i proportioner
ta: விகிதாச்சாரத்தில் வேறுபாடு
tr: Oranlar arası fark
uk: Різниця у пропорціях

source: Dispersion
ca: Dispersió
da: Spredning
de: Streuung
he: פיזור
it: Dispersione
kk: дисперсия
nl: Dispersie
nn: Spreiing
no: Spredning
pl: Miary rozproszenia
pt: Dispersão
ru: Дисперсия
sl: Razpršitev
sv: Spridning
ta: சிதறல்
tr: Dağılım
uk: Дисперсия

source: Distribution
ca: Distribució
da: Fordeling
de: Verteilung
he: התפלגות
it: Distribuzione
kk: таралу
nl: Verdeling
nn: Fordeling
no: Fordeling
pl: Miary rozkładu
pt: Distribuição
ru: Распределение
sl: Porazdelitev
sv: Fördelning
ta: பரவல்
tr: Dağılım
uk: Розподіл

source: Don't assume equal (Welch's)
ca: No assumir iguals (Welch)
da: Ikke antag lig varians (Welch's)
de: Annahme ungleicher Varianzen (Welch's)
fr: Ne pas supposer l'égalité (pour le test de Welch)
he: ללא הנחת שוויון (של ולץ׳)
it: Non assumere uguale (Welch)
kk: Тең деп есептемеңіз (Уэлч)
nl: Niet uitgaan van gelijkheid (Welch)
nn: Ikkje anta lik varians (Welch's)
no: Ikke anta lik varians (Welch's)
pl: Nie zakładaj równości (test Welcha)
pt: Heterogéneas (Welch)
ru: Не предполагать равными (Уэлч)
sl: Ne privzemi enakosti (Welchev test)
sv: Inte anta lik varians (Welch's)
ta: சமமாக கருத வேண்டாம் (வெல்ச்ச்)
tr: Eşit varsayma (Welch'ın)
uk: Не припускати рівними (Уэлч)

source: drag variable here
ca: arrossegar variable aquí
da: drag variablen herhen
de: Variable hierher ziehen
fr: glisser une variable ici
he: יש לגרור לכאן משתנה
it: trascina qui la variabile
kk: айнымалыны осында апарыңыз
nl: sleep variabele hierheen
nn: dra variabelen hit
no: dra variabelen hit
pl: przeciągnij zmienną tutaj
pt: arraste a variável para aqui
ru: перетащите сюда переменную
sl: potegnite spremenljivko na to mesto
sv: dra variabeln hit
ta: இழுவை மாறி இங்கே
tr: değişkeni buraya sürükleyin
uk: перетащите сюди переменную

source: drag variables here
ca: arrossegar variables aquí
da: drag variablerne herhen
de: Variablen hierher ziehen
fr: glisser une variable ici
he: יש לגרור לכאן משתנים
it: trascina qui la variabile
kk: айнымалыларды осында апарыңыз
nl: sleep variabelen hierheen
nn: dra variablane hit
no: dra variablene hit
pl: przeciągnij zmienne tutaj
pt: arraste as variáveis para aqui
ru: перетащите сюда переменные
sl: potegnite spremenljivke na to mesto
sv: dra variablerna hit
ta: இங்கே மாறிகள் இழுக்கவும்
tr: değişkenleri buraya sürükleyin
uk: перетащите сюди переменные

source: DSCF pairwise comparisons
ca: Comparacions per parelles DSCF
da: Parvise sammenligninger efter DSCF
de: paarweise Vergleiche nach DSCF
fr: Comparaison pair-à-pair de DSCF
he: השוואות זוגיות DSCF
it: DSCF confronti a coppie
kk: DSCF жұптық салыстырулары
nl: DSCF-paarsgewijze vergelijkingen
nn: Parvise samanlikningar etter DSCF
no: Parvise sammenligninger etter DSCF
pl: Porównanie parami metodą DSCF
pt: Comparações múltiplas DSCF
ru: Попарные сравнения Двасс-Стил-Кричлоу-Флигнер (DSCF)
sl: Parna primerjava DSCF
sv: Parvisa jämförelser efter DSCF
ta: டி.எச்.சி.எஃப் சோடிவரிசை ஒப்பீடுகள்
tr: DSCF ikili karşılaştırmalar
uk: Попарные порівняння Двасс-Стил-Кричлоу-Флигнер (DSCF)

source: Durbin–Watson Test for Autocorrelation
ca: Prova Durbin-Watson d'Autocorrelació
da: Durbin–Watson-test for autokorrelation
de: Durbin-Watson-Autokorrelationstest
fr: Test d'auto-corrélation de Durbin et Watson
he: מבחן דורבין–וטסון למתאם עצמי
it: Test di Durbin-Watson per l'autocorrelazione
kk: Автокорреляцияға арналған Дурбин-Уотсон сынағы
nl: Durbin–Watson-toets voor autocorrelatie
nn: Durbin–Watson-test for autokorrelasjon
no: Durbin–Watson-test for autokorrelasjon
pl: Test Durbina-Watsona
pt: Teste de autocorrelação de Durbin-Watson
ru: Тест Дурбина-Ватсона на автокорреляцию
sl: Durbin-Watsonov test samokorelacije
sv: Durbin–Watson-test för autokorrelation
ta: டர்பின் -தன்னியக்க தொடர்புக்கான வாட்ச் டெச்ட்
tr: Otokorelasyon için Durbin-Watson Testi
uk: Тест Дурбина-Ватсона на автокорреляцию

source: DW Statistic
ca: Estadístic DW
da: DW-statistik
de: DW-Statistik
fr: Valeur du DW
he: הסטטיסטי של DW
it: Statistiche DW
kk: DW статистикасы
nl: Durbin–Watson-statistiek
nn: DW-statistikk
no: DW-statistikk
pl: Statystyka D-W
pt: Estatística DW
ru: Статистика DW
sl: Durbin–Watsonova statistika
sv: DW-statistik
ta: டி.டபிள்யூ புள்ளிவிவரம்
tr: DW İstatistiği
uk: Статистика DW

source: Dwass-Steel-Critchlow-Fligner pairwise comparisons
ca: comparacions per parelles Dwass-Steel-Critchlow-Fligner
da: Parvise sammenligninger efter Dwass-Steel-Critchlow-Fligner
de: Paarweise Vergleiche nach Dwass-Steel-Critchlow-Fligner
fr: Comparaison pair-à-pair de Dwass, Steel, Critchlow et Fligner
he: השוואות זוגיות של דוואס–סטיל–קריצ׳לו–פלינגר
it: Confronto a coppie Dwass-Steel-Critchlow-Fligner
kk: Дуас-Стил-Кричлоу-Флигнерді жұптық салыстыру
nl: Paarsgewijze vergelijkingen van Dwass-Steel-Critchlow-Fligner
nn: Parvise samanlikningar etter Dwass-Steel-Critchlow-Fligner
no: Parvise sammenligninger etter Dwass-Steel-Critchlow-Fligner
pl: Porównanie parami metodą DSCF
pt: Comparações múltiplas Dwass-Steel-Critchlow-Fligner
ru: Попарные сравнения Двасс-Стил-Кричлоу-Флигнер (DSCF)
sl: Dwass-Steel-Critchlow-Flignerjeva parna primerjava
sv: Parvisa jämförelser efter Dwass-Steel-Critchlow-Fligner
ta: DWASS-STEEL-CHRITCHLOW-FLIGNER சோடிவரிசை ஒப்பீடுகள்
tr: Dwass-Steel-Critchlow-Fligner ikili karşılaştırmaları
uk: Попарные порівняння Двасс-Стил-Кричлоу-Флигнер (DSCF)

source: Effect Size
ca: Intensitat de l'efecte
da: Effektstørrelse
de: Effektstärke
fr: Taille de l'effet
he: גודל האפקט
it: Dimensione dell'Effetto
kk: әсер өлшемі
nl: Effectsterkte
nn: Effektstorleik
no: Effektstørrelse
pl: Wielkość efektu
pt: Dimensão do Efeito
ru: Размер эффекта
sl: Velikost učinka
sv: Effektstorlek
ta: விளைவு அளவு
tr: Etki Büyüklüğü
uk: Розмір ефекту

source: Effect size
ca: Intensitat de l'efecte
da: Effektstørrelse
de: Effektstärke
fr: Taille de l'effet
he: גודל האפקט
it: Dimensione dell'effetto
kk: әсер өлшемі
nl: Effectsterkte
nn: Effektstorleik
no: Effektstørrelse
pl: Wielkość efektu
pt: Dimensão do efeito
ru: Размер эффекта
sl: Velikost učinka
sv: Effektstorlek
ta: விளைவு அளவு
tr: Etki büyüklüğü
uk: Розмір ефекту

source: Eigenvalue
ca: valor propi
da: Eigenværdi
de: Eigenwert
he: ערך עצמי
it: Autovalore
kk: меншікті мән
nl: Eigenwaarde
nn: Eigenverdi
no: Eigenverdi
pl: Wartość własna
pt: Valor próprio
ru: Собственное значение
sl: Lastna vrednost
sv: Egenvärde
ta: ஈசென்வெல்யூ
tr: Özdeğer
uk: Собственное значення

source: Eigenvalues
ca: valors propis
da: Eigenværdier
de: Eigenwerte
he: ערכים עצמיים
it: Autovalori
kk: меншікті мәндер
nl: Eigenwaarden
nn: Eigenverdiar
no: Eigenverdier
pl: Wartości własne
pt: Valores próprios
ru: Собственные значения
sl: Lastne vrednosti
sv: Egenvärden
ta: ஈசென்வெல்யூச்
tr: Özdeğerler
uk: Собственные значення

source: Eigenvalues greater than
ca: valors propis més grans que
da: Eigenværdier større end
de: Eigenwerte größer als
fr: Eigenvalues supérieures à
he: ערכים עצמיים הגדולים מ־
it: Autovalori maggiori di
kk: меншікті мәндер мынадан үлкен
nl: Eigenwaarden groter dan
nn: Eigenverdiar større enn
no: Eigenverdier større enn
pl: Wartości własne większe niż
pt: Valores próprios superiores a
ru: Собственные значения более
sl: Lastne vrednosti večje od
sv: Egenvärden större än
ta: ஈசென்வெல்யூச் விட அதிகமாக
tr: Özdeğerler büyüktür
uk: Собственные значення більше, чим

source: Empty cells in between subject design: at least one combination of between subject factor levels has 0 observations
ca: Cel·les buides al disseny intra-subjectes: com a mínim una combinació de nivells de factors entre subjectes te 0 observacions
da: Tomme celler i mellemsubjekt-design: mindst en kombination af niveauer på mellemsubjekt-faktorerne har 0 observationer
fr: Cellules vides dans la conception entre sujets : au moins une combinaison de niveaux de facteurs entre sujets a 0 observation
he: תאים ריקים במערך בין נבדקי: לפחות לצירוף אחד של רמות הגורם הבין נבדקי יש 0 תצפיות
kk: субъектілер дизайны арасындағы бос ұяшықтар: субъектің фактор деңгейлері арасындағы кем дегенде бір комбинацияда 0 бақылау бар
nn: Tomme celler i mellomsubjekt-design: minst éin kombinasjon av nivå på mellomsubjekt-faktorane har 0 observasjonar
no: Tomme celler i mellomsubjekt-design: minst én kombinasjon av nivåer på mellomsubjekt-faktorene har 0 observasjoner
pl: Puste komórki w planie międzyobiektowym: co najmniej jedna kombinacja poziomów czynników międzyobiektowych nie zawiera obserwacji
ru: Пустые клетки между предметом дизайна: по крайней мере одно сочетание между уровнями фактора предмета имеет 0 наблюдений
sv: Tomma celler i mellansubjektdesign: åtminstone en kombination av nivåer på mellansubjektfaktorerna har 0 observationer
ta: பொருள் வடிவமைப்பிற்கு இடையில் வெற்று செல்கள்: பொருள் காரணி நிலைகளுக்கு இடையில் குறைந்தது ஒரு கலவையானது 0 அவதானிப்புகள் உள்ளன
tr: Denekler arası tasarımda boş hücreler: en az bir denekler arası faktör düzey kombinasyonunda 0 gözlem var

source: Equal cell weights
ca: Cel·les amb ponderacions iguals
da: Celler er vægtede ligeligt
de: Gleiche Zellgewichte
fr: Poids égaux des cellules
he: משקלי תאים זהים
it: Pesi delle celle uguali
kk: ұяшықтардың тең салмақтары
nl: Gelijke celgewichten
nn: Celler er vekta likt
no: Celler er vektet likt
pl: Równe wagi komórek
pt: Células com pesos iguais
ru: Равные веса ячеек
sl: Enako utežene celice
sv: Lika cellvikter
ta: சம செல் எடைகள்
tr: Eşit hücre ağırlıkları
uk: Рівні веса осередків

source: equal groups
ca: grups iguals
da: grupper med lig størrelse
de: gleichgroße Gruppen
fr: groupes égaux
he: קבוצות שוות
it: gruppi uguali
kk: тең топтар
nl: gelijke groepen
nn: grupper med lik storleik
no: grupper med lik størrelse
pl: równe grupy
pt: grupos iguais
ru: равные группы
sl: enake skupine
sv: grupper med lik storlek
ta: சம குழுக்கள்
tr: eşit gruplar
uk: рівні групи

source: error %
da: % fejl
de: % Fehler
fr: % d'erreur
he: % הטעות
it: % errore
kk: % қатесі
nl: % fout
nn: % feil
no: % feil
pl: błąd %
pt: % erro
ru: ошибка %
sl: % napake
sv: % fel
ta: பிழை %
tr: hata %
uk: помилка %

source: Error bars
ca: Barres d'error
da: Usikkerhedsstolper
de: Fehlerbalken
fr: Barres d'erreur
he: עמודות שגיאה
hr: Stupci greške
it: Barre di errore
kk: Қате жолақтары
nl: Foutstaven
nn: Usikkerheitsstolpar
no: Usikkerhetsstolper
pl: Słupki błędów
pt: Barras de erro
ru: Планки погрешностей
sl: Razpon napake
sv: Osäkerhetsstolpar
ta: பிழை பார்கள்
tr: Hata çubukları
uk: Планки похибок

source: Estimate
ca: Estimador
da: Estimat
de: Schätzung
fr: Estimation
he: אומדן
it: Stima
kk: болжау
nl: Schatten
nn: Estimat
no: Estimat
pl: Oszacowanie
pt: Estimativas
ru: Вес
sl: Ocena
sv: Estimat
ta: மதிப்பீடு
tr: Tahmin
uk: Оцінити

source: Estimate (Log Odds Ratio)
ca: Estimador (Log raó de contraris)
da: Estimat (Log-odds-ratio)
de: Schätzung (Log Odds-Ratio)
fr: Estimation du log du rapport des cotes (odds ratio)
he: אומדן (יחס הלוג של הסיכויים)
it: Stima (Log Odds Ratio)
kk: бағалау (Log Odds Ratio)
nl: Schatting (log-odds-ratio)
nn: Estimat (Log-odds-ratio)
no: Estimat (log odds ratio)
pl: Oszacowanie (logarytm ilorazu szans)
pt: Estimativa (logaritmo do rácio de chances )
ru: Вес (Логарифмическое отношение шансов)
sl: Napoved (logaritemsko razmerje obetov)
sv: Estimat (Log-odds-ratio)
ta: மதிப்பீடு (பதிவு முரண்பாடுகள் விகிதம்)
tr: Kestirim (Log Odds Oranı)
uk: Оцінка (логарифмическое ставлення шансів)

source: Estimate (Log Rate Ratio)
ca: Estimador (Raó de log de ratios)
da: Estimat (Log-rate-ratio)
de: Schätzung (Log Rate-Ratio)
fr: Estimation du log du rapport des taux (rate ratio)
he: אומדן (לוג יחס השיעורים)
it: Stima (Log Rate Ratio)
kk: (Log Rate Ratio)бағалау
nl: Schatting (log-rate-ratio)
nn: Estimat (log-rate-ratio)
no: Estimat (log rate ratio)
pl: Oszacowanie (logarytm wskaźnika proporcji)
pt: Estimativa (Logaritmo do rácio das taxas )
ru: Вес (Логарифмическое отношение уровней частоты)
sl: Napoved (logaritemsko razmerje stopenj)
sv: Estimat (Log-rate-ratio)
ta: மதிப்பீடு (பதிவு வீத விகிதம்)
tr: Kestirim (Log Oran Oranı)
uk: Оцінка (Логарифм ОР)

source: Estimated Marginal Means
ca: Mitjanes Marginals Estimades
da: Estimeret gennemsnit
de: Geschätzte Randmittel
fr: Estimation des moyennes marginales
he: ממוצעים שוליים משוערים
hr: Procijenjene mraginalne srednje vrijednost
it: Medie Marginali Stimate
kk: есептелген шекті орта мәндер
nl: Geschatte marginale gemiddelden
nn: Estimert gjennomsnitt
no: Estimert randgjennomsnitt
pl: Oszacowane średnie brzegowe
pt: Médias marginais estimadas
ru: Взвешенные предельные средние
sl: Ocenjena robna povprečja
sv: Estimerat genomsnitt
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்
tr: Tahmini Marjinal Ortalamalar
uk: Расчетные граничні середні

source: Estimated Marginal Means - {term}
ca: Mitjanes Marginals Estimades - {term}
da: Estimeret gennemsnit - {term}
de: Geschätzte Randmittel - {Term}
fr: Estimation des moyennes marginales - {term}
he: ממוצעים שוליים משוערים – {term}
hr: Procijenjene mraginalne srednje vrijednost – {term}
it: Medie Marginali Stimate - {term}
kk: Есептелетін шекті орта мәндер - {термин}
nl: Geschatte marginale gemiddelden - {term}
nn: Estimert gjennomsnitt - {term}
no: Estimert randgjennomsnitt - {term}
pl: Oszacowane średnie brzegowe - {term}
pt: Médias marginais estimadas - {term}
ru: Взвешенные предельные средние - {term}
sl: Ocenjena robna povprečja – {term}
sv: Estimerat genomsnitt - {term}
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் - {term}
tr: Tahmini Marjinal Ortalamalar - {term}
uk: Расчетные граничні середні - {term}

source: Estimates
ca: Estimadors
da: Estimater
de: Schätzungen
fr: Estimations
he: אומדנים
it: Stime
kk: болжаулар
nl: Schattingen
nn: Estimat
no: Estimater
pl: Oszacowania
pt: Estimativas
ru: Оценки
sl: Ocene
sv: Estimater
ta: மதிப்பீடுகள்
tr: Tahminler
uk: Оцінки

source: Estimates represent the log odds of …
ca: Els estimadors representen el log odds de …
da: Estimater repræsenterer log-odds-ratioer for …
de: Schätzungen stellen die Log-Odds-Ratios von …
fr: L'estimation représente le log des cotes (odds) de…
he: אומדנים המייצגים את הלוג של הסיכויים של…
it: Le stime rappresentano le probabilità logaritmiche di…
kk: болжамдар коэффииенттердің логорифмын білдіреді
nn: Estimat representerer log-odds-ratioer for …
no: Estimater representerer log-odds-ratioer for …
pl: Oszacowania reprezentują logarytm szans
pt: As estimativas representam o Log das chances de...
ru: Веса представляют собой логарифмические шансы …
sl: Napoved predstavlja log razmerje obetov …
sv: Estimater representerar log-odds-ratioer för …
ta: மதிப்பீடுகள் பதிவு முரண்பாடுகளைக் குறிக்கின்றன…
tr: Tahminler … log odds'unu temsil eder
uk: Оцінки представляють собою логарифмические шанси …

source: Estimates represent the log odds of "{dep} = {level1}" vs. "{dep} = {level2}"
ca: Els estimadors representen el log odds de "{dep} = {level1}" vs. "{dep} = {level2}"
da: Estimater repræsenterer log-odds-ratioer for »{dep} = {level1}« imod »{dep} = {level2}«
de: Schätzungen sind die Log-Odds-Raten von „{dep} = {level1}“ gegenüber „{dep} = {level2}“
fr: L'estimation représente le log des cotes (odds) de "{dep} = {level1}" vs. "{dep} = {level2}"
he: אומדנים מייצגים את הלוג של הסיכויים של ”{dep} = {level1}“ מול ”{dep} = {level2}“
it: Le stime rappresentano le probabilità logaritmiche di "{deep} = {level 1}" rispetto a "{dep} = {level 2}"
kk: болжамдар "{dep} = {level1}" мен "{dep} = {level2}" коэффииенттерінің логорифмын көрсетеді
nn: Estimat representerer log-odds-ratioer for «{dep} = {level1}» mot «{dep} = {level2}»
no: Estimater representerer log-odds-ratioer for «{dep} = {level1}» vs. «{dep} = {level2}»
pl: Oszacowania reprezentują logarytm szans "{dep} = {level1}" vs. "{dep} = {level2}"
pt: As estimativas representam o Log das Chances de "{dep} = {level1}" vs. "{dep} = {level2}"
ru: Веса представляют собой логарифмические шансы "{dep} = {level1}" по сравнению с "{dep} = {level2}"
sl: Napoved predstavlja log razmerje obetov »{dep} = {level1}« napram »{dep} = {level2}«
sv: Estimater representerar log-odds-ratioer för “{dep} = {level1}” vs. “{dep} = {level2}”
ta: மதிப்பீடுகள் "{dep} = {level1}" vs. "{dep} = {level2}" இன் பதிவு முரண்பாடுகளைக் குறிக்கின்றன.
tr: Tahminler "{dep} = {level1}" vs "{dep} = {level2}" log odds'unu temsil eder
uk: Оцінки представляють собою логарифмические шанси "{dep} = {level1}" по порівнянню з "{dep} = {level2}"

source: Estimation method
ca: Mètode d'estimació
da: Estimeringsmetode
de: Schätzmethode
fr: Méthode d'estimation
he: שיטת האומדן
it: Metodo di stima
kk: бағалау әдісі
nl: Schattingsmethode
nn: Estimeringsmetode
no: Estimeringsmetode
pl: Metoda estymacji
pt: Método de Estimação
ru: Метод взвешивания
sl: Metoda ocenjevanja
sv: Estimeringsmetod
ta: மதிப்பீட்டு முறை
tr: Tahmin yöntemi
uk: Метод оцінки

source: Exclude cases analysis by analysis
ca: Excloure casos segons l'anàlisi
da: Ekskluder per analyse
de: Ausschließen von Fällen per Analyse
fr: Exclure les cas analyse par analyse
he: הוצאה בהתאם לכל ניתוח
it: Escludere i casi analisi per analisi
kk: жағдайларды талдау жолымен алып тастау
nl: Waarden individueel uitsluiten
nn: Ekskluder per analyse
no: Ekskluder per analyse
pl: Sprawdzaj dla każdej analizy oddzielnie
pt: Excluir casos análise a análise
ru: Исключить попарно
sl: Izloči primere analizo-po-analizo
sv: Exkludera per analys
ta: பகுப்பாய்வு மூலம் வழக்குகள் பகுப்பாய்வை விலக்கு
tr: Analiz bazında durumları hariç tut
uk: Виключити аналіз нагод за аналізом

source: Exclude cases listwise
ca: Excloure casos segons la llista de variables
da: Ekskluder listevis
de: Fälle listenweise ausschließen
fr: Exclure les cas selon une liste
he: הוצאה בהתאם לרשימת המשתנים
it: Escludere i casi in base all'elenco
kk: жағдайларды тізім бойынша алып тастау
nl: Waarden lijstmatig uitsluiten
nn: Ekskluder listevis
no: Ekskluder listevis
pl: Wyklucz obserwacje ze wszystkich analiz
pt: Excluir casos por sujeito
ru: Исключить наблюдения целиком
sl: Izloči nepopolne primere
sv: Exkludera listvis
ta: வழக்குகளை பட்டியலிடுங்கள்
tr: Durumları liste bazında hariç tut
uk: Виключити нагоди списком

source: Excluded
ca: Exclós
da: Ekskluderet
de: Ausgeschlossen
fr: Exclu
he: הוצאו
hr: Isključeno
it: Escluso
kk: алынып тасталды
nl: Uitgesloten
nn: Ekskludert
no: Ekskludert
pl: Wykluczone
pt: Excluído
ru: Исключено
sl: Izločeno
sv: Exkluderat
ta: விலக்கப்பட்டது
tr: Hariç Tutulan
uk: Виключене

source: Expected
ca: Esperat
da: Forventede
de: Erwartet
fr: Attendu
he: מצופה
hr: Očekivano
it: Atteso
kk: күтілуде
nl: Verwacht
nn: Forventa
no: Forventet
pl: Oczekiwane
pt: Esperado
ru: Ожидаемое
sl: Pričakovano
sv: Förväntade
ta: எதிர்பார்க்கப்படுகிறது
tr: Beklenen
uk: Очікувати

source: Expected counts
ca: Freqüències esperades
da: Forventede antal
de: Erwartete Anzahl
fr: Quantités attendues
he: הספירות הצפויות
hr: Očekivani broj
it: Frequenze attese
kk: күтілетін сома
nl: Verwacht aantal
nn: Forventa tal
no: Forventede antall
pl: Liczebność oczekiwana
pt: Contagens esperadas
ru: Ожидаемое количество
sl: Pričakovani števci
sv: Förväntade antal
ta: எதிர்பார்க்கப்படும் எண்ணிக்கைகள்
tr: Beklenen sayılar
uk: Очікувати кількість

source: Expected Proportions
ca: Proporcions esperades
da: Forventede proportioner
de: Erwartete Anteile
fr: Proportions attendues
he: היחסים המצופים
hr: Očekivane proporcije
it: Proporzioni Attese
kk: күтілетін пропорциялар
nl: Verwachte proporties
nn: Forventa proporsjonar
no: Forventete proporsjoner
pl: Proporcje oczekiwane
pt: Proporções esperadas
ru: Ожидаемые пропорции
sl: Izločeni sorazmerni deleži
sv: Förväntade proportioner
ta: எதிர்பார்க்கப்படும் விகிதாச்சாரம்
tr: Beklenen Oranlar
uk: Очікувати пропорції
