Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` or `FALSE` (default), provide box plots (continuous variables only)
ca: `TRUE` o `FALSE` (predeterminat), proporciona diagrames de caixa (només variables contínues)
da: `TRUE` eller `FALSE` (standard), giv ud boksplotter (kun for kontinuerlige variabler)
de: 'TRUE' oder 'FALSE' (Vorgabe), gibt Boxplots aus (nur für kontinuierliche Variablen)
fr: `TRUE` or `FALSE` (default), fournit les boites à moustaches (variables continues seulement)
it: `TRUE` o `FALSE` (predefinito), restituisce box plots (solo per variabili continue)
kk: 'TRUE' немесе 'FALSE' (әдепкі), диаграммаларды көрсетеді (тек үздіксіз айнымалылар)
nn: `TRUE` eller `FALSE` (standard), gi ut boksplotter (berre for kontinuerlege variablar)
pl: `TRUE` lub `FALSE` (domyślnie), podaje wykresy pudełkowe (wyłącznie dla zmiennych ciągłych)
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos de extremos-e-quartis (somente variáveis ​​contínuas)
ru: `TRUE` или `FALSE` (по умолчанию), представляет диаграммы (только непрерывные переменные)
sv: `TRUE` eller `FALSE` (standard), ge ut Boxdiagrammer (endast för kontinuerliga variabler)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பெட்டி அடுக்குகளை வழங்கவும் (தொடர்ச்சியான மாறிகள் மட்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє диаграммы (тільки непрерывные переменные)

source: `TRUE` or `FALSE` (default), provide Box-Tidwell test for linearity of the logit
ca: `TRUE` o `FALSE` (predeterminat), proporciona la Prova Box-Tidwell per a la linealitat del logit
da: `TRUE` eller `FALSE` (standard), giv ud Box-Tidwell-test for lineariteten til logiten
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Box-Tidwell-Test für die Linearität des Logits aus
fr: `TRUE` or `FALSE` (default), fournit le test de linéarité de Box-Tidwell de la régression logistique (logit)
it: `TRUE` o `FALSE` (predefinito), fornisce il test di Box-Tidwell per la linearità del logit
kk: `TRUE` немесе `FALSE` (әдепкі), Коэн d әсерінің өлшемдерін көрсетіңіз
nn: `TRUE` eller `FALSE` (standard), gi ut Box-Tidwell-test for lineariteten til logiten
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test liniowości logitu Boxa-Tidwella
pt: `TRUE` ou` FALSE` (padrão), fornece o teste à linearidade do logit de Box-Tidwell
ru: `TRUE` или `FALSE` (по умолчанию), укажите размеры эффекта Коэна d
sv: `TRUE` eller `FALSE` (standard), ge ut Box-Tidwell-test för lineariteten till logiten
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), உள்நுழைவின் நேர்கோட்டுக்கு பாக்ச்-டிட்வெல் சோதனையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), вказажіть розміри ефекту Коэна d

source: `TRUE` or `FALSE` (default), provide Box's M test
ca: `TRUE` o `FALSE` (predeterminat), proporciona la Prova M de Box
da: `TRUE` eller `FALSE` (standard), giv ud M-test af Box
de: `TRUE` oder `FALSE` (Vorgabe), führt den M-Test von Box durch
fr: `TRUE` or `FALSE` (default), fournit le test M de Box
it: `TRUE` o `FALSE` (predefinito), fornisce il test M di Box
kk: 'TRUE' немесе 'FALSE' (әдепкі), Box M тестін қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut M-test av Box
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test M Boxa
pt: `TRUE` ou` FALSE` (padrão), fornece o teste M de Box
ru: `TRUE` или `FALSE` (по умолчанию), представляет тест Бокса-Тидвелла на линейность логита
sv: `TRUE` eller `FALSE` (standard), ge ut M-test av Box
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பெட்டியின் எம் சோதனையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє тесту Боксу-Тидвелла на линейность логита

source: `TRUE` or `FALSE` (default), provide Cohen's d effect sizes
ca: `TRUE` o `FALSE` (predeterminat), proporciona les grandàries d'efecte d de Cohen
da: `TRUE` eller `FALSE` (standard), giv ud effektstørrelser (Cohens d)
de: 'TRUE' oder 'FALSE' (Vorgabe), gibt die Effektstärke (Cohens d) aus
fr: `TRUE` or `FALSE` (default), fournit les tailles d'effet du d de Cohen
it: `TRUE` o `FALSE` (predefinito), restituisce le dimensioni dell'effetto d di Cohen
kk: 'TRUE' немесе 'FALSE' (әдепкі), Коэннің d әсер өлшемдерін қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut effektstorleikar (Cohens d)
pl: `TRUE` lub `FALSE` (domyślnie), podaje d Cohena (wielkość efektu)
pt: `TRUE` ou` FALSE` (padrão), fornece a dimensão de efeito d de Cohen
ru: `TRUE` или `FALSE` (по умолчанию), представляет размеры эффекта Коэна d
sl: `TRUE` ali `FALSE` (privzeto), izračuna Cohenove d učinke velikosti
sv: `TRUE` eller `FALSE` (standard), ge ut effektstorlekar (Cohens d)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கோஅனின் டி விளைவு அளவுகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє розміри ефекту Коэна d

source: `TRUE` or `FALSE` (default), provide column percentages
ca: `TRUE` o `FALSE` (predeterminat), proporciona percentatges de columna
da: `TRUE` eller `FALSE` (standard), giv ud kolonneprocent
de: 'TRUE' oder 'FALSE' (Vorgabe), gibt Spaltenprozentsätze aus
fr: `TRUE` or `FALSE` (default), fournit les pourcentages par colonne
it: `TRUE` o `FALSE` (predefinito), restituisce le percentuali di colonna
kk: 'TRUE' немесе 'FALSE' (әдепкі), баған пайыздарын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut kolonneprosent
pl: `TRUE` lub `FALSE` (domyślnie), podaje wartości procentowe kolumn
pt: `TRUE` ou` FALSE` (padrão), fornece percentagens de coluna
ru: `TRUE` или `FALSE` (по умолчанию), представляет процентаж столбца
sl: `TRUE` ali `FALSE` (privzeto), poda ostotke stolpca
sv: `TRUE` eller `FALSE` (standard), ge ut kolonnprocent
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), நெடுவரிசை சதவீதங்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє процентаж шпальти

source: `TRUE` or `FALSE` (default), provide confidence intervals
ca: `TRUE` o `FALSE` (predeterminat), proporciona Intervals de Confiança
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervaller
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle aus
fr: `TRUE` or `FALSE` (default), fournit les intervalles de confiances
it: `TRUE` o `FALSE` (predefinito), restituisce gli intervalli di fiducia
kk: 'TRUE' немесе 'FALSE' (әдепкі), сенімділік аралығын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervall
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedziały ufności
pt: `TRUE` ou` FALSE` (padrão), fornece intervalos de confiança
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительные интервалы
sl: `PRAV` ali `NAPAK` (privzeto), izračuna interval zaupanja
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervaller
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), நம்பிக்கை இடைவெளிகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительные интервалы

source: `TRUE` or `FALSE` (default), provide confidence intervals for the comparative measures
ca: `TRUE` o `FALSE` (predeterminat), proporciona Intervals de Confiança per a les mesures comparatives
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervaller for de sammenlignende målinger
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die Vergleichsmaße aus
fr: `TRUE` or `FALSE` (default), fournit les intervalles de confiances pour les mesures comparatives
it: `TRUE` o `FALSE` (predefinito), restituisce gli intervalli di fiducia per le misure comparative
kk: 'TRUE' немесе 'FALSE' (әдепкі), салыстырмалы шаралар үшін сенімділік аралығын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervall for dei samanliknande målingane
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedziały ufności dla miar porównawczych
pt: `TRUE` ou` FALSE` (padrão), fornece intervalos de confiança para as medidas comparativas
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительные интервалы для сравнительных мер
sl: `PRAV` ali `NAPAK` (privzeto), izračuna interval zaupanja primerjalnih lestvic
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervaller för de jämförande mätningarna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஒப்பீட்டு நடவடிக்கைகளுக்கு நம்பிக்கை இடைவெளிகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительные интервалы для порівняльний мір

source: `TRUE` or `FALSE` (default), provide confidence intervals for the effect-sizes
ca: `TRUE` o `FALSE` (predeterminat), proporciona Intervals de Confiança per a les grandàries de l'efecte
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervaller for effektstørrelserne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die Effektstärken aus
fr: `TRUE` or `FALSE` (default), fournit les intervalles de confiances pour les tailles d'effet
it: `TRUE` o `FALSE` (predefinito), restituisce gli intervalli di fiducia per le dimensioni dell'effetto
kk: 'TRUE' немесе 'FALSE' (әдепкі), әсер өлшемдері үшін сенімді аралықтарды қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervall for effektstorleikane
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedziały ufności dla wielkości efektu
pt: `TRUE` ou` FALSE` (padrão), fornece intervalos de confiança para a dimensão do efeito
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительные интервалы для размеров эффекта
sl: `PRAV` ali `NAPAK` (privzeto), izračuna interval zaupanja učinka velikosti
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervaller för effektstorlekarna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), விளைவு அளவுகளுக்கு நம்பிக்கை இடைவெளிகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительные интервалы для розмірів ефекту

source: `TRUE` or `FALSE` (default), provide confidence intervals for the mean
ca: `TRUE` o `FALSE` (predeterminat), proporciona Intervals de Confiança per a la mitjana
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervaller for gennemsnittet
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für den Mittelwert aus
fr: `TRUE` or `FALSE` (default), fournit les intervalles de confiances pour les moyennes
it: `TRUE` o `FALSE` (predefinito), restituisce gli intervalli di fiducia per la media
kk: 'TRUE' немесе 'FALSE' (әдепкі), орташа мән үшін сенімділік аралықтарын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervall for gjennomsnittet
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedziały ufności dla średniej
pt: `TRUE` ou` FALSE` (padrão), fornece intervalos de confiança para a média
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительные интервалы для среднего
sl: `PRAV` ali `NAPAK` (privzeto), izračuna interval zaupanja povprečne vrednosti
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervaller för genomsnittet
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சராசரிக்கு நம்பிக்கை இடைவெளிகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительные интервалы для середнього

source: `TRUE` or `FALSE` (default), provide confidence intervals for the mean difference
ca: `TRUE` o `FALSE` (predeterminat), proporciona Intervals de Confiança per a les diferències de mitjanes
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervaller for den gennemsnitlige difference
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die mittlere Differenz aus
fr: `TRUE` or `FALSE` (default), fournit les intervalles de confiances pour la différence moyenne
it: `TRUE` o `FALSE` (predefinito), restituisce gli intervalli di fiducia per la differenza media
kk: 'TRUE' немесе 'FALSE' (әдепкі), орташа мән айырмашылығы үшін сенімді аралықтарды қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervall for den gjennomsnittlege differansen
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedziały ufności dla różnicy średnich
pt: `TRUE` ou` FALSE` (padrão), fornece intervalos de confiança para a diferença média
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительные интервалы для разницы средних
sl: `PRAV` ali `NAPAK` (privzeto), izračuna interval zaupanja razlike povprečja
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervaller för den genomsnittliga differansen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சராசரி வேறுபாட்டிற்கான நம்பிக்கை இடைவெளிகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительные интервалы для різниці середніх

source: `TRUE` or `FALSE` (default), provide confidence intervals for the post-hoc effect sizes
ca: `TRUE` o `FALSE` (predeterminat), proporciona Intervals de Confiança per a les grandàries d'efecte post-hoc
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervaller for post-hoc-effektstørrelsene
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die Post-hoc-Effektstärken aus
fr: `TRUE` or `FALSE` (default), fournit les intervalles de confiances pour les taille d'effet du test post-hoc
it: `TRUE` o `FALSE` (predefinito), restituisce gli intervalli di fiducia per le dimensioni degli effetti post-hoc
kk: 'TRUE' немесе 'FALSE' (әдепкі), әсер өлшемдерінен кейінгі енімділік аралықтарын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervall for post-hoc-effektstørrelsene
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedziały ufności dla wielkości efektów testów post-hoc
pt: `TRUE` ou` FALSE` (padrão), fornece intervalos de confiança para as dimensões de efeito post-hoc
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительные интервалы для размеров апостериорного эффекта
sl: `PRAV` ali `NAPAK` (privzeto), izračuna interval zaupanja učinka velikosti preizkusa post-hoc
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervaller för post-hoc-effektstørrelsene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பிந்தைய தற்காலிக விளைவு அளவுகளுக்கு நம்பிக்கை இடைவெளிகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительные интервалы для розмірів апостериорного ефекту

source: `TRUE` or `FALSE` (default), provide densities in the correlation matrix plot
ca: `TRUE` o `FALSE` (predeterminat), proporciona densitats a la gràfica de la matriu de correlació
da: `TRUE` eller `FALSE` (standard), inkluder tæthedsdiagrammer i korrelationsdiagram
de: `TRUE` oder `FALSE` (Vorgabe), gibt Dichtediagramme innerhalb des Korrelationsdiagramms aus
fr: `TRUE` or `FALSE` (default), fournit les densités pour le graphique de la matrice de corrélation
it: `TRUE` o `FALSE` (predefinito), restituisce le densità nel grafico della matrice di correlazione
kk: 'TRUE' немесе 'FALSE' (әдепкі), корреляция матрицасының сызбасындағы тығыздықты білдіреді
nn: `TRUE` eller `FALSE` (standard), inkluder tettleiksdiagram i korrelasjonsdiagram
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla gęstości na wykresie macierzy korelacji
pt: `TRUE` ou` FALSE` (padrão), fornece as curvas de densidade no gráfico da matriz de correlação
ru: `TRUE` или `FALSE` (по умолчанию), представляет плотность на графике корреляционной матрицы
sv: `TRUE` eller `FALSE` (standard), inkludera täthetsdiagram i korrelationsdiagram
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), தொடர்பு மேட்ரிக்ச் சதித்திட்டத்தில் அடர்த்தியை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє плотность на графіку корреляционной матрицы

source: `TRUE` or `FALSE` (default), provide density plots (continuous variables only)
ca: `TRUE` o `FALSE` (predeterminat), proporciona gràfics de densitat (només variables contínues)
da: `TRUE` eller `FALSE` (standard), giv ud tæthedsdiagram (kun kontinuerlige variabler)
de: `TRUE` oder `FALSE` (Vorgabe), gibt Dichtediagramme aus (nur für kontinuierliche Variablen)
fr: `TRUE` or `FALSE` (default), fournit le graphique de la densité (variable continue seulement)
it: `TRUE` o `FALSE` (predefinito), restituisce grafici di densità (solo per variabili continue)
kk: 'TRUE' немесе 'FALSE' (әдепкі), тығыздық графиктерін қамтамасыз етеді (тек үздіксіз айнымалылар)
nn: `TRUE` eller `FALSE` (standard), gi ut tettleiksdiagram (berre kontinuerlege variablar)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy gęstości (tylko dla zmiennych ciągłych)
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos de densidade (somente variáveis ​​contínuas)
ru: `TRUE` или `FALSE` (по умолчанию), предоставление графиков плотности (только непрерывные переменные)
sv: `TRUE` eller `FALSE` (standard), ge ut täthetsdiagram (bara kontinuerliga variabler)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), அடர்த்தி அடுக்குகளை வழங்கவும் (தொடர்ச்சியான மாறிகள் மட்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), надання графіків плотности (тільки непрерывные переменные)

source: `TRUE` or `FALSE` (default), provide descriptive plots
ca: `TRUE` o `FALSE` (predeterminat), proporciona gràfics descriptius
da: `TRUE` eller `FALSE` (standard), giv ud diagram med deskriptivstatistiske værdier
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Diagramm mit deskriptivstatistischen Werten aus
fr: `TRUE` or `FALSE` (default), fournit un graphique descriptif
it: `TRUE` o `FALSE` (predefinito), restituisce grafici descrittivi
kk: 'TRUE' немесе 'FALSE' (әдепкі), сипаттамалық статистиканың сызбаларын көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut diagram med deskriptivstatistiske verdiar
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy opisowe
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos descritivos
ru: `TRUE` или `FALSE` (по умолчанию), представляет графики описательных статистик
sl: `TRUE` ali `FALSE` (privzeto), izriše diagrame opisne statistike
sv: `TRUE` eller `FALSE` (standard), ge ut diagram med deskriptivstatistiske värden
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), விளக்கமான இடங்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє графіки описательных статистик

source: `TRUE` or `FALSE` (default), provide descriptive statistics
ca: `TRUE` o `FALSE` (predeterminat), proporciona estadístiques descriptives
da: `TRUE` eller `FALSE` (standard), giv ud deskriptivstatistikk
de: `TRUE` oder `FALSE` (Vorgabe), gibt deskriptive Statistiken aus
fr: `TRUE` or `FALSE` (default), fournit les statistiques descriptives
it: `TRUE` o `FALSE` (predefinito), restituisce statistiche descrittive
kk: 'TRUE' немесе 'FALSE' (әдепкі), сипаттамалық статистиканы көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut deskriptivstatistikk
pl: `TRUE` lub `FALSE` (domyślnie), podaje statystyki opisowe
pt: `TRUE` ou` FALSE` (padrão), fornece estatísticas descritivas
ru: `TRUE` или `FALSE` (по умолчанию), представляет описательные статистики
sl: `TRUE` ali `FALSE` (privzeto), poda izračune opisne statistike
sv: `TRUE` eller `FALSE` (standard), ge ut deskriptiv statistik
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), விளக்க புள்ளிவிவரங்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє описательные статистики

source: `TRUE` or `FALSE` (default), provide dot plots (continuous variables only)
ca: `TRUE` o `FALSE` (predeterminat), proporciona gràfics de punts (només variables contínues)
da: `TRUE` eller `FALSE` (standard), giv ud spredningsdiagram (kun for kontinuerlige variabler)
de: `TRUE` oder `FALSE` (Vorgabe), gibt Streudiagramme aus (nur für kontinuierliche Variablen)
fr: `TRUE` or `FALSE` (default), fournit le dot plot (variable continue seulement)
it: `TRUE` o `FALSE` (predefinito), restituisce grafici a punti (solo per variabili continue)
kk: 'TRUE' немесе 'FALSE' (әдепкі), шашыраңқы графиктерді (тек үздіксіз айнымалылар) көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut spreiingsdiagram (berre for kontinuerlege variablar)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy punktowe (tylko dla zmiennych ciągłych)
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos de pontos (somente variáveis ​​contínuas)
ru: `TRUE` или `FALSE` (по умолчанию), точечные графики (только непрерывные переменные)
sv: `TRUE` eller `FALSE` (standard), ge ut spridningsdiagram (endast för kontinuerliga variabler)
ta: `உண்மை` அல்லது` தவறு` (இயல்புநிலை), புள்ளி அடுக்குகளை வழங்கவும் (தொடர்ச்சியான மாறிகள் மட்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), точечные графіки (тільки непрерывные переменные)

source: `TRUE` or `FALSE` (default), provide effect sizes
ca: `TRUE` o `FALSE` (predeterminat), proporciona grandàries d'efecte
da: `TRUE` eller `FALSE` (standard), giv ud effektstørrelser
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Effektstärke aus
fr: `TRUE` or `FALSE` (default), fournit les tailles d'effet
it: `TRUE` o `FALSE` (predefinito), restituisce le dimensioni dell'effetto
kk: 'TRUE' немесе 'FALSE' (әдепкі), әсер өлшемдерін көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut effektstorleikar
pl: `TRUE` lub `FALSE` (domyślnie), podaje wielkości efektów
pt: `TRUE` ou` FALSE` (padrão), fornece dimensões de efeito
ru: `TRUE` или `FALSE` (по умолчанию), представляет размер эффекта
sl: `TRUE` ali `FALSE` (privzeto), izračuna učinke velikosti
sv: `TRUE` eller `FALSE` (standard), ge ut effektstorlekar
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), விளைவு அளவுகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє розміру ефекту

source: `TRUE` or `FALSE` (default), provide effect-sizes
ca: `TRUE` o `FALSE` (predeterminat), proporciona grandàries d'efecte
da: `TRUE` eller `FALSE` (standard), giv ud effektstørrelser
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Effektstärke aus
fr: `TRUE` or `FALSE` (default), fournit les tailles d'effet
it: `TRUE` o `FALSE` (predefinito), restituisce le dimensioni dell'effetto
kk: 'TRUE' немесе 'FALSE' (әдепкі), әсер өлшемдерін көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut effektstorleikar
pl: `TRUE` lub `FALSE` (domyślnie), podaje wielkości efektów
pt: `TRUE` ou` FALSE` (padrão), fornece dimensões de efeito
ru: `TRUE` или `FALSE` (по умолчанию), представляет размер эффекта
sl: `TRUE` ali `FALSE` (privzeto), izračuna učinke velikosti
sv: `TRUE` eller `FALSE` (standard), ge ut effektstorlekar
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), விளைவு அளவுகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє розміру ефекту

source: `TRUE` or `FALSE` (default), provide estimated marginal means tables
ca: `TRUE` o `FALSE` (predeterminat), proporciona taules de mitjanes marginals estimades
da: `TRUE` eller `FALSE` (standard), giv ud tabeller med de estimerede gennemsnitterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Tabelle(n) mit den geschätzte Randmitteln aus
fr: `TRUE` or `FALSE` (default), fournit le tableau des estimations des moyennes marginales
it: `TRUE` o `FALSE` (predefinito), restituisce tabelle delle medie marginali stimate
kk: 'TRUE' немесе 'FALSE' (әдепкі), өлшенген шекті орташа мәндердің кестелерін береді
nn: `TRUE` eller `FALSE` (standard), gi ut tabellar med dei estimerte gjennomsnitta
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla tabele oszacowanych średnich brzegowych
pt: `TRUE` ou` FALSE` (padrão), fornece tabelas de médias marginais estimadas
ru: `TRUE` или `FALSE` (по умолчанию), предоставляет таблицы взвешенных предельных средних значений
sv: `TRUE` eller `FALSE` (standard), ge ut tabeller med de estimerade genomsnitten
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை அட்டவணைகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), надайте оценочные таблиці граничних середній значень
