Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` or `FALSE` (default), provide estimates for the factor intercepts
ca: `TRUE` o `FALSE` (predeterminat), proporciona estimacions per a les constants de factors
da: `TRUE` eller `FALSE` (standard), giv ud estimater for skæringspunkter til faktorerne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Schätzungen für die Interzepte der Faktoren aus
fr: `TRUE` or `FALSE` (default), fournit une estimation de l'interception du facteur
it: `TRUE` o `FALSE` (predefinito), rstituisce stime per le intercette dei fattori
kk: 'TRUE' немесе 'FALSE' (әдепкі),факторды кесу үшін бағалаудықамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut estimat for skjeringspunkt til faktorane
pl: `TRUE` lub `FALSE` (domyślnie), podaje oszacowania wyrazów wolnych czynnika
pt: `TRUE` ou` FALSE` (padrão), fornece estimativas para os interceptos do fator
ru: `TRUE` или `FALSE` (по умолчанию), предоставляют оценки для перехватов факторов
sv: `TRUE` eller `FALSE` (standard), ge ut estimater för skärningspunkter till faktorerna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), காரணி இடைமறிப்புகளுக்கான மதிப்பீடுகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляют оцінки для перехватов факторів

source: `TRUE` or `FALSE` (default), provide estimates for the residual intercepts
ca: `TRUE` o `FALSE` (predeterminat), proporciona estimacions per a les constants residuals
da: `TRUE` eller `FALSE` (standard), giv ud estimater for skæringspunkter til residuene
de: `TRUE` oder `FALSE` (Vorgabe), gibt Schätzungen der Interzepte für die Residuen aus
fr: `TRUE` or `FALSE` (default), fournit une estimation de l'interception des résidus
it: `TRUE` o `FALSE` (predefinito), restituisce stime delle intercettazioni per i residui
kk: 'TRUE' немесе 'FALSE' (әдепкі), қалдық кесулер үшін бағалауды қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut estimat for skjeringspunkt til residua
pl: `TRUE` lub `FALSE` (domyślnie), podaje oszacowania wyrazów wolnych reszt
pt: `TRUE` ou` FALSE` (padrão), fornece estimativas para os interceptos residuais
ru: `TRUE` или `FALSE` (по умолчанию), предоставляют оценки для констант остатков
sv: `TRUE` eller `FALSE` (standard), ge ut estimater för skärningspunkter till residuene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மீதமுள்ள இடைமறிப்புகளுக்கான மதிப்பீடுகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляют оцінки для остаточных перехватов

source: `TRUE` or `FALSE` (default), provide Fisher's exact test
ca: `TRUE` o `FALSE` (predeterminat), proporciona la Prova exacta de Fisher
da: `TRUE` eller `FALSE` (standard), gennemfør Fishers eksakte test
de: 'TRUE' oder 'FALSE' (Vorgabe), führt Fishers exakten Test durch
fr: `TRUE` or `FALSE` (default), fournit le test exact de Fisher
it: `TRUE` o `FALSE` (predefinito), fornisce il test esatto di Fisher
kk: 'TRUE' немесе 'FALSE' (әдепкі), Фишердің дәл сынағын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gjennomfør Fishers eksakte test
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje dokładny test Fishera
pt: `TRUE` ou` FALSE` (padrão), fornece o teste exato de Fisher
ru: `TRUE` или `FALSE` (по умолчанию), представляет точный критерий Фишера
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednost Fišerjevega natančnega preizkusa
sv: `TRUE` eller `FALSE` (standard), genomför Fishers exakta test
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஃபிசரின் சரியான சோதனையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє точный критерій Фишера

source: `TRUE` or `FALSE` (default), provide frequency tables (nominal, ordinal variables only)
ca: `TRUE` o `FALSE` (predeterminat), proporciona taules de freqüència (només variables nominals i ordinals)
da: `TRUE` eller `FALSE` (standard), giv ud frekvenstabeller (kun for nominelle eller ordinale variabler)
de: `TRUE` oder `FALSE` (Vorgabe), gibt Häufigkeitstabellen aus (nur für nominale oder ordinale Variablen)
fr: `TRUE` or `FALSE` (default), fournit le tableau des fréquences (variable nominale ou ordinale seulement)
it: `TRUE` o `FALSE` (predefinito), restituisce tabelle di frequenza (solo per variabili nominali e ordinali)
kk: 'TRUE' немесе 'FALSE' (әдепкі), жиілік кестелерін қамтамасыз етеді (тек номиналды, реттік айнымалылар)
nn: `TRUE` eller `FALSE` (standard), gi ut frekvenstabellar (berre for nominelle eller ordinale variablar)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla tabele częstości (wyłącznie dla zmiennych nominalnych i porządkowych)
pt: `TRUE` ou` FALSE` (padrão), fornece tabelas de frequência (apenas para variáveis nominais ou ordinais)
ru: `TRUE` или `FALSE` (по умолчанию), представляет таблицы частот (только номинальные, порядковые переменные)
sv: `TRUE` eller `FALSE` (standard), ge ut frekvenstabeller (endast för nominella eller ordinale variabler)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), அதிர்வெண் அட்டவணைகளை வழங்கவும் (பெயரளவு, சாதாரண மாறிகள் மட்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє таблиці частот (тільки номинальные, порядковые переменные)

source: `TRUE` or `FALSE` (default), provide gamma
ca: `TRUE` o `FALSE` (predeterminat), proporciona gamma
da: `TRUE` eller `FALSE` (standard), giv ud gamma
de: `TRUE` oder `FALSE` (Vorgabe), gibt Gamma aus
fr: `TRUE` or `FALSE` (default), fournit le gamma
it: `TRUE` o `FALSE` (predefinito), restituisce gamma
kk: `TRUE` немесе `FALSE` (әдепкі), гамманы қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut gamma
pl: `TRUE` lub `FALSE` (domyślnie), podaje gamma
pt: TRUE` ou `FALSE` (padrão), fornece gama
ru: `TRUE` или `FALSE` (по умолчанию), представляет гамму
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednost gama
sv: `TRUE` eller `FALSE` (standard), ge ut gamma
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), காமா வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє гамму

source: `TRUE` or `FALSE` (default), provide histograms (continuous variables only)
ca: `TRUE` o `FALSE` (predeterminat), proporciona histogrames (només variables contínues)
da: `TRUE` eller `FALSE` (standard), giv ud histogrammer (kun for kontinuerlige variabler)
de: `TRUE` oder `FALSE` (Vorgabe), gibt Histogramme aus (nur für kontinuierliche Variablen)
fr: `TRUE` or `FALSE` (default), fournit l'histogramme (variable continue seulement)
it: `TRUE` o `FALSE` (predefinito), restituisce istogrammi (solo per variabili continue)
kk: 'TRUE' немесе 'FALSE' (әдепкі), гистограммаларды қамтамасыз етеді (тек үздіксіз айнымалылар)
nn: `TRUE` eller `FALSE` (standard), gi ut histogram (berre for kontinuerlege variablar)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla histogramy (wyłącznie dla zmiennych ciągłych)
pt: `TRUE` ou` FALSE` (padrão), fornece histogramas (apenas variáveis ​​contínuas)
ru: `TRUE` или `FALSE` (по умолчанию), представляет гистограммы (только непрерывные переменные)
sl: `TRUE` ali `FALSE` (privzeto), izriše histograme (le za zvezne spremenljivke)
sv: `TRUE` eller `FALSE` (standard), ge ut histogrammer (endast för kontinuerliga variabler)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), இச்டோகிராம்களை வழங்கவும் (தொடர்ச்சியான மாறிகள் மட்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє гистограммы (тільки непрерывные переменные)

source: `TRUE` or `FALSE` (default), provide item means
ca: `TRUE` o `FALSE` (predeterminat), proporciona mitjanes de l'element
da: `TRUE` eller `FALSE` (standard), giv ud gennemsnittet for hver item
de: `TRUE` oder `FALSE` (Vorgabe), gibt Mittelwerte für die Items aus
fr: `TRUE` or `FALSE` (default), fournit la moyenne de l'élément
it: `TRUE` o `FALSE` (predefinito), fornisce le medie degli elementi
kk: 'TRUE' немесе 'FALSE' (әдепкі), элементтің орташа мәнін білдіреді
nn: `TRUE` eller `FALSE` (standard), gi ut gjennomsnittet for kvar item
pl: `TRUE` lub `FALSE` (domyślnie), podaje średnie pozycji testowych
pt: `TRUE` ou` FALSE` (padrão), fornece médias dos itens
ru: `TRUE` или `FALSE` (по умолчанию), представляет средние элемента
sl: `PRAV` ali `NAPAK` (privzeto), izračuna povprečne vrednosti predmetov
sv: `TRUE` eller `FALSE` (standard), ge ut genomsnittet för varje item
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), உருப்படி வழிமுறைகளை வழங்குதல்
uk: `TRUE` або `FALSE` (по умолчанию), представляє середні елемента

source: `TRUE` or `FALSE` (default), provide item standard deviations
ca: `TRUE` o `FALSE` (predeterminat), proporciona desviacions estàndard de l'element
da: `TRUE` eller `FALSE` (standard), giv ud standardafvigelsen for hver item
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Standardabweichungen für jedes Item aus
fr: `TRUE` or `FALSE` (default), fournit l'écart-type de l'élément
it: `TRUE` o `FALSE` (predefinito), restituisce le deviazioni standard per ogni elemento
kk: 'TRUE' немесе 'FALSE' (әдепкі), элементтің стандартты ауытқуларын білдіреді
nn: `TRUE` eller `FALSE` (standard), gi ut standardavviket for kvar item
pl: `TRUE` lub `FALSE` (domyślnie), podaje odchylenie standardowe pozycji testowych
pt: `TRUE` ou` FALSE` (padrão), fornece os desvios-padrão dos itens
ru: `TRUE` или `FALSE` (по умолчанию), представляет стандартные отклонения элемента
sv: `TRUE` eller `FALSE` (standard), ge ut standardavvikelsen för varje item
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), உருப்படி நிலையான விலகல்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє стандартний відхилення елемента

source: `TRUE` or `FALSE` (default), provide item-rest correlations
ca: `TRUE` o `FALSE` (predeterminat), proporciona correlacions amb la resta d'elements
da: `TRUE` eller `FALSE` (standard), giv ud item-rest-korrelationer
de: `TRUE` oder `FALSE` (Vorgabe), gibt Item-Rest-Korrelationen aus
fr: `TRUE` or `FALSE` (default), fournit la corrélation entre un élément et le reste des mesures
it: `TRUE` o `FALSE` (predefinito), restituisce le correlazioni del resto degli elementi
kk: 'TRUE' немесе 'FALSE' (әдепкі), элементтер мен қалдықтар арасындағы корреляцияны көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut item-rest-korrelasjoner
pl: `TRUE` lub `FALSE` (domyślnie), podaje współczynniki mocy dyskryminacyjnej (korelacje item-skala)
pt: `TRUE` ou` FALSE` (padrão), fornece correlações item-total
ru: `TRUE` или `FALSE` (по умолчанию), представляет корреляции между элементами и остатками
sv: `TRUE` eller `FALSE` (standard), ge ut item-rest-korrelationer
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), உருப்படி-மறுசீரமைப்பு தொடர்புகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє корреляции між елементами і рештами

source: `TRUE` or `FALSE` (default), provide Kendall's tau-b
ca: `TRUE` o `FALSE` (predeterminat), proporciona Tau-b de Kendall
da: `TRUE` eller `FALSE` (standard), giv ud Kendalls tau-b
de: `TRUE` oder `FALSE` (Vorgabe), gibt Kendalls Tau-b aus
fr: `TRUE` or `FALSE` (default), fournit le tau-b de Kendall
it: `TRUE` o `FALSE` (predefinito), restituisce l'indice tau-b di Kendall
kk: `TRUE` немесе `FALSE` (әдепкі), Кендаллдың tau-b мәнін береді
nn: `TRUE` eller `FALSE` (standard), gi ut Kendalls tau-b
pl: `TRUE` lub `FALSE` (domyślnie), podaje tau-b Kendalla
pt: `TRUE` ou` FALSE` (padrão), fornece o tau-b de Kendall
ru: `TRUE` или `FALSE` (по умолчанию), представляет tau-b Кендалла
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednost Kendallovega Tau-B
sv: `TRUE` eller `FALSE` (standard), ge ut Kendalls tau-b
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கெண்டலின் ட au-பி வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє tau-b Кендалла

source: `TRUE` or `FALSE` (default), provide Mantel-Haenszel test for trend
ca: `TRUE` o `FALSE` (predeterminat), proporciona la Prova de Mantel-Haenszel per a la tendència
da: `TRUE` eller `FALSE` (standard), giv ud Kappe-Haenszel-test for trend
de: `TRUE` oder `FALSE` (Vorgabe), führt den Mantel-Haenszel-Trendest durch
fr: `TRUE` or `FALSE` (default), fournit le test de tendance de Mantel-Haenszel
it: `TRUE` o `FALSE` (predefinito), fornisce il test per la tendenza di Mantel-Haenszel
kk: 'TRUE' немесе 'FALSE' (әдепкі), тренд үшін Mantel-Haenszel тестін қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut Mantel-Haenszel-test for trend
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test Mantela-Haenszela
pt: `TRUE` ou` FALSE` (padrão), fornece teste de tendência de Mantel-Haenszel
ru: `TRUE` или `FALSE` (по умолчанию), представляет критерий Мантеля-Хензеля для тренда
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednost Mantel-Haenszelovega trendnega preizkusa
sv: `TRUE` eller `FALSE` (standard), ge ut Mantel-Haenszel-test för trend
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), போக்குக்கு மாண்டல்-எய்ன்ச்சல் சோதனையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє критерій Мантеля-Хензеля для тренда

source: `TRUE` or `FALSE` (default), provide McDonald's ω
ca: `TRUE` or `FALSE` (predeterminat), proporciona la ω de McDonald
da: `TRUE` eller `FALSE` (standard), giv ud McDonalds ω
de: `TRUE` oder `FALSE` (Vorgabe), gibt McDonald's ω aus
fr: `TRUE` or `FALSE` (default), fournit le ω de McDonald
it: `TRUE` o `FALSE` (predefinito), restituisce la ω di McDonald
kk: 'TRUE' немесе 'FALSE' (әдепкі), McDonald's ω қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut McDonalds ω
pl: `TRUE` lub `FALSE` (domyślnie), podaje ω McDonalda
pt: `TRUE` ou` FALSE` (padrão), forneçe o ω de McDonald
ru: `TRUE` или `FALSE` (по умолчанию), представляет McDonald's ω
sl: `TRUE` ali `FALSE` (privzeto), izračuna vrednost McDonaldove ω
sv: `TRUE` eller `FALSE` (standard), ge ut McDonalds ω
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மெக்டொனால்டின் வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє McDonald's ω

source: `TRUE` or `FALSE` (default), provide means and standard deviations
ca: `TRUE` o `FALSE` (predeterminat), proporciona mitjanes i desviacions estàndard
da: `TRUE` eller `FALSE` (standard), giv ud gennemsnit og standardafvigelser
de: `TRUE` oder `FALSE` (Vorgabe), gibt Mittelwerte und Standardabweichungen aus
fr: `TRUE` or `FALSE` (default), fournit les moyennes et les écarts-types
it: `TRUE` o `FALSE` (predefinito), restituisce medie e deviazioni standard
kk: 'TRUE' немесе 'FALSE' (әдепкі), орташа мәндер мен стандартты ауытқуды береді
nn: `TRUE` eller `FALSE` (standard), gi ut gjennomsnitt og standardavvik
pl: `TRUE` lub `FALSE` (domyślnie), podaje średnie i odchylenia standardowe
pt: `TRUE` ou` FALSE` (padrão), fornece médias e desvios-padrão
ru: `TRUE` или `FALSE` (по умолчанию), представляет средние значения и стандартные отклонения
sl: `TRUE` ali `FALSE` (privzeto), izračuna povprečne vrednosti in standardne odklone
sv: `TRUE` eller `FALSE` (standard), ge ut genomsnitt och standardavvikelser
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வழிமுறைகளையும் நிலையான விலகல்களையும் வழங்குதல்
uk: `TRUE` або `FALSE` (по умолчанию), представляє середній значення і стандартні відхилення

source: `TRUE` or `FALSE` (default), provide means and standard errors
ca: `TRUE` o `FALSO` (predeterminat), proporciona mitjanes i errors estàndard
da: `TRUE` eller `FALSE` (standard), giv ud gennemsnitterne og sine standardfejl
de: `TRUE` oder `FALSE` (Vorgabe), gibt Mittelwerte und deren Standardfehler aus
fr: `TRUE` or `FALSE` (default), fournit les moyennes et les erreurs standards
it: `TRUE` o `FALSE` (predefinito), restituisce medie ed errori standard
kk: 'TRUE' немесе 'FALSE' (әдепкі), орташа мәндер мен стандартты қателерді береді
nn: `TRUE` eller `FALSE` (standard), gi ut gjennomsnitta og sine standardfeila
pl: `TRUE` lub `FALSE` (domyślne), podaje średnie i błędy standardowe
pt: `TRUE` ou` FALSE` (padrão), fornece médias e erros-padrão
ru: `TRUE` или `FALSE` (по умолчанию), представляет средние значения и стандартные ошибки
sl: `TRUE` ali `FALSE` (privzeto), izračuna povprečne vrednosti in standardne napake
sv: `TRUE` eller `FALSE` (standard), ge ut genomsnitten och sina standardfelen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), வழிமுறைகளையும் நிலையான பிழைகளையும் வழங்குதல்
uk: `TRUE` або `FALSE` (по умолчанию), представляє середній значення і стандартні помилки

source: `TRUE` or `FALSE` (default), provide modification indices for the parameters not included in the model
ca: `TRUE` o `FALSE` (predeterminat), proporciona índexs de modificació pels paràmetres no inclosos en el model
da: `TRUE` eller `FALSE` (standard), giv ud modifikationsindekserne for parametrene, som ikke er inkluderede i modellen
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Änderungsindizes für Parameter aus, die nicht im Modell enthalten sind
fr: `TRUE` or `FALSE` (default), fournit les indices de modification pour les paramètres non inclus dans le modèle
it: `TRUE` o `FALSE` (predefinito), restituisce indici di modifica per i parametri non inclusi nel modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгіге қосылмаған параметрлер үшін өзгерту индекстерін көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut modifikasjonsindeksane for parametrane som ikkje er inkluderte i modellen
pl: `TRUE` lub `FALSE` (domyślnie), podaje indeksy modyfikacyjne dla parametrów nieuwzględnionych w modelu
pt: `TRUE` ou` FALSE` (padrão), fornece índices de modificação para os parâmetros não incluídos no modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет индексы модификации для параметров, не включенных в модель
sv: `TRUE` eller `FALSE` (standard), ge ut modifikationsindexen för parametrarna som inte är inkluderade i modellen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரியில் சேர்க்கப்படாத அளவுருக்களுக்கான மாற்றும் குறியீடுகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє індекси модифікації для параметрів, не включених у модель

source: `TRUE` or `FALSE` (default), provide N most extreme (highest and lowest) values
ca: `TRUE` o `FALSE` (predeterminat), proporciona els N valors extrems (més alts i més baixos)
da: `TRUE` eller `FALSE` (standard), giv ud de N mest ekstreme (højeste og laveste) værdierne
fr: `TRUE` ou `FALSE` (par défaut), fournir les N valeurs les plus extrêmes (la plus haute et la plus basse)
kk: 'TRUE' немесе 'FALSE' (әдепкі), N ең шеткі (ең жоғары және ең төменгі) мәндерді береді
nn: `TRUE` eller `FALSE` (standard), gi ut dei N mest ekstreme (høgaste og lågaste) verdiane
pl: `TRUE` lub `FALSE` (domyślnie), podaje N wartości najbardziej skrajnych (najwyższych i najniższych)
ru: `TRUE` или `FALSE` (по умолчанию), предоставляют N самых экстремальных (наибольшее и наименьшее) значений
sv: `TRUE` eller `FALSE` (standard), ge ut de N mest extrema (högsta och lägsta) värdena
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), n மிகவும் தீவிரமான (மிக உயர்ந்த மற்றும் மிகக் குறைந்த) மதிப்புகளை வழங்கவும்

source: `TRUE` or `FALSE` (default), provide percentiles
ca: `TRUE` o `FALSE` (predeterminat), proporciona percentils
da: `TRUE` eller `FALSE` (standard), giv ud persentiler
de: `TRUE` oder `FALSE` (Vorgabe), gibt Perzentile aus
fr: `TRUE` or `FALSE` (default), fournit les centiles
it: `TRUE` o `FALSE` (predefinito), restituisce i percentili
kk: 'TRUE' немесе 'FALSE' (әдепкі), процентильдерді береді
nn: `TRUE` eller `FALSE` (standard), gi ut persentilar
pl: `TRUE` lub `FALSE` (domyślnie), podaje percentyle
pt: `TRUE` ou` FALSE` (padrão), fornece percentis
ru: `TRUE` или `FALSE` (по умолчанию), представляет процентили
sl: `TRUE` or `FALSE` (privzeto), določi percentile
sv: `TRUE` eller `FALSE` (standard), ge ut persentiler
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சதவீதங்களை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє процентили

source: `TRUE` or `FALSE` (default), provide Phi and Cramer's V
ca: `TRUE` o `FALSE` (predeterminat), proporciona la Phi i la V de Cramer
da: `TRUE` eller `FALSE` (standard), giv ud Phi og Cramers V
de: `TRUE` oder `FALSE` (Vorgabe), gibt Phi und Cramer's V aus
fr: `TRUE` or `FALSE` (default), fournit le V de Cramer
it: `TRUE` o `FALSE` (predefinito), restituisce la Phi e V di Cramer
kk: 'TRUE' немесе 'FALSE' (әдепкі), Phi және Cramer V-ді береді
nn: `TRUE` eller `FALSE` (standard), gi ut Phi og Cramers V
pl: `TRUE` lub `FALSE` (domyślnie), podaje współczynniki korelacji Phi Yule'a i V Cramera
pt: `TRUE` ou` FALSE` (padrão), fornece o Phi e V de Cramer
ru: `TRUE` или `FALSE` (по умолчанию), представляет Фи и Крамера V
sv: `TRUE` eller `FALSE` (standard), ge ut Phi och Cramers V
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஃபை மற்றும் க்ராமரின் வி
uk: `TRUE` або `FALSE` (по умолчанию), представляє Фи і Крамера V

source: `TRUE` or `FALSE` (default), provide posterior plots
ca: `TRUE` o `FALSE` (predeterminat), proporciona gràfics a posteriori
da: `TRUE` eller `FALSE` (standard), giv ud posterior-diagrammer
de: `TRUE` oder `FALSE` (Vorgabe), gibt Posterior-Diagramme aus
fr: `TRUE` or `FALSE` (default), fournit les graphiques postérieurs
it: `TRUE` o `FALSE` (predefinito), restituisce i grafici con distribuzione a posteriori
kk: 'TRUE' немесе 'FALSE' (әдепкі), артқы сызбаларды береді
nn: `TRUE` eller `FALSE` (standard), gi ut posterior-diagrammer
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy rozkładu a posteriori
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos posteriores
ru: `TRUE` или `FALSE` (по умолчанию), представляет апостериорные графики
sv: `TRUE` eller `FALSE` (standard), ge ut posterior-diagrammer
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பின்புற அடுக்குகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє апостериорные графіки

source: `TRUE` or `FALSE` (default), provide Q-Q plots (continuous variables only)
ca: `TRUE` o `FALSE` (predeterminat), proporciona gràfics Q-Q (només variables contínues)
da: `TRUE` eller `FALSE` (standard), vis Q-Q-diagrammer (kun for kontinuerlige variabler)
de: `TRUE` oder `FALSE` (Standard), gibt Q-Q-Plots aus (nur für kontinuierliche Variablen)
fr: `TRUE` or `FALSE` (default), fournit le graphique Q-Q (variables continue seulement)
it: `TRUE` o `FALSE` (predefinito), restituisce i grafici Q-Q (solo per variabili continue)
kk: 'TRUE' немесе 'FALSE' (әдепкі), Q-Q графиктерін көрсетеді (тек үздіксіз айнымалылар)
nn: `TRUE` eller `FALSE` (standard), vis Q-Q-diagrammer (berre for kontinuerlege variablar)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy K-K (wyłącznie dla zmiennych ciągłych)
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos Q-Q (somente para variáveis ​​contínuas)
ru: `TRUE` или `FALSE` (по умолчанию), представляет графики Q-Q (только непрерывные переменные)
sl: `TRUE` ali `FALSE` (privzeto), izriše diagrame Q-Q (le za zvezne spremenljivke)
sv: `TRUE` eller `FALSE` (standard), sätt Q-Q-diagrammer (endast för kontinuerliga variabler)
ta: `உண்மை` அல்லது` தவறு` (இயல்புநிலை), Q-Q அடுக்குகளை வழங்கவும் (தொடர்ச்சியான மாறிகள் மட்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє графіки Q-Q (тільки непрерывные переменные)

source: `TRUE` or `FALSE` (default), provide Q-Q plots of residuals
ca: `TRUE` o `FALSE` (predeterminat), proporciona gràfics Q-Q de residus
da: `TRUE` eller `FALSE` (standard), vis Q-Q-diagrammer for residuene
de: `TRUE` oder `FALSE` (Vorgabe), gibt Q-Q-Plots für die Residuen aus
fr: `TRUE` or `FALSE` (default), fournit le graphique Q-Q des résidus
it: `TRUE` o `FALSE` (predefinito), restituisce i grafici Q-Q dei residui
kk: "TRUE" немесе "FALSE" (әдепкі), Q-Q қалдық сызбаларын береді
nn: `TRUE` eller `FALSE` (standard), vis Q-Q-diagram for residua
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy K-K dla reszt
pt: `TRUE` ou` FALSE` (padrão), fornece gráficos Q-Q de resíduos
ru: `TRUE` или `FALSE` (по умолчанию), представляет графики остатков Q-Q
sl: `TRUE` ali `FALSE` (privzeto), izriše diagrame Q-Q ostankov
sv: `TRUE` eller `FALSE` (standard), visa Q-Q-diagrammer för residuene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), எஞ்சியவர்களின் Q-Q அடுக்குகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє графіки решт Q-Q
