Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: a vector of strings naming the control variables in `data`
ca: un vector de cadenes que anomenen les variables de control a `data`
da: en vektor af strenger som viser til kontrolvariablerne i data. ``
de: ein Vektor mit Zeichenketten, welche die Kontrollvariablen in `data` benennen
fr: un vecteur de chaînes nommant les variables contrôlées de `data`
it: un vettore di stringhe che nominano le variabili di controllo in `data`
kk: `data`ішіндегі басқару айнымалыларын атайтын жолдар векторы
nn: ein vektor av strenger som viser til kontrollvariablane i `data`
pl: wektor ciągów znaków zwierających nazwy zmiennych kontrolowanych w `data`
pt: um vetor de códigos que nomeia as variáveis ​​de controlo nos `dados`
ru: вектор строк, именующих управляющие переменные в `data`
sl: vektor nizov z imeni kontrolnih spremenljivk za podatkovno zbirko `data`
sv: en vektor av strängar som namnger kontrollvariablerna i `data`
ta: `தரவு` இல் கட்டுப்பாட்டு மாறிகள் பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих котрий управляти переменные у `data`

source: a vector of strings naming the covariates from `data`
ca: un vector de cadenes que anomenen les covariants de `data`
da: en vektor af strenger som viser til kovariatene fra `data`
de: ein Vektor von Zeichenketten, welche die Kovariaten aus `data` benennen
fr: un vecteur de chaînes nommant les covariables de `data`
it: un vettore di stringhe che denomina le covariate da `data`
kk: `data` ковариаттарды атайтын жолдар векторы
nn: ein vektor av strenger som viser til kovariatane frå `data`
pl: wektor ciągów znaków zawierających nazwy współzmiennych z `data`
pt: um vetor de códigos nomeando as covariáveis ​​dos `dados`
ru: вектор строк, именующих ковариаты из `data`
sl: vektor nizov z imeni kovariat za podatkovno zbirko `data`
sv: en vektor av strängar som namnger kovariatene från `data`
ta: `தரவு` இலிருந்து கோவாரியட்டுகளை பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих ковариаты з `data`

source: a vector of strings naming the covariates from `data`. Variables must be numeric
ca: un vector de cadenes que anomenen les covariants de `data`. Les variables han de ser numèriques
da: en vektor af strenger som viser til kovariatene fra `data`; variablerne skal være numeriske
de: ein Vektor von Zeichenketten, welche die Kovariaten aus `data` benennen, diese müssen numerisch sein
fr: un vecteur de chaînes nommant les covariables de `data`. Les variables doivent être numériques
it: un vettore di stringhe che nominano le covariate da `data`. Le variabili devono essere numeriche
kk: 'деректерден' ковариаттар атауы бар жолдар векторы. Айнымалылар сандық болуы керек
nn: ein vektor av strenger som viser til kovariatane frå `data`; variablane må vera numeriske
pl: wektor ciągów znaków zawierających nazwy współzmiennych z `data`. Zmienne muszą być numeryczne
pt: um vetor de códigos que nomeia as covariáveis ​​dos `dados`. As variáveis ​​devem ser numéricas
ru: вектор строк, именующих ковариаты из `data`. Переменные должны быть числовыми
sl: vektor nizov z imeni kovariat za podatkovno zbirko `data` – spremenljivke morajo biti numerične vrednosti
sv: en vektor av strängar som namnger kovariatene från `data`; variablerna måste vara numeriska
ta: `தரவு` இலிருந்து கோவாரியட்டுகளை பெயரிடும் சரங்களின் திசையன். மாறிகள் எண் இருக்க வேண்டும்
uk: вектор строк, именующих ковариаты з `data`. Переменные повинні бути числовыми

source: a vector of strings naming the factors from `data`
ca: un vector de cadenes que anomenen els factors de `data`
da: en vektor af strenger som viser til faktorerne fra `data`
de: ein Vektor von Zeichenketten, welche die Faktoren aus `data` benennen
fr: un vecteur de chaînes nommant les facteurs de `data`
it: un vettore di stringhe che nominano i fattori da `data`
kk: `data`факторларды атауы бар жолдар векторы
nn: ein vektor av strenger som viser til faktorane frå `data`
pl: wektor ciągów znaków zawierających nazwy czynników z `data`
pt: um vetor de códigos nomeando os fatores dos `dados`
ru: вектор строк, именующих факторы из `data`
sl: vektor nizov z imeni faktorjev za podatkovno zbirko `data`
sv: en vektor av strängar som namnger faktorerna från `data`
ta: `தரவு` இலிருந்து காரணிகளை பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих фактори з `data`

source: a vector of strings naming the fixed factors from `data`
ca: un vector de cadenes que anomenen els factors fixos de `data`
da: en vektor af strenger som viser til de faste faktorer fra `data`
de: ein Vektor von Zeichenketten, welche die festen Faktoren aus `data` benennen
fr: un vecteur de chaînes nommant les facteurs fixes de `data`
it: un vettore di stringhe che nominano i fattori fissi da `data`
kk: `data` -дан тұрақты факторларды атайтын жолдар векторы
nn: ein vektor av strenger som viser til dei faste faktorane frå `data`
pl: wektor ciągów znaków zawierający nazwy czynników stałych z `data`
pt: um vetor de códigos nomeando os fatores fixos dos `dados`
ru: вектор строк, именующих фиксированные факторы из `data`
sl: vektor nizov z imeni faktorjev stalne faktorje v podatkovni zbirki `data`
sv: en vektor av strängar som namnger de fasta faktorerna från `data`
ta: `தரவு` இலிருந்து நிலையான காரணிகளை பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих фіксовані фактори з `data`

source: a vector of strings naming the repeated measures variables
ca: un vector de cadenes que anomenen les variables de mesures repetides
da: en vektor af strenger som viser til de variabler for gentagne målingerne
de: ein Vektor von Zeichenfolgen, welche die Variablen für wiederholte Messungen benennen
fr: un vecteur de chaînes nommant les variables formées de mesures répétées
it: un vettore di stringhe che nominano le variabili delle misure ripetute
kk: қайталанатын өлшем айнымалыларын атайтын жолдар векторы
nn: ein vektor av strenger som viser til dei variablane for gjentekne målingane
pl: wektor ciągów znaków zawierających nazwy zmiennych powtarzanych pomiarów
pt: um vetor de códigos nomeando as variáveis ​​de medidas repetidas
ru: вектор строк, именующих переменные повторных измерений
sl: vektor nizov z imeni spremenljivk, uporabljenih za spremenljivke ponovljenih meritev
sv: en vektor av strängar som namnger de variablerna för upprepade mätningarna
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் மாறிகள் பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих переменные повторний вимірів

source: a vector of strings naming the variables of interest in `data`
ca: un vector de cadenes que anomenen les variables d'interès a `data`
da: en vektor af strenger som viser til de interesserende variabler i `data`
de: ein Vektor von Zeichenketten, welche die interessierenden Variablen in `data` benennen
fr: un vecteur de chaînes nommant les variables d'intérêt de `data`
it: un vettore di stringhe che nominano le variabili di interesse da `data`
kk: `data`- ға қызығушылық тудыратын айнымалыларды атайтын жолдар векторы
nn: ein vektor av strenger som viser til dei interesserande variablane i `data`
pl: wektor ciągów znaków zawierający nazwy wybranych zmiennych z `data`
pt: um vetor de códigos que nomeia as variáveis ​​de interesse nos `dados`
ru: вектор строк, именующих интересующие переменные в `data`
sl: vektor nizov z imeni spremenljivk zanimanja za podatkovno zbirko `data`
sv: en vektor av strängar som namnger de intresserande variablerna i `data`
ta: `தரவு` இல் ஆர்வத்தின் மாறிகள் பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих котрий цікавити переменные у `data`

source: a vector of strings naming the variables to correlate in `data`
ca: un vector de cadenes que anomenen les variables a correlacionar de `data`
da: en vektor af strenger som viser til de variabler i `data,` der skal korreleres
de: ein Vektor von Zeichenketten, welche die zu korrelierenden Variablen in `data` benennen
fr: un vecteur de chaînes nommant les variables à corréler de `data`
it: un vettore di stringhe che nominano le variabili da correlare da `data`
kk: `data`-да корреляцияланатын айнымалыларды атайтын жолдар векторы
nn: ein vektor av strenger som viser til dei variablane i `data` som skal korrelerast
pl: wektor ciągów znaków zawierających nazwy zmiennych do skorelowania w `data`
pt: um vetor de códigos nomeando as variáveis ​​para correlacionar nos `dados`
ru: вектор строк, именующих переменные для корреляции в `data`
sl: vektor nizov z imeni spremenljivk korelacije za podatkovno zbirko `data`
sv: en vektor av strängar som namnger de variablerna i `data` som ska korreleras
ta: `தரவு` உடன் தொடர்புபடுத்த மாறிகள் பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих переменные для корреляции у `data`

source: a vector of strings naming the variables used to split `vars`
ca: un vector de cadenes que anomenen les variables utilitzades per a segmentar `vars`
da: en vektor af strenger som viser til de variabler, der skal bruges for at dele `vars`
de: ein Vektor von Zeichenketten, welche die Variablen benennen, die zum Teilen von `vars` verwendet werden
fr: un vecteur de chaînes nommant les variables séparatives de `data`
it: un vettore di stringhe che nominano le variabili usate per dividere `vars`
kk: `vars`-ты бөлу үшін пайдаланылатын айнымалыларды атайтын жолдар векторы
nn: ein vektor av strenger som viser til dei variablane som skal brukast for å dela `vars`
pl: wektor ciągów znaków zawierających nazwy zmiennych użytych do podziału `vars`
pt: um vetor de códigos que nomeia as variáveis ​​usadas para dividir `vars`
ru: вектор строк, именующих переменные, используемые для разделения `vars`
sl: vektor nizov z imeni spremenljivk, uporabljenih za razdelitev spremenljivk `vars`
sv: en vektor av strängar som namnger de variablerna som ska användas för att dela `vars`
ta: `vars` ஐப் பிரிக்கப் பயன்படுத்தப்படும் மாறிகள் பெயரிடும் சரங்களின் திசையன்
uk: вектор строк, именующих переменные, використовувати для розділення `vars`

source: Accuracy
ca: Precisió
da: Nøjaktighed
de: Genauigkeit
fr: Précision
he: דיוק
hr: Točnost
it: Precisione
kk: дәлдік
nl: Nauwkeurigheid
nn: Nøyaktigheit
no: Nøyaktighet
pl: Dokładność
pt: Acurácia
ru: Точность
sl: Natančnost
sv: Noggrannhet
ta: துல்லியம்
tr: Doğruluk
uk: Точність

source: Add New Block
ca: Afegir Bloc Nou
da: Læg til ny blok
de: Neuen Block hinzufügen
fr: Ajouter un nouveau bloc
he: הוספת בלוק חדש
hr: Dodaj novi blok
it: Aggiungi Nuovo Blocco
kk: жаңа блок қосу
nl: Nieuw blok toevoegen
nn: Legg til ny blokk
no: Legg til ny blokk
pl: Dodaj nowy blok
pt: Adicionar Bloco Novo
ru: Добавить новый блок
sl: Dodaj nov blok
sv: Tillfoga nytt block
ta: புதிய தொகுதி சேர்க்கவும்
tr: Yeni Blok Ekle
uk: Додати новий блок

source: Add New Factor
ca: Afegir Nou Factor
da: Læg til ny faktor
de: Neuen Faktor hinzufügen
fr: Ajouter un nouveau facteur
he: הסופת גורם חדש
hr: Dodaj novi faktor
it: Aggiungi Nuovo Fattore
kk: жаңа факторды қосу
nl: Nieuwe factor toevoegen
nn: Legg til ny faktor
no: Legg til ny faktor
pl: Dodaj nowy czynnik
pt: Adicionar Fator Novo
ru: Добавить новый фактор
sl: Dodaj nov faktor
sv: Tillfoga ny faktor
ta: புதிய காரணியைச் சேர்க்கவும்
tr: Yeni Faktör Ekle
uk: Додати новий фактору

source: Add New Term
ca: Afegir Nou Terme
da: Læg til ny term
de: Neue Formel / Berechnung hinzufügen
fr: Ajouter un nouveau terme
he: הוספת תנאי חדש
hr: Dodaj novi pojam
it: Aggiungi Nuovo Termine
kk: Жжңа терм қосу
nl: Nieuwe term toevoegen
nn: Legg til ny term
no: Legg til ny term
pl: Dodaj nowy składnik
pt: Adicionar Termo Novo
ru: Добавить новый терм
sl: Dodaj nov pogoj
sv: Tillfoga ny term
ta: புதிய காலத்தைச் சேர்க்கவும்
tr: Yeni Terim Ekle
uk: Додати новий терм

source: Additional Options
ca: Opcions Addicionals
da: Flere alternativer
de: Zusätzliche Optionen
fr: Options additionnelles
he: אפשרויות נוספות
hr: Dodatne opcije
it: Opzioni Aggiuntive
kk: қосымша опциялар
nl: Aanvullende opties
nn: Fleire alternativ
no: Flere alternativer
pl: Dodatkowe opcje
pt: Opções Adicionais
ru: Дополнительные опции
sl: Dodatne možnosti
sv: Flera alternativ
ta: கூடுதல் விருப்பங்கள்
tr: Ek Seçenekler
uk: Додаткові опции

source: Additional Output
ca: Resultats Addicionals
da: Tillægsresultater
de: Zusätzliche Ausgabe
fr: Résultats additionnels
he: פלט נוסף
hr: Dodatni rezultat
it: Risultati Aggiuntivi
kk: қосымша нәтиже
nl: Aanvullende uitvoer
nn: Tilleggsresultat
no: Tilleggsresultater
pl: Dodatkowe wyniki
pt: Output Adicional
ru: Дополнительный вывод
sl: Dodaten izpis
sv: Ytterligare resultater
ta: கூடுதல் வெளியீடு
tr: Ek Çıktı
uk: Додатковий виводу

source: Additional Statistics
ca: Estadístiques Addicionals
da: Tillægsstatistik
de: Zusätzliche Statistiken
fr: Statistiques additionnelles
he: סטטיסטיקה נוספת
hr: Dodatna statistika
it: Statistiche Aggiuntive
kk: қосымша статистика
nl: Aanvullende statistieken
nn: Tilleggsstatistikk
no: Tilleggsstatistikk
pl: Dodatkowe statystyki
pt: Estatísticas Adicionais
ru: Дополнительные статистики
sl: Dodatna statistika
sv: Ytterligare statistik
ta: கூடுதல் புள்ளிவிவரங்கள்
tr: Ek İstatistikler
uk: Додатковий статистики

source: Adjusted R²
ca: R² Ajustada
da: Justeret R.²
de: adjustiertes R²
fr: R² ajusté
he: R² מתוקנן
hr: Prilagođeni R²
it: R² Corretto
kk: түзетілген R²
nl: Bijgestelde R²
nn: Justert R²
no: Justert R²
pl: Skorygowane R²
pt: R² Ajustado
ru: Скорректированный R²
sl: Prilagojen R²
sv: Justerad R²
ta: சரிசெய்யப்பட்ட r²
tr: Düzeltilmiş R²
uk: Скорректированный R²

source: All observations are tied
ca: Totes les observacions estan repetides
da: Alle observationer har forbundne rangeringer
de: Alle Beobachtungen haben verbundene Ränge
fr: Toutes les observations sont liées
he: כל התצפיות קשורות
hr: Sva zapažanja su povezana
it: Tutte le osservazioni vengono ripetute
kk: барлық бақылаулар байланысты
nl: Alle waarnemingen zijn verbonden
nn: Alle observasjonar har forbundne rangeringar
no: Alle observasjoner har forbundne rangeringer
pl: Wszystkie obserwacje są powiązane
pt: Todas as observações são empates
ru: Все наблюдения привязаны
sl: Vsa opažanja so povezana.
sv: Alla observationer har förbundna rangeringar
ta: அனைத்து அவதானிப்புகளும் பிணைக்கப்பட்டுள்ளன
tr: Tüm gözlemler bağlı
uk: Все нагляди привязаны

source: Alternative hypothesis
ca: Hipótesi alternativa
da: Alternativhypotese
de: Alternativhypothese
fr: Hypothèse alternative
he: השערה חלופית
hr: Alternativna hipoteza
it: Ipotesi alternativa
kk: баламалы гипотеза
nl: Alternatieve hypothese
nn: Alternativhypotese
no: Alternativhypotese
pl: Hipoteza alternatywna
pt: Hipótese Alternativa
ru: Альтернативная гипотеза
sl: Alternativna hipoteza
sv: Alternativhypotes
ta: மாற்று கருதுகோள்
tr: Alternatif hipotez
uk: Альтернативна гіпотеза

source: an array of contrasts tables
ca: una matriu de taules de proves
da: et array med tabeller af kontraster
de: ein Array mit Tabellen mit Kontrasten
fr: un ensemble de tableaux de contrastes
he: מערך טבלאות קונטרסטים
hr: niz tablica kontrasta
it: una serie di tabelle di contrasto
kk: контраст кестелерінің массиві
nl: een rij contrasttabellen
nn: eit array med tabellar av kontrastar
no: et array med tabeller av kontraster
pl: tablica kontrastów
pt: uma série de tabelas de contrastes
ru: массив таблиц контрастов
sl: izpis razpredelnic kontrastov
sv: ett array med tabeller av kontraster
ta: முரண்பாடுகள் அட்டவணைகளின் வரிசை
tr: kontrast tablolarının bir dizisi
uk: масив таблиць контрастів

source: an array of descriptive plots
ca: una matriu de gràfics descriptius
da: et array med deskriptivstatistiske diagrammer
de: ein Array mit deskriptivstatistischen Diagrammen
fr: un ensemble de graphes descriptifs
he: מערך של תרשימי מידע תיאורי
hr: niz dijagrama deskriptivnih pokazatelja
it: una serie di grafici descrittivi
kk: сипаттамалық графиктер массиві
nl: een reeks beschrijvende grafieken
nn: eit array med deskriptivstatistiske diagram
no: et array med deskriptivstatistiske diagrammer
pl: tablica wykresów opisowych
pt: uma série de gráficos descritivos
ru: массив описательных графиков
sl: izris diagramov opisne statistike
sv: ett array med deskriptivstatistiske diagram
ta: விளக்கமான அடுக்குகளின் வரிசை
tr: betimleyici grafiklerin bir dizisi
uk: масив описательных графіків

source: an array of extreme values tables
ca: un vector de taules de valors extrems
da: en matrix af tabeller med ekstremværdier
fr: un tableau des valeurs extrêmes
he: מערך טבלאות של ערכים קיצוניים
hr: niz tablica ekstremnih vrijednosti
kk: экстремалды мәндер кестелерінің жиымы
nn: ei matrise av tabellar med ekstremverdiar
no: en matrise av tabeller med ekstremverdier
pl: tablica wartości skrajnych
ru: массив таблиц экстремальных значений
sv: en matris av tabeller med extremvärden
ta: தீவிர மதிப்புகள் அட்டவணைகளின் வரிசை
tr: uç değer tablolarının bir dizisi

source: an array of frequency tables
ca: una matriu de taules de freqüències
da: et array med frekvenstabeller
de: ein Array mit Häufigkeitstabellen
fr: un ensemble de tableaux des fréquences
he: מערך של טבלאות שכיחות
hr: niz tablica učestalosti
it: una matrice di tabelle di frequenza
kk: жиілік кестелерінің жиымы
nl: een rij frequentietabellen
nn: eit array med frekvenstabellar
no: et array med frekvenstabeller
pl: tablica tabel częstości
pt: uma série de tabelas de frequência
ru: массив частотных таблиц
sl: izris frekvenčnih razpredelnic
sv: ett array med frekvenstabeller
ta: அதிர்வெண் அட்டவணைகளின் வரிசை
tr: frekans tablolarının bir dizisi
uk: масив частотных таблиць

source: an array of groups of plots
ca: una matriu de grups de gràfics
da: et array med grupper af diagrammer
de: ein Array mit gruppierten Diagrammen
fr: un ensemble de groupes de graphes
he: מערך של קבוצות תרשימים
hr: niz grupa dijagrama
it: una matrice di grafici raggruppati
kk: график топтарының жиымы
nn: eit array med grupper av diagram
no: et array med grupper av diagrammer
pl: tablica grup wykresów
pt: uma série de grupos de gráficos
ru: массив групп графиков
sl: izris skupin diagramov
sv: ett array med grupper av diagram
ta: அடுக்குகளின் குழுக்களின் வரிசை
tr: grafik gruplarının bir dizisi
uk: масив груп графіків

source: an array of model specific results
ca: una matriu de resultats específics del model
da: et array af tabeller med modelspecifikke resultater
de: ein Array von Tabellen mit modellspezifischen Ergebnissen
fr: un ensemble de résultats spécifiques du modèle
he: מערך של תוצאות הספציפיות למודל
hr: niz rezultata specifičnih za model
it: una matrice di tabelle con risultati specifici del modello
kk: үлгіге тән нәтижелер жиыны
nl: een reeks modelspecifieke resultaten
nn: eit array av tabellar med modellspesifikke resultat
no: et array av tabeller med modellspesifikke resultater
pl: tablica wyników dla poszczególnych modeli
pt: uma série de resultados específicos do modelo
ru: массив конкретных результатов модели
sv: ett array av tabeller med modellspecifika resultat
ta: மாதிரி குறிப்பிட்ட முடிவுகளின் வரிசை
tr: modele özgü sonuçların bir dizisi
uk: масив конкретний результатів моделі

source: an array of pairwise comparison tables
ca: una matriu de taules de comparació per parelles
da: et array med tabeller af parvise sammenligninger
de: ein Array von Tabellen mit paarweisen Vergleichen
fr: un ensemble de des tableaux de comparaison pair-à-pair
he: מערך של טבלאות של השוואות זוגיות
hr: niz tablica usporedbi parova
it: una matrice di tabelle di confronti a coppie
kk: жұптық салыстыру кестелерінің жиымы
nn: eit array med tabellar av parvise samanlikningar
no: et array med tabeller av parvise sammenligninger
pl: tablica tabel porównań parami
pt: uma matriz de tabelas de comparações múltiplas
ru: массив таблиц парных сравнений
sl: izpis razpredelnic primerjav parjenih izračunov
sv: ett array med tabeller av parvisa jämförelser
ta: சோடிவரிசை ஒப்பீட்டு அட்டவணைகளின் வரிசை
tr: ikili karşılaştırma tablolarının bir dizisi
uk: масив таблиць парных порівнянь

source: an array of post-hoc tables
ca: una matriu de taules post-hoc
da: et array med post-hoc-tabeller
de: ein Array mit Post-hoc-Tabellen
fr: un ensemble de tableaux post hoc
he: מערך של טבלאות מבחני המשך
hr: niz post-hoc tablica
it: una serie di tabelle post-hoc
kk: хоктан кейінгі кестелер жиымы
nl: een rij post-hoc-tabellen
nn: eit array med post-hoc-tabeller
no: et array med post-hoc-tabeller
pl: tablica tabel testów post-hoc
pt: uma série de tabelas post-hoc
ru: массив апостериорных таблиц
sl: izpis razpredelnic izračunov post-hoc
sv: ett array med post-hoc-tabeller
ta: பிந்தைய தற்காலிக அட்டவணைகளின் வரிசை
tr: post-hoc tablolarının bir dizisi
uk: масив апостериорных таблиць

source: an array of Q-Q plots
ca: una matriu de gràfiques Q-Q
da: et array med Q-Q-diagrammer
de: ein Array mit Q-Q-Diagrammen
fr: un ensemble de graphes Q-Q
he: מערך של תרשימי Q-Q
hr: niz Q-Q dijagrama
it: una matrice di grafici Q-Q
kk: Q-Q графиктерінің жиымы
nl: een rij Q-Q-plots
nn: eit array med Q-Q-diagram
no: et array med Q-Q-diagrammer
pl: tablica wykresów K-K
pt: uma série de gráficos Q-Q
ru: массив графиков Q-Q
sl: izrisi diagramov Q–Q
sv: ett array med Q-Q-diagrammer
ta: Q-Q அடுக்குகளின் வரிசை
tr: Q-Q grafiklerinin bir dizisi
uk: масив графіків Q-Q

source: an array of the descriptive plots
ca: una matriu de gràfics descriptius
da: en matrix med deskriptivstatistiske diagrammer
de: ein Array mit deskriptivstatistischen Diagrammen
fr: un ensemble de graphes descriptifs
he: מערך של תרשימי המידע התיאורי
hr: niz dijagrama deskriptivnih pokazatelja
it: una matrice dei grafici descrittivi
kk: сипаттамалық графиктер жиымы
nn: ei matrise med deskriptivstatistiske diagram
no: en matrise med deskriptivstatistiske diagrammer
pl: tablica wykresów opisowych
pt: uma série de gráficos descritivos
ru: массив описательных графиков
sl: izris diagramov opisne statistike
sv: en matris med deskriptivstatistiske diagram
ta: விளக்க அடுக்குகளின் வரிசை
tr: betimleyici grafiklerin bir dizisi
uk: масив описательных графіків

source: an array of the estimated marginal means plots + tables
ca: una matriu de les gràfiques de mitjanes marginals estimades + taules
da: en array med diagrammer og tabeller, der viser de estimerede gennemsnitter
de: ein Array mit Diagrammen und Tabellen von geschätzten Randmitteln
fr: un ensemble de graphiques des moyennes marginales estimées et des tableaux
he: מערך התרשימים והטבלאות של הממוצעים השוליים המשוערים
hr: niz dijagrama procijenjenih marginalnih srednjih vrijednosti + tablice
it: una matrice di grafici e tabelle di medie marginali stimate
kk: есептелген шекті мәндердің графиктерінің жиымы + кестелер
nn: ein array med diagram og tabellar som viser dei estimerte gjennomsnitta
no: en array med diagrammer og tabeller som viser de estimerte gjennomsnittene
pl: tablica wykresów oszacowanych średnich brzegowych + tabele
pt: uma série de gráficos de médias marginais estimadas + tabelas
ru: массив взвешенных предельных средних графики + таблицы
sv: en array med diagram och tabeller som visar de estimerade genomsnitten
ta: மதிப்பிடப்பட்ட விளிம்பு என்றால் அடுக்குகள் + அட்டவணைகள்
tr: tahmini marjinal ortalama grafikleri + tablolarının bir dizisi
uk: масив оценочных граничних середній графіки + таблиці

source: an array of the posterior plots
ca: una matriu de les gràfiques a posteriori
da: en array med posterior-diagrammer
de: ein Array mit Posterior-Diagrammen
fr: un ensemble de graphes du postérieur
he: מערך של תרשימי הפוסטריורים
it: una serie di grafici posteriori
kk: артқы графиктердің жиымы
nn: ein array med posterior-diagrammer
no: et array med posterior-diagrammer
pl: tablica wykresów rozkładu a posteriori
pt: uma série de gráficos posteriores
ru: массив постериорных графиков
sv: en array med posterior-diagrammer
ta: பின்புற அடுக்குகளின் வரிசை
tr: posterior grafiklerinin bir dizisi
uk: масив постериорных графіків
