Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: Linear regression is used to explore the relationship between a continuous dependent variable, and one or more continuous and/or categorical explanatory variables. Other statistical methods, such as ANOVA and ANCOVA, are in reality just forms of linear regression.
ca: La regressió lineal s'utilitza per a explorar la relació entre una variable dependent continua i una o més variables explicatives contínues y/o categòriques. Altres mètodes estadístics, com ANOVA i ANCOVA, no son més que formes de regressió lineal.
da: Lineær regression bruges til at udforske forholdet mellem en kontinuerligt afhængig variabel og en eller flere kontinuerlige og/eller kategoriske forklarende variabler. Andre statistiske metoder, som ANOVA og ANCOVA, er i realiteten kun former for lineær regression.
de: Die lineare Regression wird verwendet, um die Beziehung zwischen einer oder mehreren kontinuierlichen und/oder kategorialen unabhängigen Variablen und einer kontinuierlichen abhängigen Variablen zu untersuchen. Andere statistische Methoden wie ANOVA und ANCOVA sind in Wirklichkeit nur Formen der linearen Regression.
fr: La régression linéaire est utilisée pour explorer la relation entre une variable dépendante continue et une ou plusieurs variables explicatives continues et/ou catégorielles. D'autres méthodes statistiques comme l'ANOVA ou l'ANCOVA sont en réalité des formes de régressions linéaires.
he: משתמשים ברגרסיה ליניארית כדי לבחון את הקשר שבין משתנה תלוי רציף ולפחות משתנה מסביר רציף ו/או איכותי אחד. שיטות סטטיסטיות אחרות, כמו ניתוח שונות וניתוח שונות משותפת, הן למעשה שיטות שונות של רגרסיה ליניארית.
it: La regressione lineare viene utilizzata per esplorare la relazione tra una variabile dipendente continua e una o più variabili esplicative continue e/o categoriche. Altri metodi statistici, come ANOVA e ANCOVA, sono in realtà solo forme di regressione lineare.
kk: Сызықтық регрессия үздіксіз тәуелді айнымалы және бір немесе бірнеше үздіксіз және/немесе категориялық түсіндірме айнымалылар арасындағы байланысты зерттеу үшін қолданылады. ANOVA және ANCOVA сияқты басқа статистикалық әдістер шын мәнінде сызықтық регрессияның жай ғана формалары болып табылады.
nn: Lineær regresjon blir brukt til å utforska forholdet mellom ein kontinuerleg avhengig variabel, og ein eller fleire kontinuerlege og/eller kategoriske forklarande variablar. Andre statistiske metodar, som ANOVA og ANCOVA, er i realiteten berre former for lineær regresjon.
no: Lineær regresjon brukes til å utforske forholdet mellom en kontinuerlig avhengig variabel, og en eller flere kontinuerlige og/eller kategoriske forklarende variabler. Andre statistiske metoder, som ANOVA og ANCOVA, er i realiteten bare former for lineær regresjon.
pl: Regresja liniowa jest stosowana do badania związku pomiędzy ciągłą zmienną zależną (objaśnianą) a jedną lub kilkoma ciągłymi i/lub kategorialnymi zmiennymi objaśniającymi. Inne metody statystyczne, takie jak ANOVA i ANCOVA, są tak naprawdę jedynie szczególnymi przypadkami regresji liniowej.
pt: A regressão linear é utilizada para explorar a relação entre uma variável dependente contínua, e uma ou mais variáveis explicativas contínuas e/ou categóricas. Outros métodos estatísticos, como ANOVA e ANCOVA, são, na realidade, apenas formas de regressão linear.
ru: Линейная регрессия используется для изучения взаимосвязи между непрерывной зависимой переменной и одной или несколькими непрерывными и/или категориальными независимыми переменными. Другие статистические методы, такие как дисперсионный и ковариационный анализы, на самом деле являются просто формами линейной регрессии.
sl: Linearna regresija se uporablja pri raziskovanju razmerij med zvezno odvisno spremenljivko in eno ali več zveznimi in/ali kategoričnimi pojasnjevalnimi spremenljivkami. Druge statistične metode, kot sta ANOVA in ANCOVA, so pravzaprav le prilagojene oblike linearne regresije.
sv: Linjär regression användes till att utforska förhållandet mellan en kontinuerligt beroende variabel, och en eller flera kontinuerliga och/eller kategoriska förklarande variabler. Andra statistiska metoder, som ANOVA och ANCOVA, är i realiteten bara formar för linjär regression.
ta: தொடர்ச்சியான சார்பு மாறி மற்றும் ஒன்று அல்லது அதற்கு மேற்பட்ட தொடர்ச்சியான மற்றும்/அல்லது வகைப்படுத்தப்பட்ட விளக்க மாறிகள் ஆகியவற்றுக்கு இடையிலான உறவை ஆராய நேரியல் பின்னடைவு பயன்படுத்தப்படுகிறது. ANOVA மற்றும் ANCOVA போன்ற பிற புள்ளிவிவர முறைகள் உண்மையில் நேரியல் பின்னடைவின் வடிவங்கள்.
tr: Doğrusal regresyon, sürekli bir bağımlı değişken ile bir veya daha fazla sürekli ve/veya kategorik açıklayıcı değişken arasındaki ilişkiyi keşfetmek için kullanılır. ANOVA ve ANCOVA gibi diğer istatistiksel yöntemler aslında doğrusal regresyonun biçimleridir.
uk: Линейная регрессия використовує для вивчення взаимосвязи між непрерывной залежати переменной і одної або кількома непрерывными і/або категориальными незалежними переменными. Другие статистичний методи, такі як ANOVA і ANCOVA, направду являються просто формами линейной регрессии.

source: Log odds ratio
ca: Log raó de contraris
fr: Log du rapport des cotes (odds ratio)
he: יחס הלוג של הסיכויים
kk: логарифмның ықтималдық қатынасы
no: Logg odds ratio
pl: Logarytm ilorazu szans
pt: Log do Rácio das Chances
ru: Логарифмическое отношение шансов
sl: Log razmerje obetov
ta: பதிவு முரண்பாடுகள் விகிதம்
tr: Log odds oranı
uk: Логарифмическое ставлення шансів

source: Log odds ratio exact
ca: Log raó de contraris exacte
da: Eksakt log-odds-ratio
de: Exakte Log Odds-Ratio
fr: Log du rapport exact des cotes (odds ratio)
he: היחס המדויק של הלוג של הסיכויים
it: Log odds ratio esatto
kk: логарифмның ықтималдық қатынасы дәл
nl: Exacte log-odds-ratio
nn: Eksakt log-odds-ratio
no: Eksakt log-odds-forhold
pl: Dokładny logarytm ilorazu szans
pt: Log do Rácio das Chances exato
ru: Логарифмическое отношение шансов точное
sl: Natančno logaritemsko razmerje obetov
sv: Exakt log-odds-ratio
ta: பதிவு முரண்பாடுகள் விகிதம் சரியானது
tr: Log odds oranı kesin
uk: Логарифмическое ставлення шансів точное

source: Log-Linear Regression
ca: Regressió Log-lineal
da: Log-lineær regression
de: Log-lineare Regression
fr: Régression log-linéaire
he: רגרסיה לוג–ליניארית
it: Regressione Log-Lineare
kk: лог-сызықтық регрессия
nl: Log-lineaire regressie
nn: Log-lineær regresjon
no: Log-lineær regresjon
pl: Analiza log-liniowa
pt: Regressão Log-linear
ru: Лог-линейная регрессия
sl: Log-linearna regresija
sv: Log-lineær regression
ta: பதிவு-நேரியல் பின்னடைவு
tr: Log-Doğrusal Regresyon
uk: Лог-линейная регрессия

source: Logistic Regression
ca: Regressió Logística
da: Logistisk regression
de: Logistische Regression
fr: Régression logistique
he: רגרסיה לוגיסטי
it: Regressione Logistica
kk: логистикалық регрессия
nl: Logistische regressie
nn: Logistisk regresjon
no: Logistisk regresjon
pl: Regresja logistyczna
pt: Regressão Logistica
ru: Логистическая регрессия
sl: Logistična regresija
sv: Logistisk regression
ta: லாசிச்டிக் பின்னடைவு
tr: Lojistik Regresyon
uk: Логистическая регрессия

source: Lower
ca: Inferior
da: Nedre
de: Untere
fr: Borne inf
he: תחתון
hr: Donja granica
it: Minore
kk: төменгі
nl: Ondergrens
nn: Nedre
no: Nedre
pl: Dolna granica
pt: Lim. Inferior
ru: Нижняя
sl: Spodnji
sv: Nedre
ta: கீழ்
tr: Alt
uk: Нижняя

source: lower bound
ca: límit inferior
da: nedre grænse
de: untere Grenze
fr: limite inférieure
he: חסם תחתון
hr: donja granica
it: limite inferiore
kk: төменгі шекара
nl: ondergrens
nn: nedre grense
no: nedre grense
pl: dolna granica
pt: limite inferior
ru: нижняя граница
sl: spodnja meja
sv: nedre gräns
ta: கீழ் எல்லை
tr: alt sınır
uk: нижняя кордон

source: MANCOVA
he: ניתוח שונות משותפת רבת משתנים (MANCOVA)
kk: Ковариантты көп өлшемді талдау
nl: Multivariate covariantie-analyse
ru: Многофакторный ковариационный анализ
sl: Analiza MANCOVA
ta: மான்கோவா

source: Mann-Whitney U
ca: U de Mann-Whitney
fr: U de Mann-Whitney
he: U של מאן–ויטני
it: U di Mann-Whitney
kk: Манн-Уитни U
pl: U Manna-Whitneya
pt: U de Mann-Whitney
ru: Манн-Уитни U
sl: Mann-Whitneyev U
ta: மான்-விட்னி யு
uk: Манн-Уитни U

source: Mantel-Haenszel
he: מנטל–הנזל
kk: Мантель-Хензель
pl: Test Mantela-Haenszela
ru: Мантель-Хензель
sl: Mantel-Haenszelov test
ta: மாண்டல்-ஏன்ச்
uk: Мантель-Хензель

source: Mantel-Haenszel Test for Trend
ca: Prova de Tendència de Mantel-Haenszel
da: Mantel-Haenszel-trendtest
de: Mantel-Haenszel-Trendtest
fr: Test de tendance de Mantel-Haenszel
he: מבחן מנטל–הנזל למגמה
it: Test di tendenza Mantel-Haenszel
kk: трендке арналған Мантель-Хаэнсцель тесті
nl: Neigingstoets van Mantel-Haenszel
nn: Mantel-Haenszel-trendtest
no: Mantel-Haenszel-trendtest
pl: Test Mantela-Haenszela dla trendu
pt: Teste de Tendência de Mantel-Haenszel
ru: Тест Мантеля-Хензеля на тренд
sl: Mantel-Haenszelov trendni test
sv: Mantel-Haenszel-trendtest
ta: போக்குக்கான மாண்டல்-எய்ன்ச்சல் சோதனை
tr: Trend için Mantel-Haenszel Testi
uk: Тест Мантеля-Хензеля на тренд

source: Marginal Mean
ca: Mitjana Marginal
da: Gennemsnit
de: Randmittel
fr: Moyenne marginale
he: הממוצע השולי
hr: Marginalna srednja vrijednost
it: Media Marginale
kk: шекті орташа мән
nl: Marginaal gemiddelde
nn: Gjennomsnitt
no: Gjennomsnitt
pl: Średnia brzegowa
pt: Média marginal
ru: Предельное среднее
sl: Robno povprečje
sv: Genomsnitt
ta: விளிம்பு சராசரி
tr: Marjinal Ortalama
uk: Граничне середнішій

source: Marginal Means
ca: Mitjanes Marginals
da: Gjennomsnitter
de: Randmittel
fr: Moyennes marginales
he: ממוצעים שוליים
hr: Marginalne srednje vrijednosti
it: Medie Marginali
kk: шекті орташа мәндер
nl: Marginale gemiddelden
nn: Gjennomsnitter
no: Gjennomsnitter
pl: Średnie brzegowe
pt: Médias marginais
ru: Предельные средние
sl: Robna povprečja
sv: Gjennomsnitter
ta: விளிம்பு வழிமுறைகள்
tr: Marjinal Ortalamalar
uk: Граничні середні

source: Marginal means plots
ca: Gràfica de mitjanes marginals
da: Diagram med gennemsnit
de: Randmittel-Diagramm
fr: Graphes des moyennes marginales
he: תרשימי הממוצעים השוליים
hr: Dijagrami marginalnih srednjih vrijednosti
it: Grafico delle Medie Marginali
kk: шекті орта мәндер графиктері
nl: Grafieken van marginale gemiddelden
nn: Diagram med gjennomsnitt
no: Diagram med gjennomsnitt
pl: Wykresy średnich brzegowych
pt: Gráfico de médias marginais
ru: Графики предельных средних
sl: Izrisi robnih povprečij
sv: Diagram med genomsnitt
ta: விளிம்பு என்றால் அடுக்கு
tr: Marjinal ortalama grafikleri
uk: Графіки граничних середніх

source: Marginal means tables
ca: Taula de mitjanes marginals
da: Tabel med gennemsnit
de: Randmittel-Tabellen
fr: Tableau des moyennes marginales
he: טבלאות הממוצעים השוליים
hr: Tablice marginalnih srednjih vrijednosti
it: Tabelle delle Medie Marginali
kk: шекті орта мәндер кестелері
nl: Tabellen van marginale gemiddelden
nn: Tabell med gjennomsnitt
no: Tabell med gjennomsnitt
pl: Tabele średnich brzegowych
pt: Tabela de médias marginais
ru: Таблицы предельных средних
sl: Razpredelnice robnih povprečij
sv: Tabell med genomsnitt
ta: விளிம்பு என்றால் அட்டவணைகள்
tr: Marjinal ortalama tabloları
uk: Таблиці граничних середніх

source: Mauchly's W
ca: W de Mauchly
fr: W de Mauchly
he: W של מוקלי
it: W di Mauchly
kk: Мочли W
pl: W Mauchly'ego
pt: W de Mauchly
ru: Мочли W
sl: Mauchlyjev W
ta: ம uch ச்லியின் டபிள்யூ
tr: Mauchly'nin W'si
uk: Мочли W

source: Max
ca: Màx
da: Maks
he: מקסימום
hr: Maks.
kk: максимум
nn: Maks
no: Maks
pl: Maksimum
ru: Максимум
ta: அதிகபட்சம்
tr: Maks
uk: Максимум

source: Maximum
ca: Màxim
da: Maksimum
he: מקסימום
it: Massimo
kk: максимум
nn: Maksimum
no: Maksimum
pl: Maksimum
pt: Máximo
ru: Максимум
sl: Največja vrednost‧
ta: பெருமம்
tr: Maksimum
uk: Максимум

source: Maximum likelihood
ca: Màxima versemblança
fr: Vraisemblance maximale
he: נראות מרבית
it: Massima verosimiglianza
kk: максималды ықтималдық
nl: Maximale waarschijnlijkheid
pl: Największej wiarygodności (ML)
pt: Máxima verosimilhança
ru: Максимальное правдоподобие
sl: Največje razmerje verjetij
ta: அதிகபட்ச வாய்ப்பு
tr: Maksimum olabilirlik
uk: Максимальное правдоподобие

source: McDonald's ω
ca: ω de McDonald
fr: ω de McDonald
he: ω של מקדונלד
it: ω di McDonald
kk: Макдональдс ω
pl: ω McDonalda
pt: ω de McDonald
ru: Макдональдс ω
sl: McDonaldov ω
ta: மெக்டொனால்டு
tr: McDonald'ın ω'si
uk: Макдональдс ω

source: McDonald's ω (if item is dropped)
ca: ω de McDonald (si s'elimina l'element)
da: McDonalds ω (hvis spørgsmål blir fjerna)
de: McDonald's ω (wenn die Variable entfernt wird)
fr: ω de McDonald (si l'élément est enlevé)
he: ω של מקדונלד (אם פריט מושמט)
it: ω di McDonald (se rimosso elemento)
kk: Макдональдс ω (егер элемент түсіп қалса)
nl: McDonalds ω (indien item is laten vallen)
nn: McDonalds ω (viss spørsmål bliver fjernede)
no: McDonalds ω (hvis spørsmål fjernes)
pl: ω McDonalda (bez danej pozycji)
pt: ω de McDonald (se o item for excluído)
ru: Макдональдс ω (если элемент выпал)
sl: McDonaldov ω (če je predmet izpuščen)
sv: McDonalds ω (om fråga tas bort)
ta: மெக்டொனால்டின் ω (உருப்படி கைவிடப்பட்டால்)
tr: McDonald'ın ω'si (madde çıkarılırsa)
uk: Макдональдс ω (якщо елемент выпал)

source: McFadden's R²
ca: R² de McFadden
de: R² nach McFadden
fr: R² de McFadden
he: R² של מקפאדן
it: R² di McFadden
kk: МакФадден R²
pl: R² McFaddena
pt: R² de McFadden
ru: Макфадден R²
sl: McFaddenov R²
ta: மெக்பேடனின் ஆர்²
tr: McFadden'ın R²'si
uk: Макфадден R²

source: McNemar requires a 2x2 table
ca: McNemar requereix una taula 2x2
da: McNemar kræver en 2x2 tabelle
de: McNemar-Test benötigt eine 2x2 Tabelle
fr: Le test de McNemar requiert une table au format 2x2
he: מקנמר צריך טבלת 2×2
it: McNemar richiede un tabella 2x2
kk: МакНемар сынағы 2х2 кестені қажет етеді
nl: McNemar vereist een tabel van 2x2
nn: McNemar krev ein 2x2 tabelle
no: McNemar krever en 2x2 tabelle
pl: test McNemara wymaga tabeli 2x2
pt: O McNemar requer uma tabela 2x2
ru: Тест Макнемара требует таблицу 2х2
sl: McNemarjev test zahteva matriko 2x2
sv: McNemar kräver en 2x2 tabelle
ta: மெக்நெமருக்கு 2x2 அட்டவணை தேவை
tr: McNemar 2x2 tablo gerektirir
uk: Тест Макнемара вимагає таблицю 2х2

source: McNemar Test
ca: Prova de McNemar
fr: Test de McNemar
he: מבחן מקנמר
it: Test di McNemar
kk: МакНемар сынағы
nl: McNemar-toets
pl: Test McNemara
pt: Teste de McNemar
ru: Тест Макнемара
sl: McNemarjev test
ta: மெக்னெமர் சோதனை
tr: McNemar Testi
uk: Тест Макнемара

source: McNemar test
ca: Prova de McNemar
fr: Test de McNemar
he: מבחן מקנמר
it: Test di McNemar
kk: МакНемар сынағы
nl: McNemar-toets
pl: Test McNemara
pt: Teste de McNemar
ru: Тест Макнемара
sl: McNemarjev test
ta: மெக்நெமர் சோதனை
tr: McNemar testi
uk: Тест Макнемара

source: Mean
ca: Mitjana
da: Gennemsnit
de: Mittelwert
fr: Moyenne
he: ממוצע
hr: Srednja vrijednost
it: Media
kk: орташа
nl: Gemiddelde
nn: Gjennomsnitt
no: Gjennomsnitt
pl: Średnia
pt: Média
ru: Среднее
sl: Povprečna vrednost
sv: Genomsnitt
ta: இடை, சராசரி
tr: Ortalama
uk: Середнішій

source: Mean ({ciWidth}% CI)
ca: Mitjana (IC {ciWidth}%)
da: Gennemsnit ({ciWidth}% KI)
de: Mittelwert ({ciWidth}% CI)
fr: Moyenne ({ciWidth} IC95%)
he: ממוצע (רווח סמך של {ciWidth}%)
hr: Srednja vrijednost ({ciWidth}% intervala pouzdanosti)
it: Media ({ciWidth}% CI)
kk: орташа ({ciWidth}% CI)
nl: Gemiddelde ({ciWidth}%-betrouwbaarheidsinterval)
nn: Gjennomsnitt ({ciWidth}% KI)
no: Gjennomsnitt ({ciWidth}% KI)
pl: Średnia ({ciWidth}% PU)
pt: Média ({ciWidth}% IC)
ru: Среднее ({ciWidth}% ДИ)
sl: Povprečje ({ciWidth}% CI)
sv: Genomsnitt ({ciWidth}% KI)
ta: சராசரி ({ciWidth}% CI)
tr: Ortalama ({ciWidth}% GA)
uk: Середнішій ({ciWidth}% ДИКИЙ)

source: Mean Difference
ca: Diferència de Mitjanes
da: Gennemsnitlig forskel
de: Mittlere Differenz
fr: Différence moyenne
he: הפרש הממוצעים
hr: Razlika srednje vrijednosti
it: Differenza Media
kk: орташа мәндегі айырмашылық
nl: Gemiddeldeverschil
nn: Gjennomsnittleg forskjell
no: Gjennomsnittlig forskjell
pl: Różnica średnich
pt: Diferença Média
ru: Разница средних
sl: Povprečna razlika
sv: Genomsnittlig skillnad
ta: சராசரி வேறுபாடு
tr: Ortalama Farkı
uk: Різниця середніх

source: Mean difference
ca: Diferència de Mitjanes
da: Gennemsnitlig difference
de: Mittlere Differenz
fr: Différence moyenne
he: הפרש הממוצעים
hr: Razlika srednje vrijednosti
it: Differenza media
kk: орташа мәндегі айырмашылық
nl: Gemiddeldeverschil
nn: Gjennomsnittleg differanse
no: Gjennomsnittlig differanse
pl: Różnica średnich
pt: Diferença média
ru: Разница средних
sl: Povprečna razlika
sv: Genomsnittligt differanse
ta: சராசரி வேறுபாடு
tr: Ortalama farkı
uk: Різниця середніх

source: Mean Dispersion
ca: Dispersió de Mitjanes
da: Gennemsnitlig spredning
de: Mittlere Streuung
fr: Dispersion moyenne
he: פיזור הממוצע
hr: Disprezija srednje vrijednosti
it: Dispersione Media
kk: орташа дисперсия
nl: Gemiddeldespreiding
nn: Gjennomsnittleg spreiing
no: Gjennomsnittlig spredning
pl: Rozproszenie średniej
pt: Dispersão média
ru: Средняя дисперсия
sl: Razpršitev povprečja
sv: Genomsnittlig spridning
ta: சராசரி சிதறல்
tr: Ortalama Dağılım
uk: Середня дисперсия

source: Mean score
ca: Puntuació mitjana
da: Gennemsnitsscore
de: Mittelwert der Skala
fr: Score moyen
he: ציון ממוצע
hr: Rezultat srednje vrijednosti
it: Punteggio medio
kk: орташа балл
nl: Gemiddeldescore
nn: Gjennomsnittleg poengsum
no: Gjennomsnittlig poengsum
pl: Średni wynik
pt: Pontuação Média
ru: Средний балл
sl: Povprečna vrednost
sv: Genomsnittlig poängsumma
ta: சராசரி மதிப்பெண்
tr: Ortalama puan
uk: Середній бал

source: Mean Square
ca: Mitjana Quadràtica
da: Varians
de: Mittlere quad. Abw.
fr: Carrés moyens
he: ממוצע הריבועים
hr: Kvadratno odstupanje srednje vrijednosti
it: Media Quadratica
kk: квадраттың арифметикалық орта мәні
nl: Kwadraat gemiddelde
nn: Varians
no: Varians
pl: Średni kwadrat
pt: Quadrado médio
ru: Средний квадрат
sl: Kvadrat povprečja
sv: Varians
ta: சராசரி நாற்கை
tr: Ortalama Kare
uk: Середній квадрат

source: Means
ca: Mitjanes
da: Gennemsnit
de: Mittelwert
fr: Moyennes
he: ממוצעים
hr: Srednje vrijednost
it: Medie
kk: орташа мәндер
nl: Gemiddelden
nn: Gjennomsnitt
no: Gjennomsnitt
pl: Średnie
pt: Médias
ru: Средние
sl: Srednje vrednosti
sv: Genomsnitt
ta: அர்த்தங்கள்
tr: Ortalamalar
uk: Середні

source: Measure
ca: Mesura
da: Måling
de: Messung
fr: Mesure
he: מדד
hr: Mjerenje
it: Misura
kk: өлшем
nl: Meting
nn: Måling
no: Måling
pl: Pomiar
pt: Medida
ru: Мера
sl: Mera
sv: Mätning
ta: அளவீடு
tr: Ölçüm
uk: Міра

source: Measure 1 - Measure 2
ca: Mesura 1 - Mesura 2
da: Måling 1 - Måling 2
de: Messung 1 - Messung 2
fr: Mesure 1 - Mesure 2
hr: Mjerenje 1 − Mjerenje 2
it: Misura 1 - Misura 2
kk: өлшем 1- өлшем 2
nl: Meting 1 - meting 2
nn: Måling 1 - Måling 2
no: Måling 1 - Måling 2
pl: Pomiar 1 – Pomiar 2
pt: Medida 1 - Medida 2
ru: Мера 1 - Мера 2
sl: Mera 1 – Mera 2
sv: Mätning 1 - Mätning 2
ta: அளவீட்டு 1 - அளவீட்டு 2
tr: Ölçüm 1 - Ölçüm 2
uk: Міра 1 - Міра 2

source: Measure 1 < Measure 2
ca: Mesura 1 < Mesura 2
da: Måling 1 < Måling 2
de: Messung 1 < Messung 2
fr: Mesure 1 < Mesure 2
he: מדד 1 < מדד 2
hr: Mjerenje 1 < Mjerenje 2
it: Misura 1 < Misura 2
kk: өлшем 1 < өлшем 2
nl: Meting 1 < meting 2
nn: Måling 1 < Måling 2
no: Måling 1 < Måling 2
pl: Pomiar 1 < Pomiar 2
pt: Medida 1 < Medida 2
ru: Мера 1 < Мера 2
sl: Mera 1 < Mera 2
sv: Mätning 1 < Mätning 2
ta: அளவீடு 1 <அளவீட்டு 2
tr: Ölçüm 1 < Ölçüm 2
uk: Міра 1 < Міра 2

source: Measure 1 ≠ Measure 2
ca: Mesura 1 ≠ Mesura 2
da: Måling 1 ≠ Måling 2
de: Messung 1 ≠ Messung 2
fr: Mesure 1 ≠ Mesure 2
he: מדד 1 ≠ מדד 2
hr: Mjerenje 1 ≠ Mjerenje 2
it: Misura 1 ≠ Misura 2
kk: өлшем 1≠ өлшем 2
nl: Meting 1 ≠ meting 2
nn: Måling 1 ≠ Måling 2
no: Måling 1 ≠ Måling 2
pl: Pomiar 1 ≠ Pomiar 2
pt: Medida 1 ≠ Medida 2
ru: Мера 1 ≠ Мера 2
sl: Mera 1 ≠ Mera 2
sv: Mätning 1 ≠ Mätning 2
ta: அளவீட்டு 1 ≠ அளவீட்டு 2
tr: Ölçüm 1 ≠ Ölçüm 2
uk: Міра 1 ≠ Міра 2

source: Measure 1 > Measure 2
ca: Mesura 1 > Mesura 2
da: Måling 1 > Måling 2
de: Messung 1 > Messung 2
fr: Mesure 1 > Mesure 2
he: מדד 1 > מדד 2
hr: Mjerenje 1 > Mjerenje 2
it: Misura 1 > Misura 2
kk: өлшем 1 >өлшем 2
nl: Meting 1 > meting 2
nn: Måling 1 > Måling 2
no: Måling 1 > Måling 2
pl: Pomiar 1 > Pomiar 2
pt: Medida 1 > Medida 2
ru: Мера 1 > Мера 2
sl: Mera 1 > Mera 2
sv: Mätning 1 > Mätning 2
ta: அளவீடு 1> அளவீடு 2
tr: Ölçüm 1 > Ölçüm 2
uk: Міра 1 > Міра 2

source: Measures
ca: Mesures
da: Målinger
de: Messung
fr: Mesures
he: מדדים
hr: Mjerenja
it: Misure
kk: өлшемдер
nl: Metingen
nn: Målingar
no: Målinger
pl: Pomiary
pt: Medidas
ru: Меры
sl: Mere
sv: Mätningar
ta: நடவடிக்கைகள்
tr: Ölçümler
uk: Міри

source: Median
ca: Mediana
fr: Médiane
he: חציון
hr: Medijan
it: Mediana
kk: медиана
nl: Mediaan
pl: Mediana
pt: Mediana
ru: Медиана
sl: Mediana
ta: இடைநடு
tr: Medyan
uk: Медиана

source: Medians
ca: Medianes
da: Medianer
de: Mediane
fr: Médianes
he: חציונים
hr: Medijani
it: Mediane
kk: медианалар
nl: Medianen
nn: Medianar
no: Medianer
pl: Mediany
pt: Medianas
ru: Медианы
sl: Mediane
sv: Medianer
ta: மீடியர்கள்
tr: Medyanlar
uk: Медианы

source: Method
ca: Mètode
da: Metode
de: Methode
fr: Méthode
he: שיטה
hr: Metoda
it: Metodo
kk: әдіс
nl: Methode
nn: Metode
no: Metode
pl: Metoda
pt: Método
ru: Метод
sl: Metoda
sv: Metod
ta: முறை
tr: Yöntem
uk: Метод

source: Min
ca: Mín
he: מינימום
kk: мин
pl: Minimum
ru: Мин
ta: மணித்துளி
uk: Мін

source: Minimum
ca: Mínim
he: מינימום
it: Minimo
kk: минимум
pt: Mínimo
ru: Минимум
sl: Najmanjša širina‧
ta: சிறுமம்
uk: Мінімум

source: Minimum residual
ca: Residu mínim
da: Mindst residuum
de: Kleinstes Residuum
fr: Résidu minimum
he: הנתון השיורי המינימלי
hr: Najmanji rezidual
it: Residuo minimo
kk: минималды қалдық
nl: Minimumresidu
nn: Minst residuum
no: Minst residuum
pl: Minimalne reszty
pt: Resíduo mínimo
ru: Минимальный остаток
sl: Najmanjši ostanek
sv: Minst residuum
ta: குறைந்த மீதமுள்ள
tr: Minimum artık
uk: Минимальный решту

source: Minimum residuals
ca: Residus mínims
da: Mindste residuer
de: Kleinste Residuen
fr: Résidus minimums
he: נתונים שיוריים מינימליים
hr: Najmanji reziduali
it: Residui minimi
kk: минималды қалдықтар
nl: Minimumresiduen
nn: Minste residu
no: Minste residuer
pl: Minimalne reszty
pt: Resíduos mínimos
ru: Минимальные остатки
sl: najmanjši ostanki
sv: Minsta residuer
ta: குறைந்தபட்ச எச்சங்கள்
tr: Minimum artıklar
uk: Минимальные решти

source: Minimum value
ca: Valor mínim
da: Minimumsværdi
de: Mindestwert
fr: Valeur minimale
he: הערך המינימלי
hr: Minimalna vrijednost
it: Valore minimo
kk: ең төменгі мән
nl: Minimumwaarde
nn: Minimumsverdi
no: Minimumsverdi
pl: Wartość minimalna
pt: Valor mínimo
ru: Минимальное значение
sl: Najmanjša vrednost
sv: Minimumsvärde
ta: குறைந்தபட்ச மதிப்பு
tr: Minimum değer
uk: Минимальное значення

source: Missing
ca: Perduts
da: Mangler
de: Fehlend
fr: Manquants
he: חסרים
hr: Nedostaje
it: Mancanti
kk: жетіспейтін
nl: Ontbrekende waarden
nn: Manglar
no: Mangler
pl: Braki danych
pt: Omisso
ru: Пропущено
sl: Manjkajoče
sv: Saknas
ta: இல்லை
tr: Eksik
uk: Пропущенный

source: Missing Values
ca: Valors perduts
da: Manglende værdier
de: Fehlende Werte
fr: Valeurs manquantes
he: ערכים חסרים
hr: Nedostajuće vrijednosti
it: Valori Mancanti
kk: жоқ мәндер
nl: Ontbrekende waarden
nn: Manglande verdiar
no: Manglende verdier
pl: Braki danych
pt: Valores omissos
ru: Пропущенные значения
sl: Manjkajoče Vrednosti
sv: Saknade värden
tr: Eksik Değerler
uk: Відсутні значення

source: Missing values
ca: Valors perduts
da: Manglende værdier
de: Fehlende Werte
fr: Valeurs manquantes
he: ערכים חסרים
hr: Nedostajuće vrijednosti
it: Valori mancanti
kk: жетіспейтін мәндер
nl: Ontbrekende waarden
nn: Manglande verdiar
no: Manglende verdier
pl: Braki danych
pt: Valores omissos
ru: Отсутствующие значения
sl: Manjkajoče vrednosti
sv: Saknade värden
tr: Eksik değerler
uk: Відсутні значення
