Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # CONTINGENCY TABLES # # Contingency Tables # ───────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Total 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # χ² Tests # ─────────────────────────────── # Value df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # Alternatively, omit the left of the formula (`Freq`) if each row # represents a single observation: contTables(formula = ~ Hair:Eye, dat)
ca: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # TAULES DE CONTINGÈNCIA # # Taules de contingència # ───────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Total 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # Proves χ² # ─────────────────────────────── # Valor gl p # ─────────────────────────────── # χ² 138 9 < ,001 # N 592 # ─────────────────────────────── # # Alternativament, ometre la part esquerra de la formula (`Freq`) si cada fila # representa una observació singular: contTables(formula = ~ Hair:Eye, dat)
da: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # KRYDSTABELLER # # Krydstabeller # ───────────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Insgesamt 220 215 93 64 592 # ───────────────────────────────────────────────────────── # # # χ²-tester # ─────────────────────────────── # Værdi df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # Alternativt kan en udelade venstre side af formlen (`Freq`), # hvis hver rad repræsenterer en enkelt observation: contTables(formula = ~ Hair:Eye, dat)
de: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # KREUZTABELLEN # # Kreuztabellen # ───────────────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Insgesamt # ───────────────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Insgesamt 220 215 93 64 592 # ───────────────────────────────────────────────────────────── # # # χ²-Tests # ────────────────────────────── # Wert df p # ────────────────────────────── # χ² 138 9 < .001 # N 592 # ────────────────────────────── # # Wenn jede Zeile eine einzelne Beobachtung darstellt, kann der # linke Teil der Formel (`Freq`) weggelassen werden. contTables(formula = ~ Hair:Eye, dat)
it: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # TABELLE DI CONTINGENZA # # Tabelle di Contingenza # ───────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Total 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # χ² Tests # ─────────────────────────────── # Value df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # Alternatively, omit the left of the formula (`Freq`) if each row # represents a single observation: contTables(formula = ~ Hair:Eye, dat)
kk: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # ТҮЙІНДЕСТІК КЕСТЕЛЕРІ # # Түйіндестік Кестелері # ───────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Total 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # χ² Tests # ─────────────────────────────── # Value df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # Балама ретінде,егер әр қатар тек бір байқауды білдірсе (`Freq`) #формуласының сол жағын алып тастаңыз: contTables(formula = ~ Hair:Eye, dat)
nn: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # KRYSSTABELLAR # # Krysstabeller # ───────────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Insgesamt 220 215 93 64 592 # ───────────────────────────────────────────────────────── # # # χ²-testar # ─────────────────────────────── # Verdi df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # Alternativt kan ein utelata venstre side av formelen (`Freq`) # viss kvar rad representerer ein enkelt observasjon: contTables(formula = ~ Hair:Eye, dat)
pl: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # TABELE KRZYŻOWE # # Tabele krzyżowe # ───────────────────────────────────────────────────── # Włosy Brown Blue Hazel Green Całość # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Całość 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # Testy χ² # ─────────────────────────────── # Wartość df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # Możesz pominąć lewy fragment formuły (`Freq`) jeżeli każdy wiersz # reprezentuje pojedynczą obserwację: contTables(formula = ~ Hair:Eye, dat)
ru: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # ТАБЛИЦЫ СОПРЯЖЕНИЯ # # Таблицы сопряжения # ───────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Total 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # χ² тест # ─────────────────────────────── # Value df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # #Альтернативно, опустите левую часть формулы (`Freq`), если каждая строка #представляет собой одно наблюдение: contTables(formula = ~ Hair:Eye, dat)
sv: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # KORSTABELLER # # Korstabeller # ───────────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Insgesamt 220 215 93 64 592 # ───────────────────────────────────────────────────────── # # # χ²-tester # ─────────────────────────────── # Värde df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # # Alternativt kan en utelämna vänster sida av formeln (`Freq`) # om varje räcka representerar en enskild observation: contTables(formula = ~ Hair:Eye, dat)
ta: தரவு ('haireyecolor') dat <- as.data.frame (haireyecolor) contedables (formula = freq ~ முடி: கண், dat) # # தற்செயல் அட்டவணைகள் # # தற்செயல் அட்டவணைகள் # ─ ─ # முடி பழுப்பு நீல ஏசல் பச்சை மொத்தம் # ─ ─ # கருப்பு 68 20 15 5 108 # பிரவுன் 119 84 54 29 286 # சிவப்பு 26 17 14 14 71 # மஞ்சள் நிற 7 94 10 16 127 # மொத்தம் 220 215 93 64 592 # ─ ─ # # # χ² சோதனைகள் # ─ # மதிப்பு df p # ─ # χ² 138 9 <.001 # N 592 # ─ # # மாற்றாக, ஒவ்வொரு வரிசையிலும் இருந்தால் சூத்திரத்தின் இடதுபுறத்தை (`Freq`) தவிர்க்கவும் # ஒற்றை கவனிப்பைக் குறிக்கிறது: CONTETABLES (Furmula = ~ முடி: கண், DAT)
uk: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) contTables(formula = Freq ~ Hair:Eye, dat) # # ТАБЛИЦІ СОПРЯЖЕНИЯ # # Таблиці сопряжения # ───────────────────────────────────────────────────── # Hair Brown Blue Hazel Green Total # ───────────────────────────────────────────────────── # Black 68 20 15 5 108 # Brown 119 84 54 29 286 # Red 26 17 14 14 71 # Blond 7 94 10 16 127 # Total 220 215 93 64 592 # ───────────────────────────────────────────────────── # # # χ² тіст # ─────────────────────────────── # Value df p # ─────────────────────────────── # χ² 138 9 < .001 # N 592 # ─────────────────────────────── # #Альтернативне, опустите левую частину формули (`Freq`), якщо кожна строка #представляє собою одне нагляд: contTables(formula = ~ Hair:Eye, dat)

source: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # PROPORTION TEST (N OUTCOMES) # # Proportions # ──────────────────────────────── # Level Count Proportion # ──────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ──────────────────────────────── # # # χ² Goodness of Fit # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
ca: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # PROVA DE PROPORCIONS (N RESULTATS) # # Proporcions # ──────────────────────────────── # nivell Casos Proporció # ──────────────────────────────── # Brown 220 0,372 # Blue 215 0,363 # Hazel 93 0,157 # Green 64 0,108 # ──────────────────────────────── # # # χ² Bondat ajustament # ─────────────────────── # χ² gl p # ─────────────────────── # 133 3 < ,001 # ─────────────────────── #
da: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1, 1, 1, 1)) # # PROPORTIONSTEST (N RESULTATER) # # Proportioner # ───────────────────────────────── # Niveau Antal Proportion # ───────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ───────────────────────────────── # # # χ²-test for fordeling # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
de: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1, 1, 1, 1)) # # PROPORTIONSTEST (N ERGEBNISSE) # # Anteile # ───────────────────────────── # Stufe Anzahl Anteil # ───────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ───────────────────────────── # # # χ²-Goodness-of-Fit # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
it: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # PROPORTION TEST (N RISULTATI) # # Proportions # ──────────────────────────────── # Level Count Proportion # ──────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ──────────────────────────────── # # # χ² Goodness of Fit # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
kk: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # ПРОПОРЦИЯ ТЕСТІ (N НӘТИЖЕЛЕР) # # Пропорциялар # ──────────────────────────────── # Level Count Proportion # ──────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ──────────────────────────────── # # # χ² Goodness of Fit # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
nn: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1, 1, 1, 1)) # # PROPORSJONSTEST (N RESULTAT) # # Proporsjoner # ───────────────────────────────── # Nivå Talet på Proporsjon # ───────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ───────────────────────────────── # # # χ²-test for fordeling # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
pl: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # TEST PROPORCJI (N WYNIKÓW) # # Proporcje # ──────────────────────────────── # Poziom Liczebność Proporcja # ──────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ──────────────────────────────── # # # Test χ² dobroci dopasowania # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
ru: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # ТЕСТ ПРОПОРЦИЙ (N ИСХОДОВ) # # Пропорции # ──────────────────────────────── # Level Count Proportion # ──────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ──────────────────────────────── # # # χ² Критерий соответствия # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
sv: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1, 1, 1, 1)) # # PROPORTIONSTEST (N RESULTAT) # # Proportioner # ───────────────────────────────── # Nivå Antal Proportion # ───────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ───────────────────────────────── # # # χ²-test för fördeling # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #
ta: தரவு ('haireyecolor') dat <- as.data.frame (haireyecolor) proptestn (formula = freq ~ eye, தகவல்கள் = dat, விகிதம் = c (1,1,1,1)) # # விகிதாச்சாரம் சோதனை (n விளைவுகள்) # # விகிதாச்சாரம் # ─ # நிலை எண்ணிக்கை விகிதம் # ─ # பிரவுன் 220 0.372 # நீலம் 215 0.363 # ஏசல் 93 0.157 # பச்சை 64 0.108 # ─ # # # χ² பொருத்தத்தின் நன்மை # ─ # χ² df ப # ─ # 133 3 <.001 # ─ #
uk: data('HairEyeColor') dat <- as.data.frame(HairEyeColor) propTestN(formula = Freq ~ Eye, data = dat, ratio = c(1,1,1,1)) # # ТЕСТ ПРОПОРЦІЙ (N ИСХОДОВ) # # Пропорції # ──────────────────────────────── # Level Count Proportion # ──────────────────────────────── # Brown 220 0.372 # Blue 215 0.363 # Hazel 93 0.157 # Green 64 0.108 # ──────────────────────────────── # # # χ² Критерій відповідності # ─────────────────────── # χ² df p # ─────────────────────── # 133 3 < .001 # ─────────────────────── #

source: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # EXPLORATORY FACTOR ANALYSIS # # Factor Loadings # ──────────────────────────────────────────────── # 1 2 Uniqueness # ──────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ──────────────────────────────────────────────── # Note. 'oblimin' rotation was used #
ca: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # ANàLISI FACTORIAL EXPLORATORI # # Càrregues factorials # ──────────────────────────────────────────────── # 1 2 Unicitat # ──────────────────────────────────────────────── # Sepal.Length 0,993 0,10181 # Sepal.Width 0,725 0,42199 # Petal.Length 0,933 0,00483 # Petal.Width 0,897 0,07088 # ──────────────────────────────────────────────── # Nota. s'ha utilitzat rotació 'oblimin' #
da: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # EXPLORATORISK FAKTORANALYSE # # Faktorladinger # ───────────────────────────────────────────── # 1 2 Unikhed # ───────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ───────────────────────────────────────────── # Notater. »Oblimin«-rotation blev brugt #
de: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # EXPLORATIVE FAKTORANALYSE # # Faktorladungen # ────────────────────────────────────────────────────── # 1 2 Einzigartigkeit # ────────────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ────────────────────────────────────────────────────── # Anmerkung. „oblimin“-Rotation wurde verwendet #
it: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # ANALISI FATTORIALE ESPLORATIVA # EXPLORATORY FACTOR ANALYSIS # # Factor Loadings # ──────────────────────────────────────────────── # 1 2 Uniqueness # ──────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ──────────────────────────────────────────────── # Note. 'oblimin' rotation was used #
kk: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # ЗЕРТТЕУ ФАКТОР ТАЛДАУЫ # # Фактор Жүктемелері # ──────────────────────────────────────────────── # 1 2 Uniqueness # ──────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ──────────────────────────────────────────────── # Ескерту. 'oblimin' айналуы қолданылды #
nn: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # EXPLORATORISK FAKTORANALYSE # # Faktorladinger # ───────────────────────────────────────────── # 1 2 Unikhet # ───────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ───────────────────────────────────────────── # Notat. «Oblimin»-rotasjon vart brukt #
pl: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # EKSPLORACYJNA ANALIZA CZYNNIKOWA # # ŁADUNKI CZYNNIKOWE # ──────────────────────────────────────────────── # 1 2 Swoistość # ──────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ──────────────────────────────────────────────── # Uwaga. Użyto rotacji 'oblimin' #
ru: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # РАЗВЕДОЧНЫЙ ФАКТОРНЫЙ АНАЛИЗ # # Факторные нагрузки # ──────────────────────────────────────────────── # 1 2 Uniqueness # ──────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ──────────────────────────────────────────────── # Примечание. Используется вращение 'облимин' #
sv: data('iris) efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # EXPLORATORISK FAKTORANALYSE # # Faktorladinger # ───────────────────────────────────────────── # 1 2 Unikhet # ───────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ───────────────────────────────────────────── # Anteckningar. “Oblimin”-rotation blev använd #
ta: தரவு ('ஐரிச்') EFA (IRIS, VARS = VARS (sepal.length, sepal.width, petal.length, petal.width))) # # ஆய்வு காரணி பகுப்பாய்வு # # காரணி ஏற்றுதல் # ─ # 1 2 தனித்துவம் # ─ # Sepal.length 0.993 0.10181 # Sepal.width 0.725 0.42199 # Petal.length 0.933 0.00483 # Petal.width 0.897 0.07088 # ─ # குறிப்பு. 'ஒப்லிமின்' சுழற்சி பயன்படுத்தப்பட்டது #
uk: data('iris') efa(iris, vars = vars(Sepal.Length, Sepal.Width, Petal.Length, Petal.Width)) # # ДОСЛІДНИЦЬКИЙ ФАКТОРНЫЙ АНАЛІЗ # # Факторные навантаження # ──────────────────────────────────────────────── # 1 2 Uniqueness # ──────────────────────────────────────────────── # Sepal.Length 0.993 0.10181 # Sepal.Width 0.725 0.42199 # Petal.Length 0.933 0.00483 # Petal.Width 0.897 0.07088 # ──────────────────────────────────────────────── # Примечание. Використовує обертання 'облимин' #
