Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: The Student's One-sample t-test is used to test the null hypothesis that the true mean is equal to a particular value (typically zero). A low p-value suggests that the null hypothesis is not true, and therefore the true mean must be different from the test value. The Student's One-sample t-test assumes that the data are from a normal distribution -- in the case that one is unwilling to assume this, the non-parametric Wilcoxon signed-rank can be used in it's place (However, note that the Wilcoxon signed-rank has a slightly different null hypothesis; that the *median* is equal to the test value).
ca: La prova t de Student per a una mostra s'utilitza per a provar la hipòtesi nul·la de que la mitjana real és igual a un valor-particular (habitualment zero). Un valor-p baix suggereix que la hipòtesi nul·la no és certa i, per tant, que la mitjana real ha de ser diferent del valor de prova. La prova t de Student d'una mostra assumeix que les dades provenen d'una distribució normal -- en cas de que no s'estigui disposat a assumir això, es pot utilitzar en el seu lloc la prova de rang amb signe de Wilcoxon no paramètric (Tot i que cal tenir en compte que el rang amb signe de Wilcoxon te una hipòtesi NUL·LA lleugerament diferent; que la *mediana* és igual al valor de prova).
da: Students t-test for et udvalg bruges til at teste nulhypotesen, gennemsnittet i populationen er lig en bestemt værdi (sædvanligvis nul). En lav p-værdi antyder, at nulhypotesen ikke er sand, og at gennemsnittet er forskelligt fra testværdien. Students t-test for et udvalg forudsætter, at dataene er normalfordelte. Hvis en ikke kan antage dette, kan ikke-parametrisk Wilcoxon-test af fortegnfordeling bruges i stedet for (men vejr opmærksom på at Wilcoxon-test har en lidt anden nulhypotese, nemlig at *median* er lig testværdien).
de: Der Student's t-Test für eine Stichprobe wird verwendet, um die Nullhypothese zu testen, dass der wahre Mittelwert gleich einem bestimmten Wert ist (typischerweise Null). Ein niedriger p-Wert deutet darauf hin, dass die Nullhypothese nicht wahr ist, und dass sich daher der Testwert vom wahren Mittelwert unterscheidet. Der Student's t-Test für eine Stichprobe geht davon aus, dass die Daten normalverteilt sind -- wenn man davon nicht ausgehen kann, kann stattdessen der nicht-parametrische Wilcoxon-Rang-Vorzeichentest an seiner Stelle verwendet werden (dieser hat jedoch eine etwas andere Nullhypothese hat; nämlich, dass der *Median* gleich dem Testwert ist).
fr: Le test t de Student pour un échantillon est utilisé pour tester l'hypothèse nulle que la vraie moyenne est égale à une valeur particulière (typiquement 0). Une valeur p faible suggère que l'hypothèse nulle n'est pas vraie et donc que la vraie moyenne est différente de cette valeur particulière. Le test t de Student pour un échantillon suppose que les données viennent d'une distribution normale. Si cette condition n'est pas remplie, on peut utiliser un test de rangs signés de Wilcoxon à la place (cependant, ce test a une hypothèse nulle légèrement différente car il teste si la *médiane* est égale à la valeur particulière).
he: משתמשים במבחן t של סטודנט למדגם יחיד לבחינת השערת האפס שהממוצע האמיתי שווה לערך מסוים (לרוב 0). ערך p נמוך מעיד על אי נכונותה של השערת האפס ולכן על הממוצע האמיתי להיות שונה מערך המבחן. מבחן t של סטודנט למדגם יחיד מניח שהתנתונים מגיעים מהתפלגות נורמלית. אם לא מניחים זאת, ניתן להשתמש במקום במבחן הלא פרמטרי – הדרגות המסומנות של וילקוקסון (עם זאת, יש לשים לב שלמבחן הדרגות המסומנות של וילקוקסון השערת אפס שונה במקצת – שהחציון שווה לערך המבחן).
it: Il test t di Student a Un Campione, viene utilizzato per verificare l'ipotesi nulla che la vera media è uguale a un valore particolare (tipicamente zero). Un piccolo valore di p, suggerisce che l'ipotesi nulla non è vera e quindi la vera media deve essere diversa dal valore del test. Il test t di Student a Un Campione assume che i dati provengano da una distribuzione normale -- nel caso in cui non si voglia assumere questo, il test dei ranghi con segno di Wilcoxon può essere utilizzato al suo posto (tuttavia, si noti che questo test non parametrico di Wilcoxon ha un'ipotesi nulla leggermente diversa, che la *mediana* sia uguale al valore del test).
kk: Бір үлгідегі Студенттің t-тесті шынайы орта белгілі бір мәнге (әдетте нөлге) тең болатын нөлдік гипотезаны тексеру үшін қолданылады. Төмен p-мәні нөлдік гипотезаның жалған екенін көрсетеді, сондықтан шынайы орта мән сынақ мәнінен өзгеше болуы керек. Бір үлгідегі Студенттің t-тесті деректердің қалыпты таралғанын болжайды - егер біреу мұны қабылдағысы келмесе, оның орнына параметрлік емес Вилкоксон қолтаңбалы дәреже сынағы пайдаланылуы мүмкін (бірақ, Wilcoxon белгісінің параметрлік емес әдісінің *медиана* сынақ мәніне тең болатын сәл өзгеше нөлдік гипотеза).
nn: Students t-test for eitt utval blir brukt til å testa nullhypotesen gjennomsnittet i populasjonen er lik ein bestemd verdi (vanlegvis null). Ein låg p-verdi antydar at nullhypotesen ikkje er sann, og at gjennomsnittet er ulikt frå testverdien. Students t-test for eitt utval føreset at dataa er normalfordelte. Viss ein ikkje kan rekna med dette, kan ikkje-parametrisk Wilcoxon-test av forteiknfordeling brukast i staden (men ver merksam på at Wilcoxon-test har ein litt annan nullhypotese, nemleg at *median* er lik testverdien).
no: Student's t-test for ett utvalg brukes til å teste nullhypotesen gjennomsnittet i populasjonen er lik en bestemt verdi (vanligvis null). En lav p-verdi antyder at nullhypotesen ikke er sann, og at gjennomsnittet er forskjellig fra testverdien. Student's t-test for ett utvalg forutsetter at dataene er normalfordelt. Hvis en ikke kan anta dette, kan ikke-parametrisk Wilcoxon-test av fortegnsfordeling brukes istedenfor (men vær oppmerksom på at Wilcoxon-test har en litt annen nullhypotese, nemlig at *median* er lik testverdien).
pl: Test t Studenta dla jednej próby jest używany do testowania hipotezy zerowej wskazującej, że prawdziwa średnia jest równa określonej wartości (zazwyczaj zerowej). Niska wartość p sugeruje, że hipoteza zerowa nie jest prawdziwa, a zatem prawdziwa średnia różni się od wartości testowanej. Test ten wymaga spełnienia zakłożenia o tym, że dane pochodzą z rozkładu normalnego. W przypadku niespełnienia tego założenia można zastosować nieparametryczny test Wilcoxona. (Należy jednakże pamiętać, że test Wilcoxona testuje nieco inną hipotezę zerową, tzn. że *mediana* jest równa testowanej wartości).
pt: O teste t de Student para uma amostra é usado para testar a hipótese nula de que a verdadeira média é igual a um determinado valor (tipicamente zero). Um p-value pequeno sugere que a hipótese nula não é verdadeira, e a verdadeira média deve diferir do valor do teste. O teste t de Student assume que os dados têm distribuição normal -- se não por possível assumir este pressuposto, o teste não-paramétrico de Wilcoxon pode ser usado em alternativa (Contudo, note que a hipótese nula do teste de Wilcoxon é ligeiramente diferente; que a "mediana" é igual ao valor do teste).
ru: Одновыборочный t-тест Стьюдента используется для проверки нулевой гипотезы о том, что истинное среднее равно определенному значению (обычно нулю). Низкое p-значение предполагает, что нулевая гипотеза не верна, и поэтому истинное среднее должно отличаться от тестового значения. Одновыборочный t-тест Стьюдента предполагает, что данные имеют нормальное распределение - в случае, если человек не желает этого предположить, можно использовать непараметрический критерий Wilcoxon signed-rank может быть использован вместо него (однако, обратите внимание, что непараметрический метод Wilcoxon signed-rank имеет несколько иную нулевую гипотезу о том, что *медиана* равна тестовому значению).
sl: T-Test enega vzorca se uporablja za preverjanje ničelne hipoteze, da je prava srednja vrednost vzorca enaka določeni vrednosti ali konstanti (običajno nič). Nizka p-vrednost kaže, da ničelne hipoteze ni mogoče potrditi, zato je pravo povprečje različno od testne vrednosti. T-Test enega vzorca predpostavlja, da so podatki porazdeljeni normalno. Če ta domneva ni mogoča, je na voljo neparametrični Wilcoxonov preizkus predznačenih rangov (upoštevati je treba, da ima ta preizkus nekoliko drugačno ničelno hipotezo – da je *mediana* enaka testni vrednosti).
sv: Students t-test för ett urval användes till att testa nollhypotesen genomsnittet i populationen är lik ett bestämt värde (vanligen noll). En låg p-värde antyder att nollhypotesen inte är sann, och att genomsnittet är diverse från testvärdet. Students t-test för ett urval utgår att datana är normalfördelade. Om en inte kan anta detta, kan ikke-parametrisk Wilcoxon-test av foderteckenfördelning användas istedenfor (men väder uppmärksam på att Wilcoxon-test har en lite annan nollhypotes, nämligen att median är likt testvärdet).
ta: சுழிய கருதுகோளை சோதிக்க மாணவரின் ஒரு மாதிரி டி-சோதனை பயன்படுத்தப்படுகிறது உண்மையான சராசரி ஒரு குறிப்பிட்ட மதிப்புக்கு சமம் (பொதுவாக பூச்சியம்). ஒரு குறைந்த பி-மதிப்பு சுழிய கருதுகோள் உண்மை இல்லை என்று கூறுகிறது, எனவே உண்மையான சராசரி சோதனை மதிப்பிலிருந்து வேறுபட்டதாக இருக்க வேண்டும். மாணவரின் ஒரு மாதிரி டி-டெச்ட் தரவு ஒரு சாதாரணமானது என்று கருதுகிறது வழங்கல் - ஒருவர் இதை ஏற்க விரும்பவில்லை எனில், தி அளவுரு அல்லாத வில்காக்சன் கையொப்பமிடப்பட்ட தரவரிசை அதன் இடத்தில் பயன்படுத்தப்படலாம் (இருப்பினும், வில்காக்சன் கையொப்பமிடப்பட்ட தரவரிசை சற்று வித்தியாசமான பூச்யத்தைக் கொண்டுள்ளது என்பதை நினைவில் கொள்க கருதுகோள்; * சராசரி * சோதனை மதிப்புக்கு சமம்).
tr: Student'ın Tek örneklem t-testi, gerçek ortalamanın belirli bir değere (genellikle sıfır) eşit olduğu boş hipotezi test etmek için kullanılır. Düşük bir p-değeri boş hipotezin doğru olmadığını ve dolayısıyla gerçek ortalamanın test değerinden farklı olması gerektiğini gösterir. Student'ın Tek örneklem t-testi, verilerin normal dağılımdan olduğunu varsayar -- bunu varsaymak istenmiyorsa, onun yerine parametrik olmayan Wilcoxon işaretli sıra kullanılabilir (Ancak, Wilcoxon işaretli sıranın biraz farklı bir boş hipotezi olduğunu unutmayın; *medyanın* test değerine eşit olduğu).
uk: Одновыборочный t-тест Стьюдента використовує для перевірки нульовий гіпотези о тому, що истинное середнішій рівно визначеному значенню (зазвичай нулю). Низкое p-значення припускає, що нульова гіпотеза не вірна, і поэтому истинное середнішій повинне відзначатися від тестового значення. Одновыборочный t-тест Стьюдента припускає, що дані мають нормальне розподіл - у разі, якщо людина не бажає цього передбачити, можна використати непараметрический критерій Wilcoxon signed-rank можучи бути використаний вместо його (однак, обратите увагу, що непараметрический метод Wilcoxon signed-rank має кілька іншу нульову гіпотезу о тому, що *медиана* рівна тестовому значенню).

source: The Student's paired samples t-test (sometimes called a dependent-samples t-test) is used to test the null hypothesis that the difference between pairs of measurements is equal to zero. A low p-value suggests that the null hypothesis is not true, and that the difference between the measurement pairs is not zero.
ca: La prova t de Student de mostres aparellades (també anomenada prova t per a mostres dependents) s'utilitza per a provar la hipòtesi nul·la de que la diferència entre parelles de mesures és igual a zero. Un valor-p baix suggereix que la hipòtesi nul·la no és certa i per tant que la diferència entre les parelles de mesures no és zero.
da: Students parret t-test (nogle gange kaldte en afhængig t-test) bruges til at teste nulhypotesen, at forskellen mellem par af gentagne målinger er lig nul. En lav p-værdi antyder, at nulhypotesen ikke er sand, og at forskellen mellem måleparrene / gentagne målingerne er ikke nul.
de: Der Student's t-Test für abhängige Stichproben wird verwendet, um die Nullhypothese zu testen, dass die Differenz zwischen den Messwiederholungen gleich Null ist. Ein niedriger p-Wert legt nahe, dass die Nullhypothese nicht wahr ist und dass die Differenz zwischen den Messwiederholungen ungleich Null ist.
fr: Le test t de Student pour échantillons appariés (parfois appelé test t pour échantillons dépendants) teste l'hypothèse nulle que la différence entre des paires de mesures est égale à 0. Une valeur p faible suggère que l'hypothèse nulle n'est pas vraie et donc que la différence entre ces paires de mesures n'est pas égale à 0.
he: משתמשים במבחן t של סטודנט למדגמים מזווגים (הנקרא לעיתים מבחן t למדגמים תלויים) לבחינת השערת האפס שההפרש בין זוגות מדדים שווה לאפס. ערך p נמוך מעיד על אי נכונותה של השערת האפס ושההפרש בין זוגות המדדים שונה מאפס.
it: Il t-test per campioni appaiati di Student (a volte chiamato anche t-test per dati dipendenti viene utilizzato per testare l'ipotesi nulla che la differenza tra coppie di misure è uguale a zero. Un piccolo valore di p suggerisce che l'ipotesi nulla non è vera e che il parametro differenza tra le coppie di misurazione non è zero.
kk: Студенттің жұптастырылған үлгі t-тесті (кейде тәуелді үлгі t-тесті деп аталады) өлшем жұптарының арасындағы айырмашылық нөлге тең болатын нөлдік гипотезаны тексеру үшін қолданылады. Төмен p-мәні нөлдік гипотезаның жалған екенін және өлшем жұптарының арасындағы айырмашылық нөлге тең екенін көрсетеді.
nn: Students paret t-test (nokre gonger kalla ein avhengig t-test) blir brukt til å testa nullhypotesen at forskjellen mellom par av gjentekne målingar er lik null. Ein låg p-verdi antydar at nullhypotesen ikkje er sann, og at forskjellen mellom målepara / gjentekne målingane er ikkje null.
no: Students paret t-test (noen ganger kalt en avhengig t-test) brukes til å teste nullhypotesen at forskjellen mellom par av gjentatte målinger er lik null. En lav p-verdi antyder at nullhypotesen ikke er sann, og at forskjellen mellom måleparene / gjentatte målingene er ikke null.
pl: Test t Studenta dla powtarzanych pomiarów (czasami nazywany testem t dla prób zależnych) jest używany do testowania hipotezy zerowej głoszącej, że różnica pomiędzy parami pomiarów jest równa zeru. Niska wartość p sugeruje, że hipoteza zerowa nie jest prawdziwa a różnica pomiędzy parami pomiarów jest niezerowa.
pt: O teste t de Student para amostras emparelhadas (também conhecido por teste t para amostras dependentes) é usado para testar a hipótese nula de que a média das diferenças entre pares de medições é igual a zero. Um valor pequeno de p-value sugere que a hipótese nula não é verdadeira, e que a média das diferenças entre pares de medições não é zero.
ru: Парный выборочный t-тест Стьюдента (иногда называемый t-тест зависимых выборок) используется для проверки нулевой гипотезы о том, что разница между парами измерений равна нулю. Низкое значение p-value говорит о том, что нулевая гипотеза не верна, и что разница между парами измерений не равна нулю.
sl: T-Test za parnih vzorcev (tudi t-test odvisnih vzorcev) se uporablja za preverjanje ničelne hipoteze, da ni razlike med pari meritev. Nizka p-vrednost kaže, da ničelna hipoteza ne drži in da razlika med pari meritev obstaja in ni enaka nič.
sv: Students paret t-test (några gångar kallade en beroende t-test) användes till att testa nollhypotesen att skillnaden mellan par av upprepade mätningar är lik noll. En låg p-värde antyder att nollhypotesen inte är sann, och att skillnaden mellan mätparen / upprepade mätningarna är inte noll.
ta: மாணவரின் இணை மாதிரிகள் டி-சோதனை (சில நேரங்களில் a என்று அழைக்கப்படுகிறது சார்பு-மாதிரிகள் டி-டெச்ட்) சுழிய கருதுகோளை சோதிக்கப் பயன்படுகிறது சோடிகளின் அளவீடுகளுக்கு இடையிலான வேறுபாடு பூச்சியத்திற்கு சமம். குறைந்த பி-மதிப்பு சுழிய கருதுகோள் உண்மை இல்லை என்றும், மற்றும் அளவீட்டு சோடிகளுக்கு இடையிலான வேறுபாடு பூச்சியமல்ல.
tr: Student'ın Eşleştirilmiş örneklemler t-testi (bazen bağımlı-örneklemler t-testi olarak da adlandırılır), ölçüm çiftleri arasındaki farkın sıfıra eşit olduğu boş hipotezi test etmek için kullanılır. Düşük bir p-değeri boş hipotezin doğru olmadığını ve ölçüm çiftleri arasındaki farkın sıfır olmadığını gösterir.
uk: Парный выборочный t-тест Стьюдента (іноді називати t-тест залежати вибірок) використовує для перевірки нульовий гіпотези о тому, що різниця між парами вимірів рівний нулю. Низкое значення p-value говорить о тому, що нульова гіпотеза не вірна, і що різниця між парами вимірів не рівний нулю.
