Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` or `FALSE` (default), provide a confidence interval for the model estimates
ca: `TRUE` o `FALSE` (predeterminat), proporciona un Interval de Confiança per a les estimacions del model
da: `TRUE` eller `FALSE` (standard), giv ud konfidensintervallet for modelestimaterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Konfidenzintervalle für die Modellschätzungen aus
fr: `TRUE` or `FALSE` (default), fournit un intervalle de confiance pour les estimations du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce l'intervallo di fiducia per le stime del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгі бағалаулары үшін сенімділік аралығын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut konfidensintervallet for modellestimata
pl: `TRUE` lub `FALSE` (domyślnie), podaje przedziały ufności dla oszacowań modelu
pt: `TRUE` ou` FALSE` (padrão), fornece um intervalo de confiança para as estimativas do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет доверительный интервал для оценок модели
sv: `TRUE` eller `FALSE` (standard), ge ut konfidensintervallet för modellestimatene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி மதிப்பீடுகளுக்கு நம்பிக்கை இடைவெளியை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє доверительный интервал для оцінок моделі

source: `TRUE` or `FALSE` (default), provide a correlation matrix plot
ca: `TRUE` o `FALSE` (predeterminat), proporciona una gràfica de matriu de correlació
da: `TRUE` eller `FALSE` (standard), giv ud korrelationsdiagramm
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Korrelationsdiagramm aus
fr: `TRUE` or `FALSE` (default), fournit un graphique de matrice de corrélation
it: `TRUE` o `FALSE` (predefinito), restituisce il grafico della matrice di correlazione
kk: 'TRUE' немесе 'FALSE' (әдепкі), корреляциялық матрица сызбасын білдіреді
nn: `TRUE` eller `FALSE` (standard), gi ut korrelasjonsdiagramm
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres macierzy korelacji
pt: `TRUE` ou` FALSE` (padrão), fornece um gráfico da matriz de correlação
ru: `TRUE` или `FALSE` (по умолчанию), представляет график корреляционной матрицы
sl: `TRUE` ali `FALSE` (privzeto), izriše diagram korelacijske matrike
sv: `TRUE` eller `FALSE` (standard), ge ut korrelationsdiagram
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஒரு தொடர்பு மேட்ரிக்ச் சதித்திட்டத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє графік корреляционной матрицы

source: `TRUE` or `FALSE` (default), provide a correlation plot
ca: `TRUE` o `FALSE` (predeterminat), proporciona una gràfica de correlació
da: `TRUE` eller `FALSE` (standard), giv ud korrelationsdiagramm
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Korrelationsdiagramm aus
fr: `TRUE` or `FALSE` (default), fournit un graphique de corrélation
it: `TRUE` o `FALSE` (predefinito), restituisce il grafico di correlazione
kk: 'TRUE' немесе 'FALSE' (әдепкі), корреляция сызбасын қаматамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut korrelasjonsdiagramm
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres korelacji
pt: `TRUE` ou` FALSE` (padrão), fornece um gráfico de correlações
ru: `TRUE` или `FALSE` (по умолчанию), представляет график корреляции
sl: `TRUE` ali `FALSE` (privzeto), izriše diagram korelacije
sv: `TRUE` eller `FALSE` (standard), ge ut korrelationsdiagram
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஒரு தொடர்பு சதித்திட்டத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє графік корреляции

source: `TRUE` or `FALSE` (default), provide a cut-off plot
ca: `TRUE` o `FALSE` (predeterminat), proporciona una gràfica de tall
da: `TRUE` eller `FALSE` (standard), giv ud cut-off-diagramm
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Cut-off-Diagramm aus
fr: `TRUE` or `FALSE` (default), fournit un graphique tronqué
it: `TRUE` o `FALSE` (predefinito), restituisce il grafico di cut-off
kk: 'TRUE' немесе 'FALSE' (әдепкі), кесу сызбасын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut cut-off-diagramm
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres wartości granicznych
pt: `TRUE` ou` FALSE` (padrão), fornece um gráfico de Corte
ru: `TRUE` или `FALSE` (по умолчанию), представляет график отсечки
sv: `TRUE` eller `FALSE` (standard), ge ut cut-off-diagram
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கட்-ஆஃப் சதித்திட்டத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє графік отсечки

source: `TRUE` or `FALSE` (default), provide a descriptive plot
ca: `TRUE` o `FALSE` (predeterminat), proporciona una gràfica descriptiva
da: `TRUE` eller `FALSE` (standard), giv ud et diagramm med deskriptivstatistiske værdier
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Diagramm mit deskriptivstatistischen Werten aus
fr: `TRUE` or `FALSE` (default), fournit un graphique descriptif
it: `TRUE` o `FALSE` (predefinito), restituisce un grafico descrittivo
kk: 'TRUE' немесе 'FALSE' (әдепкі), сипаттама сызбасын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut eit diagramm med deskriptivstatistiske verdiar
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres opisowy
pt: `TRUE` ou` FALSE` (padrão), fornece um gráfico descritivo
ru: `TRUE` или `FALSE` (по умолчанию), представляет описательный график
sl: `TRUE` ali `FALSE` (privzeto), izriše diagram opisne statistike
sv: `TRUE` eller `FALSE` (standard), ge ut ett diagram med deskriptivstatistiske värden
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஒரு விளக்க சதித்திட்டத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє описательный графік

source: `TRUE` or `FALSE` (default), provide a path diagram of the model
ca: `TRUE` o `FALSE` (predeterminat), proporciona un diagrama de camins del model
da: `TRUE` eller `FALSE` (standard), giv ud et stidiagram for modellen
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Pfaddiagramm des Modells aus
fr: `TRUE` or `FALSE` (default), fournit un diagramme structurel du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce un diagramma di percorso del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгі жолының диаграммасын көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut eit stidiagram for modellen
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla diagram ścieżkowy modelu
pt: `TRUE` ou` FALSE` (padrão), fornece um diagrama de trajetórias do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет диаграмму пути модели
sv: `TRUE` eller `FALSE` (standard), ge ut ett stigdiagram för modellen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரியின் பாதை வரைபடத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє диаграмму путі моделі

source: `TRUE` or `FALSE` (default), provide a predicted classification table (or confusion matrix)
ca: `TRUE` o `FALSE` (predeterminat), proporciona una taula de classificació prevista (o matriu de confusió)
da: `TRUE` eller `FALSE` (standard), giv ud en tabel med forventede klassificeringer (også kaldt konfusionsmatriks)
de: `TRUE` oder `FALSE` (Vorgabe), gibt eine Klassifizierungstabelle aus (auch Konfusionsmatrix genannt)
fr: `TRUE` or `FALSE` (default), fournit une table de classification prédite (ou matrice de confusion)
it: `TRUE` o `FALSE` (predefinito), restituisce la tabella di classificazione prevista (o matrice di confusione)
kk: 'TRUE' немесе 'FALSE' (әдепкі), болжамды жіктеу кестесін (немесе қателік матрицасын) көрсетеді
nn: `TRUE` eller `FALSE` (standard), gi ut ein tabell med føresagde klassifiseringar (også kalla konfusjonsmatriks)
pl: `TRUE` lub `FALSE` (domyślnie), podaje tabelę przewidywanych klasyfikacji (lub macierz błędów)
pt: `TRUE` ou` FALSE` (padrão), fornece uma tabela de classificação prevista (ou matriz de confusão)
ru: `TRUE` или `FALSE` (по умолчанию), представляет прогнозируемую классификационную таблицу (или матрицу ошибок)
sv: `TRUE` eller `FALSE` (standard), ge ut en tabell med förväntade klassifiseringer (också kallat konfusionsmatris)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கணிக்கப்பட்ட வகைப்பாடு அட்டவணையை (அல்லது குழப்ப மேட்ரிக்ச்) வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє прогнозувати классификационную таблицю (або матрицу помилок)

source: `TRUE` or `FALSE` (default), provide a Q-Q plot of multivariate normality
ca: `TRUE` o `FALSE` (predeterminat), proporciona una gràfica Q-Q de normalitat multivariant
da: `TRUE` eller `FALSE` (standard), giv ud en Q-Q-diagramm for at undersøge den multivariate normalfordelingen
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Q-Q-Diagramm zur multivariaten Normalverteilung aus
fr: `TRUE` or `FALSE` (default), fournit un graphique Q-Q de normalité multivariée
it: `TRUE` o `FALSE` (predefinito), restituisce il grafico Q-Q di normalità multivariata
kk: 'TRUE' немесе 'FALSE' (әдепкі), көп айнымалы қалыптылықтың Q-Q сызбасын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut ein Q-Q-diagramm for å undersøkja den multivariate normalfordelinga
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres K-K wielowymiarowej normalności
pt: `TRUE` ou` FALSE` (padrão), fornece um gráfico Q-Q de normalidade multivariada
ru: `TRUE` или `FALSE` (по умолчанию), предоставляют график Q-Q многомерной нормальности
sv: `TRUE` eller `FALSE` (standard), ge ut en Q-Q-diagram för att undersöka den multivariate normalfördelningen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பன்முக இயல்புநிலையின் Q-Q சதித்திட்டத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляют графік Q-Q многомерной нормальности

source: `TRUE` or `FALSE` (default), provide a Q-Q plot of residuals
ca: `TRUE` o `FALSE` (predeterminat), proporciona un gràfic Q-Q de residus
da: `TRUE` eller `FALSE` (standard), giv ud Q-Q-diagramm af residuene
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Q-Q-Diagramm für die Residuen aus
fr: `TRUE` or `FALSE` (default), fournit un graphique Q-Q des résidus
it: `TRUE` o `FALSE` (predefinito), restituisce il grafico Q-Q dei residui
kk: 'TRUE' немесе 'FALSE' (әдепкі), қалдықтардың Q-Q сызбасын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut Q-Q-diagramm av residua
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres K-K reszt
pt: `TRUE` ou` FALSE` (padrão), fornece um gráfico Q-Q de resíduos
ru: `TRUE` или `FALSE` (по умолчанию), представляет график Q-Q остатков
sl: `TRUE` ali `FALSE` (privzeto), izriše diagrame Q-Q ostankov
sv: `TRUE` eller `FALSE` (standard), ge ut Q-Q-diagram av residuene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), எஞ்சியவர்களின் Q-Q சதித்திட்டத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє графік Q-Q решт

source: `TRUE` or `FALSE` (default), provide a ROC curve plot
ca: `TRUE` o `FALSE` (predeterminat), proporciona un gràfic de corba ROC de rendiment diagnòstic
da: `TRUE` eller `FALSE` (standard), giv ud et ROC-kurve-diagramm
de: `TRUE` oder `FALSE` (Vorgabe), gibt ein Diagramm mit einer ROC-Kurve aus
fr: `TRUE` or `FALSE` (default), fournit la courbe ROC (fonction d’efficacité du récepteur)
it: `TRUE` o `FALSE` (predefinito), restituisce il grafico della curva ROC
kk: 'TRUE' немесе 'FALSE' (әдепкі), ROC қисық графигін қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut eit ROC-kurve-diagramm
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres krzywej ROC
pt: `TRUE` ou` FALSE` (padrão), fornece um gráfico de curva ROC
ru: `TRUE` или `FALSE` (по умолчанию), представляет график ROC кривой
sl: `TRUE` ali `FALSE` (privzeto), izriše krivuljni diagram
sv: `TRUE` eller `FALSE` (standard), ge ut ett ROC-kurve-diagram
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ஒரு ROC வளைவு சதித்திட்டத்தை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє графік ROC кривой

source: `TRUE` or `FALSE` (default), provide a standardized estimate for the model coefficients
ca: `TRUE` o `FALSE` (predeterminat), proporciona una estimació estandarditzada dels coeficients del model
da: `TRUE` eller `FALSE` (standard), giv ud standardiseret estimat for modelkoefficienterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt eine standardisierte Schätzung der Modellkoeffizienten aus
fr: `TRUE` or `FALSE` (default), fournit une estimation standardisée pour les coefficients du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce una stima standardizzata per i coefficienti del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгі коэффициенттері үшін стандартталған бағалауды қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut standardisert estimat for modellkoeffisientane
pl: `TRUE` lub `FALSE` (domyślnie), podaje standaryzowane oszacowania współczynników modelu
pt: `TRUE` ou` FALSE` (padrão), fornece uma estimativa estandardizada para os coeficientes do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет стандартизированную оценку коэффициентов модели
sv: `TRUE` eller `FALSE` (standard), ge ut standardiserat estimat för modellkoefficienterna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி குணகங்களுக்கு தரப்படுத்தப்பட்ட மதிப்பீட்டை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє стандартизированную оцінку коефіцієнтів моделі

source: `TRUE` or `FALSE` (default), provide a standardized estimate for the model estimates
ca: `TRUE` o `FALSE` (predeterminat), proporciona una estimació estandarditzada per a les estimacions del model
da: `TRUE` eller `FALSE` (standard), giv ud de standardiserede modelestimaterne
de: `TRUE` oder `FALSE` (Vorgabe), gibt eine standardisierte Schätzung der Modellschätzungen aus
fr: `TRUE` or `FALSE` (default), fournit une estimation standardisée pour les estimations du modèle
it: `TRUE` o `FALSE` (predefinito), restituisce una stima standardizzata per le stime del modello
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгі коэффициенттері үшін стандартталған бағалауды қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut dei standardiserte modellestimata
pl: `TRUE` lub `FALSE` (domyślnie), podaje standaryzowane oszacowania estymatorów modelu
pt: `TRUE` ou` FALSE` (padrão), fornece uma estimativa estandardizada para as estimativas do modelo
ru: `TRUE` или `FALSE` (по умолчанию), предоставляют стандартизированную оценку для оценок модели
sv: `TRUE` eller `FALSE` (standard), ge ut de standardiserade modellestimatene
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி மதிப்பீடுகளுக்கு தரப்படுத்தப்பட்ட மதிப்பீட்டை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), предоставляют стандартизированную оцінку для оцінок моделі

source: `TRUE` or `FALSE` (default), provide a z test for differences between two proportions
ca: `TRUE` o `FALSE` (predeterminat), proporciona una Prova z per a les diferències entre dues proporcions
da: `TRUE` eller `FALSE` (standard), gennemfør z-test for forskellene mellem de to proportioner
de: `TRUE` oder `FALSE` (Vorgabe), gibt einen z-Test für die Unterschiede zwischen den zwei Proportionen aus
fr: `TRUE` or `FALSE` (default), fournit un test z pour la différence entre deux proportions
it: `TRUE` o `FALSE` (predefinito), restituisce uno z-test per le differenze tra due proporzioni
kk: 'TRUE' немесе 'FALSE' (әдепкі), екі пропорция арасындағы айырмашылықтар үшін Z тестін білдіреді
nn: `TRUE` eller `FALSE` (standard), gjennomfør z-test for forskjellane mellom dei to proporsjonane
pl: `TRUE` lub `FALSE` (domyślnie), podaje test Z dla różnic pomiędzy dwiema proporcjami
pt: `TRUE` ou` FALSE` (padrão), fornece um teste z para a diferença entre duas proporções
ru: `TRUE` или `FALSE` (по умолчанию), представляет тест z для различий между двумя пропорциями
sl: `TRUE` or `FALSE` (privzeto), izračuna preizkus z sorazmernih razlik med dvema deležema
sv: `TRUE` eller `FALSE` (standard), genomför z-test för skillnaderna mellan de två proportionerna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), இரண்டு விகிதாச்சாரங்களுக்கு இடையிலான வேறுபாடுகளுக்கு ஒரு சட் சோதனையை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє тесту z для различий між двома пропорціями

source: `TRUE` or `FALSE` (default), provide Aikaike's Information Criterion (AIC) for the models
ca: `TRUE` o `FALSE` (predeterminat), proporciona el Criterio d'Informació d'Aikaike (AIC) pels models
da: `TRUE` eller `FALSE` (standard), giv ud Aikaikes informationskriterium (AIC) for modellerne
de: `TRUE` oder `FALSE` (Vorgabe), gibt Aikaike's Information Criterion (AIC) für alle Modelle aus
fr: `TRUE` or `FALSE` (default), fournit le critère d'information d'Aikaike (AIC) pour les modèles
it: `TRUE` o `FALSE` (predefinito), fornisce il Criterio di Informazione di Aikaike (AIC) per i modelli
kk: 'TRUE' немесе 'FALSE' (әдепкі), модельдер үшін Aikaike ақпараттық критерийлерін (AIC) білдіреді
nn: `TRUE` eller `FALSE` (standard), gi ut Aikaikes informasjonskriterium (AIC) for modellane
pl: `TRUE` lub `FALSE` (domyślnie), podaje kryterium informacyjne Aikaikego (AIC) dla modeli
pt: `TRUE` ou` FALSE` (padrão), fornece o Critério de Informação de Aikaike (AIC) para os modelos
ru: `TRUE` или `FALSE` (по умолчанию), представляет информационный критерий Aikaike (AIC) для моделей
sl: `TRUE` ali `FALSE` (privzeto), izračuna Aikaikejev informacijski kriterij (AIC) za modele
sv: `TRUE` eller `FALSE` (standard), ge ut Aikaikes informationskriterium (AIC) för modellerna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரிகளுக்கு ஐகீக்கின் செய்தி அளவுகோலை (AIC) வழங்குங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), представляє інформаційний критерій Aikaike (AIC) для моделей

source: `TRUE` or `FALSE` (default), provide an exact log odds ratio (requires exact2x2 to be installed)
ca: `TRUE` o `FALSE` (predeterminat), proporciona una raó exacta logarítmica d'oportunitats relatives OR (requereix la instal·lació de exact2x2)
da: `TRUE` eller `FALSE` (standard), give ud præcis log-odds-ratio (kræver, at »exact2x2« er installerede)
de: `TRUE` oder `FALSE` (Vorgabe), gibt die exakte Log-Odds-Ratio aus (erfordert die Installation von „exact2x2“)
fr: `TRUE` or `FALSE` (default), fournit un log exact de l'odds ratio (rapport de cotes) (nécessite que exact2x2 soit installé)
it: `TRUE` o `FALSE` (predefinito), restituisce l'esatto Log-Odds-Ratio (richiede l'installazione di "exact2x2")
kk: 'TRUE' немесе 'FALSE' (әдепкі), журнал коэффициенттерінің дәл арақатынасын қамтамасыз етеді (дәл 2x2 орнатуды талап етеді)
nn: `TRUE` eller `FALSE` (standard), gi ut eksakt log-odds-ratio (krev at «exact2x2» er installerte)
pl: `TRUE` lub `FALSE` (domyślnie), podaje dokładny logarytm ilorazu szans (wymaga tabeli 2x2)
pt: `TRUE` ou` FALSE` (padrão), fornece o log do rácio das chances exato (requer a instalação de exact2x2)
ru: `TRUE` или `FALSE` (по умолчанию), представляет точное отношение логарифмических шансов (требуется установка точного 2x2)
sv: `TRUE` eller `FALSE` (standard), ge ut ackurat log-odds-ratio (kräver att “exact2x2” är installerade)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), சரியான பதிவு முரண்பாடுகள் விகிதத்தை வழங்கவும் (துல்லியமான 2x2 நிறுவப்பட வேண்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє точное ставлення логарифмических шансів (вимагає установка точного 2x2)

source: `TRUE` or `FALSE` (default), provide bar plots (nominal, ordinal variables only)
ca: `TRUE` o `FALSE` (predeterminat), proporciona gràfics de barres (només variables nominals i ordinals)
da: `TRUE` eller `FALSE` (standard), giv ud stolpediagrammer (kun for nominelle eller ordinale variabler)
de: `TRUE` oder `FALSE` (Vorgabe), gibt Balkendiagramme aus (nur für nominale oder ordinale Variablen)
fr: `TRUE` or `FALSE` (default), un diagramme en barres (variables nominales ou ordinales seulement)
it: `TRUE` o `FALSE` (predefinito), restituisce grafici a barre (solo per variabili nominali e ordinali)
kk: 'TRUE' немесе 'FALSE' (әдепкі), бағаналы диаграммаларды көрсетеді (тек номиналды, реттік айнымалылар)
nn: `TRUE` eller `FALSE` (standard), gi ut stolpediagram (berre for nominelle eller ordinale variablar)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykresy słupkowe (wyłącznie dla danych nominalnych i porządkowych)
pt: `TRUE` ou` FALSE` (padrão), fornece uma estimativa estandardizada para as estimativas do modelo
ru: `TRUE` или `FALSE` (по умолчанию), представляет столбиковые диаграммы (только номинальные, порядковые переменные)
sv: `TRUE` eller `FALSE` (standard), ge ut stapeldiagram (endast för nominella eller ordinale variabler)
ta: `உண்மை` அல்லது` தவறு` (இயல்புநிலை), பார் அடுக்குகளை வழங்கவும் (பெயரளவு, சாதாரண மாறிகள் மட்டும்)
uk: `TRUE` або `FALSE` (по умолчанию), представляє столбиковые диаграммы (тільки номинальные, порядковые переменные)

source: `TRUE` or `FALSE` (default), provide Bayes factors
ca: `TRUE` o `FALSE` (predeterminat), proporciona factors de Bayes
da: `TRUE` eller `FALSE` (standard), giv ud Bayes-faktorer
de: 'TRUE' oder 'FALSE' (Vorgabe), gibt die Bayes-Faktoren aus
fr: `TRUE` or `FALSE` (default), fournit le facteur de Bayes (BF)
it: `TRUE` o `FALSE` (predefinito), restituisce i fattori di Bayes
kk: 'TRUE' немесе 'FALSE' (әдепкі), Байес факторларын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut Bayes-faktorar
pl: `TRUE` lub `FALSE` (domyślnie), podaje współczynniki Bayesa
pt: `TRUE` ou` FALSE` (padrão), fornece os fatores de Bayes
ru: `TRUE` или `FALSE` (по умолчанию), представляет факторы Байеса
sl: `TRUE` ali `FALSE` (privzeto), izračuna Bayesove faktorje
sv: `TRUE` eller `FALSE` (standard), ge ut Bayes-faktorer
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பேயச் காரணிகளை வழங்குதல்
uk: `TRUE` або `FALSE` (по умолчанию), представляє фактори Байеса

source: `TRUE` or `FALSE` (default), provide Bayesian credible intervals
ca: `TRUE` o `FALSE` (predeterminat), proporciona Intervals de credibilitat Bayesians
da: `TRUE` eller `FALSE` (standard), giv ud Bayesianske troværdige intervaller
de: `TRUE` oder `FALSE` (Vorgabe), gibt das Bayes'sche Kredibilitätsintervall aus
fr: `TRUE` or `FALSE` (default), fournit les intervalles de crédibilité bayésiens
it: `TRUE` o `FALSE` (predefinito), restituisce gli intervalli credibili Bayesiani
kk: 'TRUE' немесе 'FALSE' (әдепкі), Байезияның сенімді аралықтарын қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut Bayesianske truverdige intervall
pl: `TRUE` lub `FALSE` (domyślnie), podaje bayesowskie przedziały wiarygodności
pt: `TRUE` ou` FALSE` (padrão), fornece intervalos credíveis ​​Bayesianos
ru: `TRUE` или `FALSE` (по умолчанию), представляет байесовские достоверные интервалы
sv: `TRUE` eller `FALSE` (standard), ge ut Bayesianske trovärdiga intervall
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பேய்சியன் நம்பகமான இடைவெளிகளை வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє байесовские достовірні интервалы

source: `TRUE` or `FALSE` (default), provide Bayesian Information Criterion (BIC) for the models
ca: `TRUE` o `FALSE` (predeterminat), proporciona el Criterio d'Informació bayesià (BIC) pels models
da: `TRUE` eller `FALSE` (standard), giv ud Bayesianske informationskriterium (BIC) for modellerne
de: 'TRUE' oder 'FALSE' (Vorgabe), gibt das Bayes'sches Informationskriterium (BIC) für alle Modelle aus
fr: `TRUE` or `FALSE` (default), fournit le critère d'information bayésien (BIC) pour les modèles
it: `TRUE` o `FALSE` (predefinito), restituisce il Criterio di Informazione Bayesiano (BIC) per i modelli
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгілер үшін Байезиан ақпарат критерийін (BIC) қамтамасыз етеді
nn: `TRUE` eller `FALSE` (standard), gi ut Bayesianske informasjonskriterium (BIC) for modellane
pl: `TRUE` lub `FALSE` (domyślnie), podaje bayesowskie kryterium informacyjne (BIC) dla modeli
pt: `TRUE` ou` FALSE` (padrão), fornece o Critério de Informação de Bayes (BIC) para os modelos
ru: `TRUE` или `FALSE` (по умолчанию), представляет байесовский информационный критерий (BIC) для моделей
sv: `TRUE` eller `FALSE` (standard), ge ut Bayesianske informationskriterium (BIC) för modellerna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரிகளுக்கு பேய்சியன் செய்தி அளவுகோலை (BIC) வழங்கவும்
uk: `TRUE` або `FALSE` (по умолчанию), представляє байесовский інформаційний критерій (BIC) для моделей
