Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `'none'`, `'gamesHowell'` or `'tukey'`, which post-hoc tests to provide; `'none'` shows no post-hoc tests, `'gamesHowell'` shows Games-Howell post-hoc tests where no equivalence of variances is assumed, and `'tukey'` shows Tukey post-hoc tests where equivalence of variances is assumed
ca: `'none'`, `'gamesHowell'` o `'tukey'`, quines proves post-hoc es proporcionen; `'none'` no mostra proves post-hoc, `'gamesHowell'` mostra proves post-hoc de Games-Howell on no s'assumeix equivalència de variàncies, i `'tukey'` mostra proves post-hoc de Tukey on s'assumeix equivalència de variàncies
da: `'none'`, `'gamesHowell'` eller `'tukey'`, hvilke post-hoc tester skal vises; `'none'` viser ingen post-hoc-tester, `'gamesHowell'` viser Games-Howell-post-hoc-tester (som ikke antager ækvivalens af varianser) og `'tukey'` viser Tukey-post-hoc-tester (som antager ækvivalens af varianser)
de: `'none`', `'gamesHowell`' oder `'tukey`', welche Post-hoc-Tests berechnet werden solle; `'none`' zeigt keine Post-hoc-Tests an, `'gamesHowell`' zeigt den Games-Howell-Post-hoc-Test an, bei dem keine Äquivalenz von Varianzen angenommen wird, und `'tukey`' zeigt den Tukey-Post-hoc-Test an, bei dem die Äquivalenz von Varianzen angenommen wird
fr: `'none'`, `'gamesHowell'` ou `'tukey'`, quels tests post-hoc fournir ; `'none'` ne montre aucun test post-hoc, `'gamesHowell' ;` montre les tests post-hoc Games-Howell où l'équivalence des variances n'est pas supposée, et `'tukey'` montre les tests post-hoc Tukey où l'équivalence des variances est supposée
it: `'none'`, `'gamesHowell'` o `'tukey'`, quali test post-hoc da fornire; `'none'` non mostra i test post-hoc, `'gamesHowell'` mostra i test post-hoc di Games-Howell in cui non si assume l'equivalenza delle varianze, e `'tukey'` mostra i test post-hoc di Tukey in cui si assume l'equivalenza delle varianze
kk: `'none'`, `'gamesHowell'` немесе `'tukey'', келесі тестілеуді қамтамасыз ету үшін, `'none'` пост-хок сынақтарын көрсетпейді, `'gamesHowell'`дисперсиялардың эквиваленттілігі қабылданбайтын Games-Howell артқы сынақтарын көрсетеді және ''tukey'' дисперсиялардың эквиваленттігі болжанатын Tukey's posterior сынақтарын көрсетеді
nn: `'none'`, `'gameHowell'` eller `'tukey'`, kva post-hoc testar skal visast; `'none'` viser ingen post-hoc-tester, `'gameHowell'` viser Games-Howell-post-hoc-tester (som ikkje antek ekvivalens av variansar) og `'tukey'` viser Tukey-post-hoc-tester (som antek ekvivalens av variansar)
pl: `'none'`, `'gamesHowell'` lub `'tukey'`, wybierz, który test post-hoc zastosować; `'none'` nie wyświetla żadnego testu, `'gamesHowell'` wyświetla test Gamesa-Howella, który nie zakłada równości wariancji, natomiast `'tukey'` wyświetla test Tukey'a zakładający równość (homogeniczność) wariancji
pt: `'none'`,`' gamesHowell'` ou `'tukey'`, que testes post-hoc fornecer; `'none'` não faz testes post-hoc,`' gamesHowell'` mostra o teste post-hoc de Games-Howell onde não se assume igualdade de variâncias, e `'tukey'` mostra o teste post-hoc de Tukey onde se assume igualdade de variâncias
ru: `'none'`, `'gamesHowell'` или `'tukey'', которые необходимо предоставить последующему тестированию; `'none'' не показывает апостериорных тестов, ''gamesHowell'' показывает апостериорные тесты Games-Howell, где не предполагается эквивалентность дисперсий, а ''tukey'' показывает апостериорные тесты Тьюки, где эквивалентность дисперсий предполагается
sv: `'none'`, `'gamesHowell'` eller `'tukey'`, vilka post-hoc tester ska visas; `'none'` visar inga post-hoc-tester, `'gamesHowell'` visar Games-Howell-post-hoc-tester (som inte antar ekvivalens av varianser) och `'tukey'` visar Tukey-post-hoc-tester (som antar ekvivalens av varianser)
ta: `'எதுவுமில்லை',` 'கேம்சோவெல்' அல்லது `'டுகே'`, இது வழங்க வேண்டிய பிந்தைய சோதனைகள்; `'எதுவுமில்லை, பிந்தைய தற்காலிக சோதனைகள் இல்லை,`' கேம்சோவெல் 'விளையாட்டுகளைக் காட்டுகிறது-மாறுபாடுகளின் சமநிலை கருதப்படாத, மற்றும் மாறுபாடுகளின் சமநிலை இருக்கும் இடத்தில் டுகே பிந்தைய தற்காலிக சோதனைகளை `' டுகே 'காட்டுகிறது கருதப்பட்டது
uk: `'none'`, `'gamesHowell'` або `'tukey'', котрі необходимо надати наступному тестуванню; `'none'' не показує апостериорных тестів, ''gamesHowell'' показує апостериорные тести Games-Howell, де не припускає эквивалентность дисперсий, а ''tukey'' показує апостериорные тести Тьюки, де эквивалентность дисперсий припускає

source: `'none'`, `'varimax'` (default), `'quartimax'`, `'promax'`, `'oblimin'`, or `'simplimax'`, the rotation to use in estimation
ca: `'none'`, `'varimax'` (predeterminat), `'quartimax'`, `'promax'`, `'oblimin'', o `'simlimax'`, la rotació a utilitzar en l'estimació
da: `'none'`, `'varimax'` (standard), `'quartimax'`, `'promax'`, `'oblimin'` eller `'simplimax'`, hvilken metode skal bruges for rotation af komponenterne
de: `'none`', `'varimax`' (Vorgabe), `'quartimax'`, `'promax'`, `'oblimin'` oder `'simplimax'`, welche Rotationsmethode verwendet werden soll
fr: `'none'`, `'varimax'` (par défaut), `'quartimax'`, `'promax'`, `'oblimin'`, ou `'simplimax'`, la rotation à utiliser dans l'estimation
it: `'none'`, `'varimax'` (predefinito), `'quartimax'`, `'promax'`, `'oblimin'`, o `'simplimax'`, la rotazione da utilizzare nella stima
kk: `'none'`, `'varimax'` (по умолчанию), `'quartimax'`, `'promax'`, `'oblimin'` немесе`'simplimax' есептеуде қолданатын айналу
nn: `'none'`, `'varimax'` (standard), `'quartimax'`, `'promax'`, `'oblimin'` eller `'simplimax'`, kva metode skal brukast for rotasjon av komponentane
pl: `'none'`, `'varimax'` (domyślnie), `'quartimax'`, `'promax'`, `'oblimin'` lub `'simplimax'`, rotacja użyta do estymacji
pt: `'none'`,`' varimax'` (padrão), `'quartimax'`,`' promax'`, `'oblimin'`, ou`' simplimax'`, a rotação a ser usada na estimação
ru: `'none'`, `'varimax'` (по умолчанию), `'quartimax'`, `'promax'`, `'oblimin'` или `'simplimax'`, вращение для использования при оценке
sl: `'none'`, `'varimax'` (privzeto), `'quartimax'`, `'promax'`, `'oblimin'` oziroma `'simplimax'` – pomenijo uporabljen način rotacije pri napovedovanju
sv: `'none'`, `'varimax'` (standard), `'quartimax'`, `'promax'`, `'oblimin'` eller `'simplimax'`, vilken metod ska användas för rotation av komponenterna
ta: `'எதுவுமில்லை',` '' '' varimax'` (இயல்புநிலை), `'Quartimax'`,`' promax'`, `'oblimin'`, அல்லது`' simplimax'`, மதிப்பீட்டில் பயன்படுத்த வேண்டிய சுழற்சி
uk: `'none'`, `'varimax'` (по умолчанию), `'quartimax'`, `'promax'`, `'oblimin'` або `'simplimax'`, обертання для використання прі оцінці

source: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (default), or `'simplimax'`, the rotation to use in estimation
ca: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (predeterminat), o `'simlimax'`, la rotació a utilitzar en l'estimació
da: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (standard) eller `'simplimax'`, hvilken metode skal bruges for rotation af faktorerne
de: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (Vorgabe), oder `'simplimax'`, welche Rotationsmethode verwendet werden soll
fr: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (par défaut), ou `'simplimax'`, la rotation à utiliser dans l'estimation
it: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (predefinito), o `'simplimax'`, la rotazione da usare nella stima
kk: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (default), немесе `'simplimax'` бағалауда қолданылатын айналу
nn: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (standard) eller `'simplimax'`, kva metode skal brukast for rotasjon av faktorane
pl: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (domyślnie) lub `'simplimax'`, rotacja użyta do estymacji
pt: `'none'`,`' varimax'`, `'quartimax'`,`' promax'`, `'oblimin'` (padrão), ou`' simplimax'`, a rotação a ser usada na estimação
ru: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (по умолчанию) или `'simplimax'`, вращение для использования при оценке
sl: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (privzeto) oziroma `'simplimax'` – pomenijo uporabljen način rotacije pri napovedovanju
sv: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (standard) eller `'simplimax'`, vilken metod ska användas för rotation av faktorerna
ta: `'எதுவுமில்லை',` '' 'varimax'`, `' Quartimax'`,` 'promax'`, `' '' (இயல்புநிலை), அல்லது` 'simplimax'`, மதிப்பீட்டில் பயன்படுத்த வேண்டிய சுழற்சி
uk: `'none'`, `'varimax'`, `'quartimax'`, `'promax'`, `'oblimin'` (по умолчанию) або `'simplimax'`, обертання для використання прі оцінці

source: `'notequal'` (default), `'greater'` or `'less'`, the alternative hypothesis
ca: `'notequal'` (predeterminat), `'greater’` o` ‘less’`, la hipòtesi alternativa
da: `'notequal'` (standard), `'greater'` eller `'læs'`, alternativhypothesen
de: `'notequal'` (Vorgabe), `'greater'` oder `'less'`, postulierte Differenz für die Alternativhypothese
fr: `'notequal'` (par défaut), `'greater'` ou `'less'`, l'hypothèse alternative
it: `'notequal'` (predefinito), `'greater'` o `'less'`, l'ipotesi alternativa
kk: `'notequal'` (default), `'greater'` немесе `'less'`, балама гипотеза
nn: `'notequal'` (standard), `'greater'` eller `'less'`, alternativhypothesen
pl: `'notequal'` (domyślnie), `'greater'` lub `'less'`, hipoteza alternatywna
pt: `'notequal'` (padrão),`' greater'` ou `'less'`, a hipótese alternativa
ru: `'notequal'` (по умолчанию), `'greater' или `'less'`, альтернативная гипотеза
sl: `'notequal'` (privzeto), `'greater'` oziroma `'less'` – pomeni napoved alternativne hipoteze
sv: `'notequal'` (standard), `'greater'` eller `'lassa'`, alternativhypothesen
ta: `'notequal'` (இயல்புநிலை),`' பெரியது 'அல்லது `' குறைவாக, மாற்று கருதுகோள்
uk: `'notequal'` (по умолчанию), `'greater' або `'less'`, альтернативна гіпотеза

source: `'parallel'` (default), `'eigen'` or `'fixed'`, the way to determine the number of factors
ca: ` ‘parallel’` (predeterminat), `'eigen'` o` ‘fixed’`, la forma de determinar el nombre de factors
da: `'parallel'` (standard), `'eigen'` eller `'fixed'`, metoden for at bestemme antal faktorer
de: `'parallel'` (Vorgabe), `'eigen'` oder `'fixed'`, wie die Anzahl der Faktoren bestimmt wird
fr: `'parallel'` (default), `'eigen'` ou `'fixed'`, la manière de déterminer le nombre de facteurs
it: `'parallel'` (predefinito), `'eigen'` o `'fixed'`, il modo per determinare il numero di fattori
kk: `'parallel'` (default), `'eigen'` немесе `'fixed'`, факторлардың санын анықтау тәсілі
nn: `'parallell'` (standard), `'eigen'` eller `'fixed'`, metoden for å bestemma talet på faktorar
pl: `'parallel'` (domyślnie), `'eigen'` lub`'fixed'`, sposób wyboru liczby czynników
pt: `'parallel'` (padrão),`' eigen'` ou `'fixed'`, a forma de determinar o número de fatores
ru: `'parallel'` (по умолчанию), `'eigen'` или `'fixed'`, способ определения количества факторов
sl: `'parallel'` (privzeto), `'eigen'` ali `'fixed'` pomenijo način določevanja števila faktorjev
sv: `'parallell'` (standard), `'eigen'` eller `'fixed'`, metoden för att bestämma antal faktorer
ta: `'இணையான'` (இயல்புநிலை),`' 'ஈசென்' அல்லது `'சரி செய்யப்பட்டது, காரணிகளின் எண்ணிக்கையை தீர்மானிப்பதற்கான வழி
uk: `'parallel'` (по умолчанию), `'eigen'` або `'fixed'`, спосіб визначення кількості факторів

source: `'perAnalysis'` or `'listwise'`, how to handle missing values; `'perAnalysis'` excludes missing values for individual dependent variables, `'listwise'` excludes a row from all analyses if one of its entries is missing
ca: `'perAnalysis'` o `'listwise'`, com tractar els valors perduts; 'perAnalysis'` exclou els valors perduts per a les variables dependents individuals,`'listwise'` exclou una fila de totes les anàlisis si una de les seves entrades és perdut
da: `'perAnalysis'` eller `'listwise'`, hvordan håndtere manglende værdier; `'perAnalysis'` ekskluderer manglende værdier for individuelle afhængige variabler og analyse, `'listwise'` ekskluderer hele raden fra alle analyser, hvis en af målingerne mangler
de: `'perAnalysis'` oder `'listwise'`, wie man mit fehlenden Werten umgeht; `'perAnalysis'` schließt fehlende Werte für einzelne abhängige Variablen aus, `'listwise'` schließt eine Zeile aus allen Analysen aus, wenn einer ihrer Einträge fehlt
fr: `'perAnalysis'` ou `'listwise'`, comment traiter les valeurs manquantes ; `'perAnalysis'` exclut les valeurs manquantes pour les variables dépendantes individuelles, `'listwise'` exclut une ligne de toutes les analyses si l'une de ses entrées est manquante
it: `'perAnalysis'` o `'listwise'`, come gestire i valori mancanti; `'perAnalysis'` esclude i valori mancanti per le singole variabili dipendenti, `'listwise'` esclude la riga da tutte le analisi se uno dei suoi valori è mancante
kk: `'perAnalysis'` немесе `'listwise'`, жетіспейтін мәндерді өңдеу жолы; 'perAnalysis'' жеке тәуелді айнымалылар үшін жетіспейтін мәндерді жоққа шығарады, 'listwise' ұяшықтарының бірі жоқ болса, барлық талдаулардан жолды алып тастайды
nn: `'perAnalysis'` eller `'listwise'`, korleis handtera manglande verdiar; `'perAnalysis'` ekskluderer manglande verdiar for individuelle avhengige variablar og analyse, `'listwise'` ekskluderer heile rada frå alle analysar viss ei av målingane manglar
pl: `'perAnalysis'` lub`'listwise'`, co zrobić z brakami danych; `'perAnalysis'` wyklucza brakujące wartości dla każdej zmiennej zależnej, `'listwise'` wyklucza wiersz ze wszystkich analiz, jeżeli występuje w nim jakikolwiek brak danych
pt: `'perAnalysis'` ou`' listwise'`, como lidar com valores omissos; `'perAnalysis'` exclui valores omissos em variáveis ​​dependentes individuais,`' listwise'` exclui uma linha de todas as análises se uma das suas entradas for omissa
ru: `'perAnalysis'` или `'listwise'`, как обрабатывать пропущенные значения; `'perAnalysis'` исключает пропущенные значения для отдельных зависимых переменных, `'listwise'` исключает строку из всех анализов, если одна из ее ячеек отсутствует
sl: `'perAnalysis'` ali `'listwise'` pomenita način uporavljanja z manjkajočimi vrednostmi – `'perAnalysis'` izloči manjkajoče za posamezno odvisno spremenljivko, `'listwise'` pa izloči vrstico primera iz vseh načrtovanih analiz, če katerikoli izmed vnosov manjka
sv: `'perAnalysis'` eller `'listwise'`, hur hantera saknade värden; `'perAnalysis'` exkluderar saknade värden för individuella beroende variabler och analys, `'listwise'` exkluderar hela räckan från alla analyser om en av mätningarna saknar
ta: `'peranalysis'` அல்லது `'listwise'`, காணாமல் போன மதிப்புகளை எவ்வாறு கையாள்வது; `'peranalysis'` தனிப்பட்ட சார்பு மாறிகளுக்கான காணாமல் போன மதிப்புகளைத் தவிர்த்து, அதன் உள்ளீடுகளில் ஒன்று காணவில்லை எனில்`' listywise '`அனைத்து பகுப்பாய்வுகளிலிருந்தும் ஒரு வரிசையை விலக்குகிறது
uk: `'perAnalysis'` або `'listwise'`, як обрабатывать пропущенные значення; `'perAnalysis'` виключає пропущенные значення для окремих залежати переменных, `'listwise'` виключає строку з всіх аналізів, якщо одна з їїосередків отсутствует

source: `'perAnalysis'` or `'listwise'`, how to handle missing values; `'perAnalysis'` excludes missing values for individual dependent variables, `'listwise'` excludes a row from all analyses if one of its entries is missing.
ca: `'perAnalysis'` o `'listwise'`, com tractar els valors perduts; 'perAnalysis'` exclou els valors perduts per a les variables dependents individuals,`'listwise'` exclou una fila de totes les anàlisis si una de les seves entrades és perdut.
da: `'perAnalysis'` eller `'listwise'`, hvordan håndtere manglende værdier; `'perAnalysis'` ekskluderer manglende værdier for individuelle afhængige variabler og analyse, `'listwise'` ekskluderer hele raden fra alle analyser, hvis en af målingerne mangler.
de: `'perAnalysis'` oder `'listwise'`, wie man mit fehlenden Werten umgeht; `'perAnalysis'` schließt fehlende Werte für einzelne abhängige Variablen aus, `'listwise'` schließt eine Zeile aus allen Analysen aus, wenn einer ihrer Einträge fehlt.
fr: `'perAnalysis'` ou `'listwise'`, comment traiter les valeurs manquantes ; `'perAnalysis'` exclut les valeurs manquantes pour les variables dépendantes individuelles, `'listwise'` exclut une ligne de toutes les analyses si une de ses entrées est manquante.
it: `'perAnalysis'` o `'listwise'`, come gestire i valori mancanti; `'perAnalysis'` esclude i valori mancanti per le singole variabili dipendenti, `'listwise'` esclude la riga da tutte le analisi se uno dei suoi valori è mancante.
kk: `'perAnalysis'` немесе `'listwise'`, жетіспейтін мәндерді өңдеу жолы; 'perAnalysis'' жеке тәуелді айнымалылар үшін жетіспейтін мәндерді жоққа шығарады, 'listwise' ұяшықтарының бірі жоқ болса, барлық талдаулардан жолды алып тастайды.
nn: `'perAnalysis'` eller `'listwise'`, korleis handtera manglande verdiar; `'perAnalysis'` ekskluderer manglande verdiar for individuelle avhengige variablar og analyse, `'listwise'` ekskluderer heile rada frå alle analysar viss ei av målingane manglar.
pl: `'perAnalysis'` lub `'listwise'`, co zrobić z brakami danych; `'perAnalysis'`wyklucza brakujące wartości dla każdej zmiennej zależnej, `'listwise'` wyklucza wiersz ze wszystkich analiz, jeżeli występuje w nim jakikolwiek brak danych.
pt: `'perAnalysis'` ou`' listwise'`, como lidar com valores omissos; `'perAnalysis'` exclui valores omissos em variáveis ​​dependentes individuais,`' listwise'` exclui uma linha de todas as análises se uma das suas entradas for omissa.
ru: `'perAnalysis'` или `'listwise'`, как обрабатывать пропущенные значения; `'perAnalysis'` исключает пропущенные значения для отдельных зависимых переменных, `'listwise'` исключает строку из всех анализов, если одна из ее ячеек отсутствует.
sl: `'perAnalysis'` ali `'listwise'` pomenita način uporavljanja z manjkajočimi vrednostmi – `'perAnalysis'` izloči manjkajoče za posamezno odvisno spremenljivko, `'listwise'` pa izloči vrstico primera iz vseh načrtovanih analiz, če katerikoli izmed vnosov manjka.
sv: `'perAnalysis'` eller `'listwise'`, hur hantera saknade värden; `'perAnalysis'` exkluderar saknade värden för individuella beroende variabler och analys, `'listwise'` exkluderar hela räckan från alla analyser om en av mätningarna saknar.
ta: `'peranalysis'` அல்லது `'listwise'`, காணாமல் போன மதிப்புகளை எவ்வாறு கையாள்வது; `'peranalysis'` தனிப்பட்ட சார்பு மாறிகளுக்கான காணாமல் போன மதிப்புகளை விலக்குகிறது, அதன் உள்ளீடுகளில் ஒன்று காணவில்லை எனில்`' listywise '`அனைத்து பகுப்பாய்வுகளிலிருந்தும் ஒரு வரிசையை விலக்குகிறது.
uk: `'perAnalysis'` або `'listwise'`, як обрабатывать пропущенные значення; `'perAnalysis'` виключає пропущенные значення для окремих залежати переменных, `'listwise'` виключає строку з всіх аналізів, якщо одна з їїосередків отсутствует.

source: `'refLevel'` (default) or `'grandMean'`, coding of the intercept. Either creates contrast so that the intercept represents the reference level or the grand mean
ca: `'refLevel'` (predeterminat) o `'grandMean'`, codificació de la constant. Crea un contrast per tal que la constant representi el nivell de referència o be la mitjana general
da: `'refLevel'` (standard) eller `'grandMean'`, koding af skæringspunkt. Enten skabes kontrast, sådan at skæringspunktet repræsenterer referenceniveauet eller det totale gennemsnittet
de: `'refLevel'` (Vorgabe) oder `'grandMean'`, Kodierung des Interzepts. Erzeugt den Kontrast so dass das Interzept entweder das Referenzniveau oder den Gesamtmittelwert darstellt
fr: `'refLevel'` (par défaut) ou `'grandMean'`, codage de l'ordonnée à l'origine. L'un ou l'autre crée un contraste de sorte que l'ordonnée à l'origine représente le niveau de référence ou la moyenne générale
it: `'refLevel'` (predefinito) o `'grandMean'`, codifica dell'intercetta. Entrambi creano un contrasto in modo che l'intercetta rappresenti il livello di riferimento o la grande media
kk: `'refLevel'` (default) немесе`'grandMean'`, контрастты жасайды, осылайша кесінді анықтамалық деңгейді немесе жалпы орта мәнді көрсетеді
nn: `'refLevel'` (standard) eller `'grandMean'`, koding av skjeringspunkt. Anten skapast kontrast slik at skjeringspunktet representerer referansenivået eller det totale gjennomsnittet
pl: `'refLevel'` (domyślnie) lub `'grandMean'`, sposób kodowania wyrazu wolnego. Tworzy kontrast, tak aby punkt przecięcia reprezentował poziom odniesienia albo średnią ogólną
pt: `'refLevel'` (padrão) ou`' grandMean'`, codificação do intercepto. Ambos criam um contraste para que a intercepto represente o nível de referência ou a média geral
ru: `'refLevel'` (по умолчанию) или `'grandMean'`, кодирование константы. Либо создает контраст, так что точка пересечения представляет собой контрольный уровень или общее среднее значение
sv: `'refLevel'` (standard) eller `'grandMean'`, koding av skärningspunkt. Antingen skapas kontrast så att skärningspunkten representerar referensnivån eller det totala genomsnittet
ta: `'reflevel'` (இயல்புநிலை) அல்லது`' பாட்டி'`, இடைமறிப்பின் குறியீட்டு முறை. ஒன்று மாறுபாட்டை உருவாக்குகிறது, இதனால் இடைமறிப்பு குறிப்பு நிலை அல்லது பெரிய சராசரியைக் குறிக்கிறது
uk: `'refLevel'` (по умолчанию) або `'grandMean'`, кодирование перехвата. Либо створює контраст, так що точка пересечения представляє собою контрольний рівень або спільнішийий середній значення

source: `'rows'` or `'columns'` (default), display the variables across the rows or across the columns (default)
ca: ` ‘rows’` o `'columns’` (predeterminat), mostra les variables a les files o a les Columnes (predeterminat)
da: `'rows'` eller `'columns'` (standard), vis variablerne på tværs af rækkerne eller på tværs af kolonnerne (standard)
de: `'rows'` oder `'columns'` (Vorgabe), zeigt die Variablen in den Zeilen oder in den Spalten (Vorgabe)
fr: `'rows'` ou `'columns'` (par défaut), affiche les variables à travers les lignes ou à travers les colonnes (par défaut)
it: `'rows'` o `'columns'` (predefinito), visualizzano le variabili tra le righe o tra le colonne (predefinito)
kk: `'жолдар'' немесе ''бағандар'' (әдепкі), айнымалы мәндерді қатарлар бойынша немесе бағандар бойынша көрсету (әдепкі)
nn: `'rows'` eller `'columns'` (standard), vis variablane på tvers av radene eller på tvers av kolonnane (standard)
pl: `'rows'` lub `'columns'` (domyślnie), wyświetla zmienne w wierszach lub kolumnach (domyślnie)
pt: `'rows'` ou`' columns'` (padrão), exibe as variáveis ​​nas linhas ou nas colunas (padrão)
ru: `'rows'` или `'columns'` (по умолчанию), отображать переменные по строкам или по столбцам (по умолчанию)
sl: `'rows'` ali `'columns'` (privzeto), določi način prikaza spremenljivk po vrsticah, ali po stolpcih
sv: `'rows'` eller `'columns'` (standard), sätt variablerna genom av räckorna eller genom av kolonnerna (standard)
ta: `'வரிசைகள்' அல்லது` 'நெடுவரிசைகள்' (இயல்புநிலை), வரிசைகள் முழுவதும் அல்லது நெடுவரிசைகள் முழுவதும் மாறிகளைக் காண்பி (இயல்புநிலை)
uk: `'rows'` або `'columns'` (по умолчанию), відображати переменные по строкам або по шпальтам (по умолчанию)
