Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: the variable to use as the columns in the contingency table (not necessary when providing a formula, see the examples)
ca: la variable que s'utilitzarà com a columnes a la taula de contingència (no és necessari quan es proporciona una fórmula, veure els exemples)
da: variablen, der skal bruges som kolonnerne i krydstabellen (ikke nødvendigt når du bruger en formel, se eksemplerne)
de: die Variable, welche für die Spalten der Kreuztabelle verwendet werden soll (Angabe nicht erforderlich, wenn eine Formel angegeben wird, siehe die Beispiele)
fr: la variable à utiliser pour les colonnes du tableau de contingence (non nécessaire quand on fournit une formule, voir les exemples)
it: la variabile da utilizzare come colonne nella tabella di contingenza (non necessaria quando si fornisce una formula, vedere gli esempi)
kk: түйіндестік кестесіндегі бағандар ретінде қолданылатын айнымалы (формуланы ұсыну кезінде қажет емес, мысалдарды қараңыз)
nn: variabelen som skal brukast som kolonnane i krysstabellen (ikkje nødvendig når du bruker ein formel, sjå døma)
pl: zmienna, która ma być użyta w kolumnach tabeli krzyżowej (nie jest konieczna przy wprowadzaniu formuły - zobacz przykłady)
pt: a variável a ser usada nas colunas na tabela de contingência (não é necessário ao fornecer uma fórmula, veja os exemplos)
ru: переменная для использования в качестве столбцов в таблице сопряжения (необязательно при предоставлении формулы, см. примеры)
sl: spremenljivka, ki naj določa stolpce v kontingenčni razpredelnici (pri formuli ni zahtevana, več med primeri).
sv: variabeln som ska användas som kolonnerna i korstabellen (inte nödvändigt när du använder en formel, se exemplen)
ta: தற்செயல் அட்டவணையில் உள்ள நெடுவரிசைகளாக பயன்படுத்தக்கூடிய மாறி (ஒரு சூத்திரத்தை வழங்கும்போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: переменная для використання у якості шпальт у таблиці сопряжения (необязательно прі наданні формули, см. приміри)

source: the variable to use as the counts in the contingency table (not necessary when providing a formula, see the examples)
ca: la variable que s'utilitzarà com a freqüències a la taula de contingència (no és necessari quan es proporciona una fórmula, veure els exemples)
da: variablen, der skal bruges for antal i krydstabellen (ikke nødvendigt når du bruger en formel, se eksemplerne)
de: die Variable, welche für die Anzahlen der Kreuztabelle verwendet werden soll (Angabe nicht erforderlich, wenn eine Formel angegeben wird, siehe die Beispiele)
fr: la variable à utiliser comme dénombrement pour remplir le tableau de contingence (non nécessaire quand on fournit une formule, voir les exemples)
it: la variabile da utilizzare come conteggi nella tabella di contingenza (non necessaria quando si fornisce una formula, vedere gli esempi)
kk: түйіндестік кестесіндегі санақтар ретінде қолданылатын айнымалы (формуланы ұсыну кезінде қажет емес, мысалдарды қараңыз)
nn: variabelen som skal brukast for talet på i krysstabellen (ikkje nødvendig når du bruker ein formel, sjå døma)
pl: zmienna, która ma być użyta dla liczebności w tabeli krzyżowych (nie jest konieczna przy podawaniu formuły - zobacz przykłady)
pt: a variável a ser usada como contagem na tabela de contingência (não é necessário ao fornecer uma fórmula, veja os exemplos)
ru: переменная для использования в качестве подсчета в таблице сопряжения (необязательно при предоставлении формулы, см. примеры)
sl: spremenljivka, ki naj določa števce v kontingenčni razpredelnici (pri formuli ni zahtevana, več med primeri).
sv: variabeln som ska användas för antal i korstabellen (inte nödvändigt när du använder en formel, se exemplen)
ta: தற்செயல் அட்டவணையில் எண்ணிக்கையாகப் பயன்படுத்த வேண்டிய மாறி (ஒரு சூத்திரத்தை வழங்கும்போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: переменная для використання у якості підрахунку у таблиці сопряжения (необязательно прі наданні формули, см. приміри)

source: the variable to use as the rows in the contingency table (not necessary when providing a formula, see the examples)
ca: la variable que s'utilitzarà com a files a la taula de contingència (no és necessari quan es proporciona una fórmula, veure els exemples)
da: variablen, der skal bruges som rækker i krydstabellen (ikke nødvendigt når du bruger en formel, se eksemplerne)
de: die Variable, welche für die Zeilen der Kreuztabelle verwendet werden soll (Angabe nicht erforderlich, wenn eine Formel angegeben wird, siehe die Beispiele)
fr: la variable à utiliser pour les lignes du tableau de contingence (non nécessaire quand on fournit une formule, voir les exemples)
it: la variabile da utilizzare come righe nella tabella di contingenza (non necessaria quando si fornisce una formula, vedere gli esempi)
kk: түйіндестік кестесіндегі қатарлар ретінде қолданылатын айнымалы (формуланы ұсынғанда қажет емес, мысалдарды қараңыз)
nn: variabelen som skal brukast som radar i krysstabellen (ikkje nødvendig når du bruker ein formel, sjå døma)
pl: zmienna, która ma być użyta w wierszach tabeli krzyżowej (nie jest konieczna przy wprowadzaniu formuły - zobacz przykłady)
pt: a variável a ser usada nas linhas na tabela de contingência (não é necessário ao fornecer uma fórmula, consulte os exemplos)
ru: переменная для использования в качестве строк в таблице сопряжения (необязательно при предоставлении формулы, см. примеры)
sl: spremenljivka, ki naj določa vrstice v kontingenčni razpredelnici (pri formuli ni zahtevana, več med primeri).
sv: variabeln som ska användas som räckor i korstabellen (inte nödvändigt när du använder en formel, se exemplen)
ta: தற்செயல் அட்டவணையில் வரிசைகளாகப் பயன்படுத்தக்கூடிய மாறி (ஒரு சூத்திரத்தை வழங்கும்போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: переменная для використання у якості строк у таблиці сопряжения (необязательно прі наданні формули, см. приміри)

source: The variables {vars} cannot be treated as numeric. Plots that expect numeric data will not be created for these variables.
ca: Les variables {vars} no es poden tractar com a numèriques. Els gràfics que esperen dades numèriques no es generaran per a aquestes variables.
da: Variablerne {vars} kan ikke behandles som numeriske. Diagrammer, der behøver numeriske data kan ikke laves for disse variabler.
de: Die Variablen {vars} können nicht als numerisch behandelt werden. Diagramme, die numerische Daten erwarten, können für diese Variablen nicht erstellt werden.
fr: La variable {var} n'est pas numérique. Les graphes nécessitant des variables numériques ne pourront pas être créés avec cette variable.
he: אי אפשר להתייחס למשתנים {vars} כמספריים. תרשימים הזקוקים לנתונים מספריים לא יווצרו עבור משתנים אלו.
it: Le variabili {vars} non possono essere trattate come numeriche. I grafici che prevedono dati numerici non verranno creati per queste variabili.
kk: {var} айнымалысы сандық ретінде қарастырылмайды. Бұл айнымалы үшін сандық деректерді күтетін графиктер жасалмайды.
nn: Variablane {vars} kan ikkje behandlast som numeriske. Diagram som treng numeriske data kan ikkje lagast for desse variablane.
no: Variablene {vars} kan ikke behandles som numeriske. Diagrammer som trenger numeriske data kan ikke lages for disse variablene.
pl: Zmienne {vars} nie mogą być traktowane jako numeryczne. Wykresy wymagające danych numerycznych nie zostaną utworzone dla tych zmiennych.
pt: As variáveis ​​{vars} não podem ser tratadas como numéricas. Os gráficos que exigem dados numéricos não serão criados para estas variáveis.
ru: Переменные {vars} нельзя рассматривать как числовые. Графики, которые ожидают числовых данных, не будут созданы для этих переменных.
sl: Vrednosti spremenljivk {var} ni mogoče obravnavati kot številke. Izrisi diagramov, ki zahtevajo številske vrednosti, bodo izpuščeni.
sv: Variablerna {vars} kan inte behandlas som numeriska. Diagram som behöver numeriska data kan inte göras för de här variablerna.
ta: {vars} மாறிகள் எண் எனக் கருத முடியாது. இந்த மாறிகளுக்கு எண் தரவு உருவாக்கப்படாது என்று எதிர்பார்க்கும் இடங்கள்.
tr: {vars} değişkenleri sayısal olarak işlenemez. Sayısal veri bekleyen grafikler bu değişkenler için oluşturulmayacak.
uk: Переменные {vars} нельзя розглядати як числовые. Графіки, котрі очікують числовых даних, не будуть створені для цих переменных.

source: the variables of interest -- a separate t-test is performed for each variable specified.
ca: les variables d'interès — es realitza una prova t separada per a cada variable especificada.
da: variablerne af interesse – en separat t-test gennemføres for hver specificeret variabel.
de: die interessierenden Variablen – für jede angegebene Variable wird ein separater t-Test durchgeführt.
fr: les variables d'intérêt -- un test t séparé est effectué pour chaque variable spécifiée.
he: משתני העניין – מבחן t נפרד בוצע עבור כל משתנה שצוין.
it: le variabili di interesse - viene eseguito un t-test separato per ogni variabile specificata.
kk: қызығушылық айнымалылары - әрбір көрсетілген айнымалы үшін жеке t-тест орындалады.
nn: variablane av interesse – ein separat t-test blir gjennomført for kvar spesifisert variabel.
no: variablene av interesse – en separat t-test gjennomføres for hver spesifisert variabel.
pl: dla każdej podanej zmiennej wykonywany jest osobny test t.
pt: as variáveis de interesse - um teste t é calculado para cada variável especificada.
ru: переменные интереса -- для каждой указанной переменной выполняется отдельный t-тест.
sv: variablerna av intresse – en separat t-test genomföres för varje specificerad variabel.
ta: ஆர்வத்தின் மாறிகள்-குறிப்பிடப்பட்ட ஒவ்வொரு மாறிக்கும் ஒரு தனி டி-சோதனை செய்யப்படுகிறது.
tr: ilgilenilen değişkenler -- belirtilen her değişken için ayrı bir t-testi gerçekleştirilir.
uk: переменные інтересу -- для кожної вказаної переменной виконується окремий t-тіст.

source: the variables of interest.
ca: les variables d'interès.
da: variablerne af interesse.
de: die interessierenden Variablen.
fr: les variables d'intérêt.
he: משתני העניין.
it: le variabili di interesse.
kk: қызығушылық айнымалылары.
nl: de relevante variabelen.
nn: variablane av interesse.
no: variablene av interesse.
pl: zmiennych będących przedmiotem zainteresowania.
pt: as variáveis de interesse.
ru: переменные интереса.
sv: variablerna av intresse.
ta: ஆர்வத்தின் மாறிகள்.
tr: ilgilenilen değişkenler.
uk: переменные інтересу.

source: the variables to use to split the contingency table (not necessary when providing a formula, see the examples)
ca: les variables que s'utilitzaran per a segmentar la taula de contingència (no és necessari quan es proporciona una fórmula, veure els exemples)
da: variablerne, der skal bruges til at dele krydstabellen (ikke nødvendigt når du bruger en formel, se eksemplerne)
de: die Variablen, die zum Aufteilen der Kreuztabelle verwendet werden sollen (nicht erforderlich, wenn eine Formel verwendet wird, siehe Beispiele)
fr: les variables utilisées pour séparer le tableau de contingence (non nécessaires quand on fournit une formule, voir les exemples)
it: le variabili da utilizzare per dividere la tabella di contingenza (non necessarie quando si fornisce una formula, vedere gli esempi)
kk: түйіндестік кестесін бөлу үшін қолданылатын айнымалылар (формуланы ұсыну кезінде қажет емес, мысалдарды қараңыз)
nn: variablane som skal brukast til å dela krysstabellen (ikkje nødvendig når du bruker ein formel, sjå døma)
pl: zmienne, które zostaną użyte do podziału tabeli krzyżowej (nie są konieczne przy używaniu formuły - zobacz przykłady)
pt: as variáveis a serem usadas para dividir a tabela de contingência (não é necessário ao fornecer uma fórmula, veja os exemplos)
ru: переменные, используемые для разделения таблицы сопряжения (необязательно при предоставлении формулы, см. примеры)
sv: variablerna som ska användas till att dela korstabellen (inte nödvändigt när du använder en formel, se exemplen)
ta: தற்செயல் அட்டவணையைப் பிரிக்க பயன்படுத்த வேண்டிய மாறிகள் (ஒரு சூத்திரத்தை வழங்கும்போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: переменные, використовувати для розділення таблиці сопряжения (необязательно прі наданні формули, см. приміри)

source: the width for the Confidence intervals.
ca: amplitud pels Intervals de Confiança.
da: bredden på konfidensintervallene.
de: die Breite der Konfidenzintervalle.
fr: la largeur des intervalles de confiance.
he: הרווח עבור רווח הסמך.
it: l'ampiezza per gli Intervalli di fiducia.
kk: Сенім аралықтарының ені.
nn: breidda på konfidensintervalla.
no: bredden på konfidensintervallene.
pl: szerokość przedziałów ufności.
pt: a amplitude do intervalo de confiança
ru: ширина доверительных интервалов.
sl: širina intervala zaupanja.
sv: bredden på konfidensintervalla.
ta: நம்பிக்கை இடைவெளிகளுக்கான அகலம்.
tr: Güven aralıkları için genişlik.
uk: ширина доверительных интервалов.

source: The χ² Goodness of fit test (not to be confused with the χ² test of independence), tests the Null hypothesis that the proportions of observations match some expected proportions. If the p-value is low, this suggests that the Null hypothesis is false, and that the true proportions are different to those tested.
ca: La prova χ² de bondad de ajustament (que no s'ha de confondre amb la prova χ² de independencia), contrasta la hipòtesi Nul·la de que les proporcions de les observacions coincideixen amb les proporcions esperades. Si el valor-p es baix, això suggereix que la hipòtesi nul·la és falsa i que les proporcions verdaderes son diferents a aquestes contrastades.
da: χ²-testen for fordeling (goodness-of-fit; skal ikke forveksles med χ²-testen for uafhængighed), tester nulhypotesen, at proportionerne af observationer tilsvarer med forventede proportionerne. Hvis p-værdien er lav, tyder det på at nulhypotesen er usand, og at de observerede proportioner er forskellige fra de forventede.
de: Der χ²-Anpassungstest (manchmal auch χ²-Verteilungstest; nicht zu verwechseln mit dem χ²-Unabhängigkeitstest) testet die Nullhypothese, dass die Anteile der Beobachtungen mit den erwarteten Anteilen übereinstimmen. Wenn der p-Wert niedrig ist, deutet dies darauf hin, dass die Nullhypothese falsch ist und dass die beobachten Anteile von den erwarteten Anteilen abweichen.
fr: Le test χ² d'ajustement (attention à ne pas le confondre avec le test χ² d'indépendance) teste l'hypothèse nulle que les proportions observées sont similaires aux proportions attendues. Une valeur p faible suggère que l'hypothèse nulle est fausse et donc que les proportions observées sont différentes de celles attendues.
he: מבחן χ² לטיב התאמה (אין לבלבל עם מבחן χ² לאי תלות) בוחן את השערת האפס שהיחסים בין התצפיות מתאימים ליחסים צפויים כלשהם. ערך p נמוך מעיד שהשערת האפס אינה נכונה ושהיחסים האמיתיים שונים מאלו שנבחנו.
it: Il test χ² per la bontà dell'adattamento (da non confondere con il test χ² di indipendenza ), verifica l'ipotesi di Nulla che le proporzioni delle osservazioni corrispondano ad alcune proporzioni attese. Se il valore p è piccolo, ciò suggerisce che l'ipotesi Nulla è falsa e che le proporzioni vere sono diverse da quelle testate.
kk: χ² Сәйкестік сынағы (χ² тәуелсіздік сынағымен шатастырмау керек) бақылаулардың пропорциялары кейбір күтілетін пропорцияларға сәйкес келетіні туралы Нөлдік гипотезаны тексереді. Егер p-мәні төмен болса, бұл Нөлдік гипотезаның жалған екенін және шынайы пропорциялардың тексерілгеннен басқаша екенін көрсетеді.
nl: De χ²-goodness-of-fittoets (niet te verwarren met de χ²-onafhankelijkheidstoets) toetst de nulhypothese dat de steekproefproporties overeenkomen met de verwachte proporties. Een lage p-waarde suggereert dat deze nulhypothese onjuist is en dat de ware proporties dus afwijken van de getoetste proporties.
nn: χ²-testen for fordeling (goodness-of-fit; må ikkje forvekslast med χ²-testen for sjølvstende), testar nullhypotesen at proporsjonane av observasjonar samsvarer med forventa proporsjonane. Viss p-verdien er låg, tyder det på at nullhypotesen er usann, og at dei observerte proporsjonane er ulike frå dei forventa.
no: χ²-testen for fordeling (goodness-of-fit; må ikke forveksles med χ²-testen for uavhengighet), tester nullhypotesen at proporsjonene av observasjoner samsvarer med forventete proporsjonene. Hvis p-verdien er lav, tyder det på at nullhypotesen er usann, og at de observerte proporsjonene er forskjellige fra de forventete.
pl: Test χ² dobroci dopasowania (nie mylić z testem niezależności χ² ) służy do weryfikacji hipotezy zerowej wskazującej, że proporcje obserwacji odpowiadają pewnym proporcjom oczekiwanym. Niska wartość p sugeruje, że hipoteza zerowa jest fałszywa, a prawdziwe proporcje są inne niż testowane.
pt: O teste χ² de Qualidade do Ajustamento (não confundir com o teste χ² de Independência) testa a hipótese nula de que as proporções observadas correspondem às proporções esperadas. Se o p-value for pequeno, isso sugere que a hipótese nula é falsa e que as proporções verdadeiras diferem daquelas testadas.
ru: Критерий соответствия χ² (не путать с критерием независимости χ²) проверяет нулевую гипотезу о том, что пропорции наблюдений соответствуют некоторым ожидаемым пропорциям. Если p-значение низкое, это говорит о том, что нулевая гипотеза ложна и что истинные пропорции отличаются от проверяемых.
sl: S testom skladnosti χ² (ni enak testu neodvisnosti χ²) se preverja ničelna hipoteza, da se deleži opazovanj ujemajo z nekaterimi pričakovanimi deleži. Nizka p-vrednost, pomeni, da je ničelna hipoteza napačna in da so resnična razmerja drugačna od testiranih.
sv: χ²-testen för delning (goodness-of-fit; måste inte misstas med χ²-testen för oberoende), testar nollhypotesen att proportionerna av observationer samsvarer med förväntade proportionerna. Om p-vårdet är låg, tyder det på att nollhypotesen är falsk, och att de observerade proportionerna är olika från de förväntade.
ta: FIT சோதனையின் χ² நன்மை (சுதந்திரத்தின் χ² சோதனையுடன் குழப்பமடையக்கூடாது), அவதானிப்புகளின் விகிதாச்சாரம் சில எதிர்பார்க்கப்படும் விகிதாச்சாரத்துடன் பொருந்துகிறது என்ற சுழிய கருதுகோளை சோதிக்கிறது. பி-மதிப்பு குறைவாக இருந்தால், இது சுழிய கருதுகோள் தவறானது என்றும், உண்மையான விகிதாச்சாரங்கள் சோதிக்கப்பட்டவர்களுக்கு வேறுபட்டவை என்றும் இது அறிவுறுத்துகிறது.
tr: χ² Uyum iyiliği testi (χ² bağımsızlık testi ile karıştırılmamalıdır), gözlemlerin oranlarının belirli beklenen oranlarla eşleştiği Boş hipotezi test eder. Eğer p-değeri düşükse, bu Boş hipotezin yanlış olduğunu ve gerçek oranların test edilenlerden farklı olduğunu gösterir.
uk: Критерій відповідності χ² (не путать з критерієм незалежності χ²) перевіряє нульову гіпотезу о тому, що пропорції наглядів соответствуют некоторым очікувати пропорціям. Якщо p-значення низкое, це говорить о тому, що нульова гіпотеза ложна і що истинные пропорції відзначаються від перевіряти.
