Repository: jamovi/jmv-i18n
Catalog: *.po
Languages: ca, da, de, fr, he, hr, it, kk, nl, nn, no, pl, pt, ru, sl, sv, ta, tr, uk

source: `TRUE` or `FALSE` (default), show factor summary
ca: `TRUE` o `FALSE` (predeterminat), mostra el resum de factors
da: `TRUE` eller `FALSE` (standard), giv ud sammendrag for faktorerne
de: `TRUE` oder `FALSE` (Vorgabe), gibt eine Zusammenfassung der Faktoren aus
fr: `TRUE` or `FALSE` (default), montre le résumé des facteurs
it: `TRUE` o `FALSE` (predefinito), mostra il riassunto dei fattori
kk: 'TRUE' немесе 'FALSE' (әдепкі), факторлардың жиынын көрсету
nn: `TRUE` eller `FALSE` (standard), gi ut samandrag for faktorane
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla podsumowanie czynników
pt: `TRUE` ou` FALSE` (padrão), mostra o resumo do fator
ru: `TRUE` или `FALSE` (по умолчанию), показать сводку факторов
sl: `TRUE` ali `FALSE` (privzeto), pokaže povzetek faktorjev
sv: `TRUE` eller `FALSE` (standard), ge ut sammandrag för faktorerna
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), காரணி சுருக்கத்தைக் காட்டு
uk: `TRUE` або `FALSE` (по умолчанию), показати зведення факторів

source: `TRUE` or `FALSE` (default), show inter-factor correlations
ca: `TRUE` o `FALSE` (predeterminat), mostra correlacions entre factors
da: `TRUE` eller `FALSE` (standard), giv ud inter-faktor-korrelationer
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Korrelationen zwischen den Faktoren aus
fr: `TRUE` or `FALSE` (default), montre les corrélations interfacteurs
it: `TRUE` o `FALSE` (predefinito), mostra le correlazioni tra fattori
kk: 'TRUE' немесе 'FALSE' (әдепкі), кросс-факторлық корреляцияны көрсету
nn: `TRUE` eller `FALSE` (standard), gi ut inter-faktor-korrelasjoner
pl: `TRUE` lub `FALSE` (domyślnie), podaje korelacje międzyczynnikowe
pt: `TRUE` ou` FALSE` (padrão), mostra as correlações entre fatores
ru: `TRUE` или `FALSE` (по умолчанию), показать межфакторные корреляции
sl: `TRUE` ali `FALSE` (privzeto), pokaže med-faktorske korelacije
sv: `TRUE` eller `FALSE` (standard), ge ut inter-faktor-korrelationer
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), இடை-காரணி தொடர்புகளைக் காட்டுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию), показати межфакторные корреляции

source: `TRUE` or `FALSE` (default), show Kaiser-Meyer-Olkin (KMO) measure of sampling adequacy (MSA) results
ca: `TRUE` o `FALSE` (predeterminat), mostra els resultats de la mesura de adequació de mostra (MSA) de Kaiser-Meyer-Olkin (KMO)
da: `TRUE` eller `FALSE` (standard), giv ud Kaiser-Meyer-Olkin-kriterium (KM O) for tilstrekkelighet af prøvetagning (MSA)
de: `TRUE` oder `FALSE` (Vorgabe), gibt das Kaiser-Meyer-Olkin-Kriterium (KMO; measure of sampling adequacy) aus
fr: `TRUE` or `FALSE` (default), montre la mesure de Kaiser-Meyer-Olkin (KMO) des résultats de l'adéquation d'échantillonnage (MSA)
it: `TRUE` o `FALSE` (predefinito), mostra la misura Kaiser-Meyer-Olkin (KMO) dei risultati dell'adeguatezza del campionamento (MSA)
kk: 'TRUE' немесе 'FALSE' (әдепкі),Кайзер-Мейер-Олкин (KMO) үлгінің сәйкестік өлшемі (MSA) нәтижелерін көрсету
nn: `TRUE` eller `FALSE` (standard), gi ut Kaiser-Meyer-Olkin-kriterium (KMO) for tilstrekkelighet av prøvetaking (MSA)
pl: `TRUE` lub `FALSE` (domyślnie), podaje miarę adekwatności doboru próby Kaisera-Meyera-Olkina (KMO)
pt: `TRUE` ou` FALSE` (padrão), mostra a medida de adequação da amostragem de Kaiser-Meyer-Olkin (KMO)
ru: `TRUE` или `FALSE` (по умолчанию), показать результаты меры адекватности выборки (MSA) Кайзера-Мейера-Олкина (KMO)
sv: `TRUE` eller `FALSE` (standard), ge ut Kaiser-Meyer-Olkin-kriterium (KMO) för lämplighet av provtagning (MSA)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), கைசர்-மேயர்-ஓல்கின் (KMO) மாதிரி போதுமான அளவு (MSA) முடிவுகளைக் காட்டு
uk: `TRUE` або `FALSE` (по умолчанию), показати результати міри адекватности вибірки (MSA) Кайзера-Мейера-Олкина (KMO)

source: `TRUE` or `FALSE` (default), show model fit measures and test
ca: `TRUE` o `FALSE` (predeterminat), mostra les mesures de ajustament del model i prova
da: `TRUE` eller `FALSE` (standard), giv ud mål og tester for modelltilpasning
de: `TRUE` oder `FALSE` (Vorgabe), gibt die Modellanpassungsgüte und -tests aus
fr: `TRUE` or `FALSE` (default), montrer les mesures et test de l'ajustement du modèle (model fit)
it: `TRUE` o `FALSE` (predefinito), mostra le misure di adattamento del modello e il test
kk: 'TRUE' немесе 'FALSE' (әдепкі), үлгінің сәйкестік өлшемдерін көрсетіп, сынау
nn: `TRUE` eller `FALSE` (standard), gi ut mål og testar for modelltilpassing
pl: `TRUE` lub `FALSE` (domyślnie), podaje miary dopasowania modelu wraz z testami
pt: `TRUE` ou` FALSE` (padrão), mostra as medidas de ajustamento do modelo e testes
ru: `TRUE` или `FALSE` (по умолчанию), показать меры соответствия модели и тест
sv: `TRUE` eller `FALSE` (standard), ge ut mål och tester för modellanpassning
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாதிரி பொருத்தம் நடவடிக்கைகளைக் காட்டி சோதனை
uk: `TRUE` або `FALSE` (по умолчанию), показати міри відповідності моделі і тесту

source: `TRUE` or `FALSE` (default), show scree plot
ca: `TRUE` o `FALSE` (predeterminat), mostra la gràfica de sedimentació
da: `TRUE` eller `FALSE` (standard), giv ud steinurplott (scree plot)
de: `TRUE` oder `FALSE` (Vorgabe), gibt einen Screeplot aus
fr: `TRUE` or `FALSE` (default), montre le diagramme d'éboulis (scree plot)
it: `TRUE` o `FALSE` (predefinito), mostra il grafico dei sedimenti (Scree plot)
kk: `TRUE` немесе `FALSE` (әдепкі), скрининг графигін көрсету
nn: `TRUE` eller `FALSE` (standard), gi ut steinurplott (scree plot)
pl: `TRUE` lub `FALSE` (domyślnie), wyświetla wykres osypiska
pt: `TRUE` ou` FALSE` (padrão), mostra o gráfico de sedimentos (Scree plot)
ru: `TRUE` или `FALSE` (по умолчанию), показать график осыпи
sl: `TRUE` ali `FALSE` (privzeto), pokaže diagram komponent
sv: `TRUE` eller `FALSE` (standard), ge ut steinurplott (scree plot)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), ச்க்ரீ சதித்திட்டத்தைக் காட்டு
uk: `TRUE` або `FALSE` (по умолчанию), показати графік осыпи

source: `TRUE` or `FALSE` (default), sort the factor loadings by size
ca: `TRUE` o `FALSO` (predeterminat), ordrea les càrregues dels factors per grandària
da: `TRUE` eller `FALSE` (standard), sorter faktorladingene efter størrelse
de: `TRUE` oder `FALSE` (Vorgabe), sortiert die Faktorladungen nach ihrer Größe
fr: `TRUE` or `FALSE` (default), classe la contribution de chaque facteur par taille
it: `TRUE` o `FALSE` (predefinito), ordina i caricamenti dei fattori per dimensione
kk: `TRUE` немесе `FALSE` (әдепкі), факторлық жүктемелерді өлшемі бойынша сұрыптау
nn: `TRUE` eller `FALSE` (standard), sorter faktorladingane etter storleik
pl: `TRUE` lub `FALSE` (domyślnie), sortuje ładunki czynnikowe wg wielkości
pt: `TRUE` ou` FALSE` (padrão), ordena os pesos fatoriais pela sua dimensão
ru: `TRUE` или `FALSE` (по умолчанию), сортировка факторных нагрузок по размеру
sv: `TRUE` eller `FALSE` (standard), sortera faktorladingene efter storlek
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), காரணி ஏற்றங்களை அளவு மூலம் வரிசைப்படுத்தவும்
uk: `TRUE` або `FALSE` (по умолчанию), сортировка факторных навантажень по розміру

source: `TRUE` or `FALSE` (default), test for homogeneity of variances (i.e., Levene's test)
ca: `TRUE` o `FALSE` (predeterminat), Prova d'homogeneïtat de variàncies (i.e., Prova de Levene)
da: `TRUE` eller `FALSE` (standard), gennemfør test for homogenitet af varianser (dvs. Levenes test)
de: `TRUE` oder `FALSE` (Vorgabe), führt den Test auf Homogenität der Varianzen (d. h. den Levene-Test) durch
fr: `TRUE` or `FALSE` (default), test d'homogénéité des variances (test de Levene)
it: `TRUE` o `FALSE` (predefinito), test per l'omogeneità delle varianze (cioè il test di Levene)
kk: 'TRUE' немесе 'FALSE' (әдепкі), дисперсиялардың біртектілігіне арналған тест (яғни, Левен тесті)
nn: `TRUE` eller `FALSE` (standard), gjennomfør test for homogenitet av variansar (dvs. Levenes test)
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje test homogeniczności wariancji (tj. test Levene'a)
pt: `TRUE` ou` FALSE` (padrão), teste à homogeneidade de variâncias (i. e., teste de Levene)
ru: `TRUE` или `FALSE` (по умолчанию), тест на однородность отклонений (т.е. тест Левена)
sl: `TRUE` ali `FALSE` (privzeto), izvede preizkus homogenosti varianc (npr. Levenov preizkus)
sv: `TRUE` eller `FALSE` (standard), genomför test för homogenitet av varianser (dvs. Levenes test)
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாறுபாடுகளின் ஒருமைப்பாட்டிற்கான சோதனை (அதாவது, லெவனின் சோதனை)
uk: `TRUE` або `FALSE` (по умолчанию), тіст на однородность відхилень (т.е. тест Левена)

source: `TRUE` or `FALSE` (default), the variables are counts
ca: `TRUE` o `FALSE` (predeterminat), les variables son freqüències
da: `TRUE` eller `FALSE` (standard), variablerne indeholder antal
de: `TRUE` oder `FALSE` (Vorgabe), die Variable enthält Anzahlen
fr: `TRUE` or `FALSE` (default), les variables sont des quantités
it: `TRUE` o `FALSE` (predefinito), le variabili sono conteggi
kk: 'TRUE' немесе 'FALSE' (әдепкі), айнымалылар есептегіштер болып табылады
nn: `TRUE` eller `FALSE` (standard), variablane inneheld tal
pl: `TRUE` lub `FALSE` (domyślnie), zlicza zmienne
pt: `TRUE` ou` FALSE` (padrão), as variáveis ​​são contagens
ru: `TRUE` или `FALSE` (по умолчанию), переменные являются счетчиками
sl: `TRUE` ali `FALSE` (privzeto), spremenljivke so števci
sv: `TRUE` eller `FALSE` (standard), variablerna innehåller antal
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), மாறிகள் எண்ணப்படுகின்றன
uk: `TRUE` або `FALSE` (по умолчанию), переменные являються лічильниками

source: `TRUE` or `FALSE` (default), whether expected counts should be displayed
ca: `TRUE` o `FALSE` (predeterminat), si s'han de mostrar les freqüències esperades
da: `TRUE` eller `FALSE` (standard), om forventede antal skal vises
de: `TRUE` oder `FALSE` (Vorgabe), sollen die erwarteten Anzahlen angezeigt werden?
fr: `TRUE` or `FALSE` (default), si les valeurs attendues doivent être affichées
it: `TRUE` o `FALSE` (predefinito), se i conteggi previsti devono essere visualizzati
kk: `TRUE` немесе `FALSE` (әдепкі), есептегіштерді көрсету керек пе
nn: `TRUE` eller `FALSE` (standard), om forventa mengder skal visast
pl: `TRUE` lub `FALSE` (domyślnie), czy wartości oczekiwane powinny być wyświetlane
pt: `TRUE` ou` FALSE` (padrão), se as contagens esperadas devem ser exibidas
ru: `TRUE` или `FALSE` (по умолчанию), должны ли отображаться счетчики
sl: `TRUE` ali `FALSE` (privzeto), določa, ali naj bodo prikazani tudi pričakovani števci
sv: `TRUE` eller `FALSE` (standard), om förväntade antal ska visas
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), எதிர்பார்க்கப்படும் எண்ணிக்கைகள் காட்டப்பட வேண்டுமா
uk: `TRUE` або `FALSE` (по умолчанию), повинні лі відображати лічильники

source: `TRUE` or `FALSE` (default); perform an overall model test
ca: `TRUE` o `FALSE` (predeterminat); realitzar una Prova de model general
da: `TRUE` eller `FALSE` (standard), gennemfør modeltest for hele modellen
de: `TRUE` oder `FALSE` (Vorgabe); führe einen Test des Gesamtmodells durch
fr: `TRUE` or `FALSE` (default), réalise un test du modèle général
it: `TRUE` o `FALSE` (predefinito); eseguire un test generale del modello
kk: `TRUE` немесе `FALSE` (әдепкі); жалпы үлгі сынағын іске қосу
nn: `TRUE` eller `FALSE` (standard), gjennomfør modelltest for heile modellen
pl: `TRUE` lub `FALSE` (domyślnie), wykonuje ogólny test modelu
pt: `TRUE` ou` FALSE` (padrão); realiza o teste geral do modelo
ru: `TRUE` или `FALSE` (по умолчанию); выполнить общий тест модели
sv: `TRUE` eller `FALSE` (standard), genomför modelltest för hela modellen
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை); ஒட்டுமொத்த மாதிரி சோதனையைச் செய்யுங்கள்
uk: `TRUE` або `FALSE` (по умолчанию); виконати спільний тесту моделі

source: < Test value
ca: < Valor de prova
da: < Testværdi
de: < Testwert
fr: < à la valeur testée
he: < ערך המבחן
hr: < vrijednosti testa
it: < valore del Test
kk: < сынақ мәні
nl: < toetswaarde
nn: < Testverdi
no: < Testverdi
pl: < wartość testu
pt: < valor a testar
ru: < Тестового значения
sl: < Testne vrednosti
sv: < Testvärde
ta: <சோதனை மதிப்பு
tr: < Test değeri
uk: < Тестового значення

source: ≠ Test value
ca: ≠ Valor de prova
da: ≠ Testværdi
de: ≠ Testwert
fr: ≠ de la valeur testée
he: ≠ ערך המבחן
hr: ≠ kao vrijednost testa
it: ≠ valore del test
kk: ≠ сынақ мәні
nl: ≠ toetswaarde
nn: ≠ Testverdi
no: ≠ Testverdi
pl: ≠ wartości testu
pt: ≠ valor de teste
ru: ≠ Тестовому значению
sl: ≠ testni vrednosti
sv: ≠ Testvärde
ta: தேர்வு சோதனை மதிப்பு
tr: ≠ Test değeri
uk: ≠ Тестовому значенню

source: > Test value
ca: > Valor de prova
da: > Testværdi
de: > Testwert
fr: > à la valeur testée
he: > ערך המבחן
hr: > vrijednosti testa
it: > valore del Test
kk: > сынақ мәні
nl: > toetswaarde
nn: > Testverdi
no: > Testverdi
pl: > wartość testu
pt: > valor a testar
ru: > Тестового значения
sl: > testne vrednosti
sv: > Testvärde
ta: > சோதனை மதிப்பு
tr: > Test değeri
uk: > Тестового значення

source: 1 - Specificity
ca: 1 - especificitat
da: 1 - Specificitet
de: 1 - Spezifität
fr: 1 - Spécificité
he: סגוליות - 1
hr: 1 – specifičnost
it: 1 - Specificità
kk: 1 - Ерекшелік
nl: 1 - specificiteit
nn: 1 - Spesifisitet
no: 1 - Spesifisitet
pl: 1 - Specyficzność
pt: 1 - Especificidade
ru: 1 - Специфичность
sl: 1 – Specifičnost
sv: 1 - Spesificitet
ta: 1 - தனித்தன்மை
tr: 1 - Özgüllük
uk: 1 - Специфичность

source: 2 Outcomes
ca: 2 Resultats
da: 2 Udfald
de: 2 Ergebnisse
fr: 2 Résultats
he: 2 תוצאות
hr: 2 ishoda
it: 2 Risultati
kk: 2 Нәтижелер
nl: 2 uitkomsten
nn: 2 Utfall
no: 2 Utfall
pl: Dwie wartości
pt: 2 Categorias
ru: 2 исхода
sl: 2 izida
sv: 2 Utfall
ta: 2 முடிவுகள்
tr: 2 Sonuç
uk: 2 исхода

source: a (semi)partial correlation matrix table
ca: una taula de matriu de correlació (semi)parcial
da: en (semi)partiel korrelationsmatrix
de: eine (semi)partielle Korrelationsmatrix
fr: un tableau de corrélation (semi)partielle
he: טבלת מטריצות למתאם חלק(י)
hr: tablica (semi)parcijalne korelacijske matrice
it: una tabella di matrice di correlazione (semi)parziale
kk: жартылай корреляция матрицасының кестесі
nl: een (semi)partiële correlatietabel
nn: ein (semi)partiell korrelasjonsmatriks
no: en (semi)partiell korrelasjonsmatriks
pl: tabela macierzy korelacji (semi)cząstkowych
pt: uma tabela de matriz de correlação (semi) parcial
ru: таблица (полу)частной корреляционной матрицы
sl: razpredelnica matrike (semi)delne korelacije
sv: en (semi)partiell korrelationsmatris
ta: ஒரு (அரை) பகுதி தொடர்பு மேட்ரிக்ச் அட்டவணை
tr: bir (kısmi) kısmi korelasyon matris tablosu
uk: таблиця (полу)приватної корреляционной матрицы

source: a comma-sepated list (default: 25,50,75) specifying the percentiles
ca: una llista separada por comas (predeterminat: 25,50,75) especificant els percentils
da: en kommadelt liste (standard: 25,50,75), der specificerer persentilene
de: eine kommagetrennte Liste (Vorgabe: 25,50,75), in der die Perzentile angegeben sind
fr: une liste séparée par des virgules (défaut : 25,50,75) spécifiant les centiles
it: una lista separata da virgole (valori predefiniti: 25,50,75) che specifica i percentili
kk: процентильдерді көрсететін үтірмен бөлінген тізім (әдепкі: 25,50,75)
nn: ei kommadelt liste (standard: 25,50,75) som spesifiserer persentilane
pl: lista oddzielona przecinkami (domyślnie: 25,50,75) określająca percentyle
pt: uma lista separada por vírgulas (padrão: 25,50,75) especificando os percentis
ru: список, разделенный запятыми (по умолчанию: 25,50,75), указывающий процентили
sl: z vejico ločen seznam (privzeto: 25,50,75) percentilov
sv: en kommadelad lista (standard: 25,50,75) som specificerar persentilene
ta: கமாவால் பிரிக்கப்பட்ட பட்டியல் (இயல்புநிலை: 25,50,75) சதவீதங்களைக் குறிப்பிடுகிறது
uk: список, розділений запятыми (по умолчанию: 25,50,75), котрий вказувати процентили

source: a correlation matrix plot
ca: una gràfica de la matriu de correlacions
da: et korrelationsdiagram
de: ein Korrelationsdiagramm
fr: un graphe de matrice de corrélation
he: תרשים מטריצת מתאמים
hr: dijagram korelacijske matrice
it: un grafico della matrice di correlazione
kk: корреляциялық матрицалық график
nl: een correlatiediagram
nn: eit korrelasjonsdiagram
no: et korrelasjonsdiagram
pl: wykres macierzy korelacji
pt: um gráfico da matriz de correlação
ru: график корреляционной матрицы
sl: diagram matrike korelacij
sv: ett korrelationsdiagram
ta: ஒரு தொடர்பு மேட்ரிக்ச் சூழ்ச்சி
tr: bir korelasyon matris grafiği
uk: графік корреляционной матрицы

source: a correlation matrix table
ca: una taula de la matriu de correlacions
da: en korrelationstabel
de: eine Korrelationstabelle
fr: un tableau de matrice de corrélation
he: טבלת מטריצת מתאמים
hr: tablica korelacijske matrice
it: una tabella della matrice di correlazione
kk: корреляциялық матрицалық кесте
nl: een correlatietabel
nn: ein korrelasjonstabell
no: en korrelasjonstabell
pl: tabela macierzy korelacji
pt: uma tabela da matriz de correlação
ru: график корреляционной матрицы
sl: razpredelnica matrike korelacij
sv: en korrelationstabell
ta: ஒரு தொடர்பு மேட்ரிக்ச் அட்டவணை
tr: bir korelasyon matris tablosu
uk: графік корреляционной матрицы

source: a descriptives plot
ca: una gràfica descriptiva
da: et diagram med deskriptivstatistiske værdier
de: ein Diagramm mit deskriptivstatistischen Werten
fr: un graphique descriptif
he: תרשים המידע התיאורי
hr: dijagram deskriptivnih pokazatelja
it: un grafico con valori statistici descrittivi
kk: сипаттау графигі
nl: een diagram met beschrijvende statistische waarden
nn: eit diagram med deskriptivstatistiske verdiar
no: et diagram med deskriptivstatistiske verdier
pl: wykres opisowy
pt: um gráfico de estatísticas descritivas
ru: описательная таблица
sl: diagrami opisne statistike
sv: ett diagram med deskriptivstatistiske värden
ta: ஒரு விளக்க சூழ்ச்சி
tr: bir betimleyici grafik
uk: таблиця корреляционной матрицы

source: a formula containing the terms to estimate marginal means for (see the examples)
ca: una fórmula que conté els termes per a estimar les mitjanes marginals (veure els exemples)
da: en formel med termer for at estimere gennemsnitterne (se eksempler)
de: eine Formel, welche die Terme zur Schätzung des Grenzmittelwerts enthält (siehe Beispiele)
fr: une formule contenant les termes pour estimer les moyennes marginales de (voir les exemples)
it: una formula contenente i termini per stimare le medie marginali (vedere gli esempi)
kk: шекті құралдарды бағалауға арналған терминдерді қамтитын формула (мысалдарды қараңыз)
nn: ein formel med termar for å estimera gjennomsnitta (sjå døme)
pl: formuła zawierająca składniki do oszacowania średnich brzegowych (zobacz przykłady)
pt: uma fórmula contendo os termos para estimar as médias marginais (veja os exemplos)
ru: формула, содержащая термы для оценки предельных средних для (см. примеры)
sl: enačba s pogoji za napovedovanje robnih povprečnih vrednosti (več med primeri)
sv: en formel med termer för att estimera genomsnitten (se exempel)
ta: விளிம்பு வழிமுறைகளை மதிப்பிடுவதற்கான விதிமுறைகளைக் கொண்ட ஒரு தேற்றம் (எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: формула, котрий містити термы для оцінки граничних середніх для (см. приміри)

source: a formula containing the terms to estimate marginal means for, supports up to three variables per term
ca: una fórmula que conté els termes per a estimar les mitjanes marginals, admet fins a tres variables por terme
da: en formel med termer for at estimere gennemsnitterne (støtter op til tre variabler per term)
de: eine Formel, welche die Terme enthält, für die Randmittel geschätzt werden sollen (unterstützt bis zu drei Variablen pro Term)
fr: une formule contenant les termes pour estimer les moyennes marginales de, supporte jusqu'à trois variables par terme
it: una formula contenente i termini per i quali stimare le medie marginali, supporta fino a tre variabili per termine
kk: шекті орташа мәндерді бағалауға арналған терминдерді қамтитын формула, бір мерзімге үш айнымалыға дейін қолдайды
nn: ein formel med termar for å estimera gjennomsnitta (støtter opp til tre variablar per term)
pl: formuła zawierająca składniki do oszacowania średnich brzegowych, obsługuje do trzech zmiennych na składnik
pt: uma fórmula contendo os termos para estimar as médias marginais, suporta até três variáveis ​​por termo
ru: формула, содержащая термы для взвешивания предельных средних, поддерживает до трех переменных на терм
sl: enačba s pogoji za napovedovanje robnih povprečnih vrednosti, s podporo do treh spremenljivk na pogoj
sv: en formel med termer för att estimera genomsnitten (stöd upp till tre variabler per term)
ta: விளிம்பு வழிமுறைகளை மதிப்பிடுவதற்கான விதிமுறைகளைக் கொண்ட ஒரு தேற்றம், ஒரு காலத்திற்கு மூன்று மாறிகள் வரை ஆதரிக்கிறது
uk: формула, котрий містити термы для оцінки граничних середніх, підтримує до трех переменных на терм

source: a formula containing the terms to perform post-hoc tests on (see the examples)
ca: una fórmula que conté els termes per a realitzar proves post-hoc (veure els exemples)
da: en formel, der indeholder termerne for at gennemføre post-hoc-tester (se eksemplerne)
de: eine Formel, welche die Terme für die Durchführung von Post-hoc-Tests enthält (siehe Beispiele)
fr: une formule contenant les termes pour réaliser les tests post-hoc sur (voir les exemples)
it: una formula contenente i termini su cui eseguire i test post-hoc (vedere gli esempi)
kk: кейінгі сынақтарды орындауға арналған терминдерді қамтитын формула (мысалдарды қараңыз)
nn: ein formel som inneheld termane for å gjennomføra post-hoc-tester (sjå døma)
pl: formuła zawierająca składniki do wykonania testów post-hoc (zobacz przykłady)
pt: uma fórmula contendo os termos para realizar os testes post-hoc (veja os exemplos)
ru: формула, содержащая термы для выполнения апостериорных тестов (см. примеры)
sl: enačba s pogoji za izvajanje preizkusov post-hoc (več med primeri)
sv: en formel som innehåller termerna för att genomföra post-hoc-tester (se exemplen)
ta: பிந்தைய தற்காலிக சோதனைகளைச் செய்வதற்கான விதிமுறைகளைக் கொண்ட ஒரு தேற்றம் (எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: формула, котрий містити термы для виконання апостериорных тестів (см. приміри)

source: a formula describing the terms to go into the model (not necessary when providing a formula, see examples)
ca: una fórmula que descriu els termes que han d'incloure en el model (no és necessari quan es proporciona una fórmula, veure els exemples)
da: en formel, der indeholder termerne, der går ind i modellen (ikke nødvendigt når du opgiver en formel for hele modellen, se eksempler)
de: eine Formel, welche die Terme umfasst, die in das Modell einfließen sollen (nicht erforderlich, wenn eine Formel angegeben wird; siehe Beispiele)
fr: une formule contenant les termes qui vont dans le modèle (non nécessaire lorsqu'une formule est fournie, voir les exemples)
it: una formula che descrive i termini da inserire nel modello (non necessaria quando si fornisce una formula, vedere gli esempi)
kk: үлгіге өту үшін терминдерді сипаттайтын формула (формуланы ұсынғанда қажет емес, мысалдарды қараңыз)
nn: ein formel som inneheld termane som går inn i modellen (ikkje nødvendig når du oppgir ein formel for heile modellen, sjå døme)
pl: formuła opisująca składniki, które mają zostać uwzględnione w modelu (nie są konieczne przy podawaniu formuły - zobacz przykłady)
pt: uma fórmula que descreve os termos para o modelo (não é necessário ao fornecer uma fórmula, consulte os exemplos)
ru: формула, описывающая термы для включения в модель (необязательно при предоставлении формулы, см. примеры)
sv: en formel som innehåller termerna som ingår i modellen (inte nödvändigt när du uppger en formel för hela modellen, se exempel)
ta: மாதிரியில் செல்ல விதிமுறைகளை விவரிக்கும் ஒரு தேற்றம் (ஒரு சூத்திரத்தை வழங்கும்போது தேவையில்லை, எடுத்துக்காட்டுகளைப் பார்க்கவும்)
uk: формула, описывающая термы для включення у модель (необязательно прі наданні формули, см. приміри)
